{
  "domain": "superset",
  "locale_data": {
    "superset": {
      "22": [""],
      "": {
        "domain": "superset",
        "plural_forms": "nplurals=2; plural=(n > 1)",
        "lang": "pt_BR"
      },
      "\n                This filter was inherited from the dashboard's context.\n                It won't be saved when saving the chart.\n              ": [
        "\nEste filtro foi herdado do contexto do painel.\n Não será salvo ao salvar o gráfico."
      ],
      "\n            Error: %(text)s\n            ": [""],
      " (excluded)": [""],
      " Set the opacity to 0 if you do not want to override the color specified in the GeoJSON": [
        ""
      ],
      " expression which needs to adhere to the ": [
        " expressão que precisa ser aderente a"
      ],
      " source code of Superset's sandboxed parser": [""],
      " standard to ensure that the lexicographical ordering\n                      coincides with the chronological ordering. If the\n                      timestamp format does not adhere to the ISO 8601 standard\n                      you will need to define an expression and type for\n                      transforming the string into a date or timestamp. Note\n                      currently time zones are not supported. If time is stored\n                      in epoch format, put `epoch_s` or `epoch_ms`. If no pattern\n                      is specified we fall back to using the optional defaults on a per\n                      database/column name level via the extra parameter.": [
        " para garantir que a ordem lexicográfica coincida com a ordem cronoglógica. Se o\n formato do timestamp não for aderente ao padrão ISO 8601\n você precisará definir uma expressão e tipo para\n transformar o texto em data ou timestamp. Nota\natualemente time zones não são suportadas. Se o tempo é armazenado no formato epoch coloque `epoch_s` ou `epoch_ms`. Se nenhum padrão for especificado\n utilizaremos os padrões opcionais de acordo com cada nível do banco de dados/nome de coluna via parâmetro extra."
      ],
      " to mark a column as a time column": [""],
      " to open SQL Lab. From there you can save the query as a dataset.": [""],
      " to visualize your data.": [""],
      "!= (Is not equal)": ["!= (não é igual)"],
      "%(name)s.csv": ["%(name)s.csv"],
      "%(object)s does not exist in this database.": [""],
      "%(other)s charts will appear here": [""],
      "%(other)s dashboards will appear here": [""],
      "%(other)s recents will appear here": [""],
      "%(prefix)s %(title)s": ["%(prefix)s %(title)s"],
      "%(user)s was granted the role %(role)s that gives access to the %(datasource)s": [
        "O papel %(role)s foi concedido a %(user)s dando acesso a %(datasource)s"
      ],
      "%(user)s's profile": ["Perfil do %(user)s"],
      "%(validator)s was unable to check your query.\nPlease recheck your query.\nException: %(ex)s": [
        "%(validator)s não conseguiu verificar sua consulta.\nPor favor revise sua consulta.\nExceção: %(ex)s"
      ],
      "%s Error": ["Erro %s"],
      "%s SSH TUNNEL PASSWORD": [""],
      "%s SSH TUNNEL PRIVATE KEY": [""],
      "%s SSH TUNNEL PRIVATE KEY PASSWORD": [""],
      "%s Selected": ["%s selecionado(s)"],
      "%s Selected (%s Physical, %s Virtual)": [
        "%s selecionado(s) (%s físico, %s virtual)"
      ],
      "%s Selected (Physical)": ["%s selecionado(s) (físico)"],
      "%s Selected (Virtual)": ["%s selecionado(s) (virtual)"],
      "%s aggregates(s)": ["%s agregado(s)"],
      "%s column(s)": ["%s coluna(s)"],
      "%s operator(s)": ["%s operador(es)"],
      "%s option(s)": ["%s opção(ões)"],
      "%s saved metric(s)": ["%s métrica(s) salva(s)"],
      "%s%s": ["%s%s"],
      "%s-%s of %s": ["%s-%s de %s"],
      "(Removed)": ["(Removido)"],
      "(deleted or invalid type)": [""],
      "(no description, click to see stack trace)": [""],
      "(optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.": [
        "(opcional) valor padrão para o filtro, quando usando a opção múltipla, você pode usar uma lista de opções delimitada por ponto e vírgula."
      ],
      "), and they become available in your SQL (example:": [""],
      "*%(name)s*\n\n%(description)s\n\n<%(url)s|Explore in Superset>\n\n%(table)s\n": [
        ""
      ],
      "*%(name)s*\n\n%(description)s\n\nError: %(text)s\n": [""],
      "+ %s more": [""],
      ",": [""],
      "-- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.\n\n": [
        ""
      ],
      ".": [""],
      "0 Selected": ["0 selecionado"],
      "1 calendar day frequency": [""],
      "1 day ago": [""],
      "1 hour": ["1 hora"],
      "1 minute": ["1 minuto"],
      "1 minutely frequency": [""],
      "1 month end frequency": [""],
      "1 month start frequency": [""],
      "1 week ago": [""],
      "1 week starting Monday (freq=W-MON)": [""],
      "1 week starting Sunday (freq=W-SUN)": [""],
      "1 year ago": [""],
      "104 weeks ago": [""],
      "156 weeks ago": [""],
      "1AS": [""],
      "1D": [""],
      "1H": [""],
      "1M": [""],
      "1T": [""],
      "2 years ago": [""],
      "2/98 percentiles": [""],
      "28 days ago": [""],
      "2D": [""],
      "3 years ago": [""],
      "30 days": ["30 dias"],
      "30 minutes": ["30 minutos"],
      "30 seconds": ["30 segundos"],
      "3D": [""],
      "4 weeks (freq=4W-MON)": [""],
      "5 minutes": ["5 minutos"],
      "52 weeks ago": [""],
      "52 weeks starting Monday (freq=52W-MON)": [""],
      "60 days": ["60 dias"],
      "7 calendar day frequency": [""],
      "7D": [""],
      "9/91 percentiles": [""],
      "90 days": ["90 dias"],
      ":": [":"],
      "< (Smaller than)": ["< (menor que)"],
      "<= (Smaller or equal)": ["<= (menor ou igual)"],
      "<enter SQL expression here>": [""],
      "== (Is equal)": ["== (igual)"],
      "> (Larger than)": ["> (maior que)"],
      ">= (Larger or equal)": [">= (maior ou igual)"],
      "A comma separated list of columns that should be parsed as dates.": [
        "Uma lista de colunas separadas por vírgula que devem ser interpretadas como datas."
      ],
      "A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)": [
        "Uma URL completa apontando para o local do plugin construído (pode ser hospedado em um CDN por exemplo)"
      ],
      "A handlebars template that is applied to the data": [""],
      "A human-friendly name": ["Um nome amigável aos humanos"],
      "A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.": [
        ""
      ],
      "A list of users who can alter the chart. Searchable by name or username.": [
        "Uma lista de usuários que podem alterar o gráfico. Pode ser pesquisado por nome ou nome de usuário."
      ],
      "A map of the world, that can indicate values in different countries.": [
        ""
      ],
      "A map that takes rendering circles with a variable radius at latitude/longitude coordinates": [
        ""
      ],
      "A metric to use for color": ["Uma métrica para usar para cores"],
      "A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.": [
        ""
      ],
      "A readable URL for your dashboard": ["Uma URL legível para seu painel"],
      "A reference to the [Time] configuration, taking granularity into account": [
        "Uma referência à configuração [Time], levando em consideração a granularidade"
      ],
      "A reusable dataset will be saved with your chart.": [""],
      "A screenshot of the dashboard will be sent to your email at": [""],
      "A set of parameters that become available in the query using Jinja templating syntax": [
        "Um conjunto de parâmetros que ficam disponíveis na consulta usando a sintaxe de template Jinja"
      ],
      "A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.": [
        ""
      ],
      "A valid color scheme is required": [
        "É obrigatório um esquema de cores válido"
      ],
      "APPLY": ["APLICAR"],
      "APR": ["ABR"],
      "AQE": ["EQA"],
      "AUG": ["AGO"],
      "AXIS TITLE MARGIN": [""],
      "About": ["Sobre"],
      "Access": ["Acessar"],
      "Access requests": ["Solicitações de acesso"],
      "Access to user activity data is restricted": [""],
      "Access token": [""],
      "Access was requested": ["O acesso foi solicitado"],
      "Action": ["Ação"],
      "Action Log": ["Registro de Ação"],
      "Actions": ["Ações"],
      "Active": ["Ativo"],
      "Actual time range": ["Intervalo de tempo real"],
      "Add": ["Adicionar"],
      "Add CSS Template": ["Adicionar modelo CSS"],
      "Add CSS template": ["Adicionar modelo CSS"],
      "Add Chart": ["Adicionar gráfico"],
      "Add Column": ["Adicionar coluna"],
      "Add Dashboard": ["Adicionar painel"],
      "Add Database": ["Adicionar banco de dados"],
      "Add Log": ["Adicionar log"],
      "Add Metric": ["Adicionar métrica"],
      "Add Row level security filter": [
        "Adicionar filtro de segurança a nível de linha"
      ],
      "Add Saved Query": ["Adicionar consulta salva"],
      "Add a Plugin": ["Adicionar um plugin"],
      "Add a new tab to create SQL Query": [""],
      "Add annotation": ["Adicionar anotação"],
      "Add annotation layer": ["Adicionar camada de anotação"],
      "Add calculated columns to dataset in \"Edit datasource\" modal": [""],
      "Add calculated temporal columns to dataset in \"Edit datasource\" modal": [
        ""
      ],
      "Add delivery method": ["Adicionar método de entrega"],
      "Add filter": ["Adicionar filtro"],
      "Add filter clauses to control the filter's source query,\n                    though only in the context of the autocomplete i.e., these conditions\n                    do not impact how the filter is applied to the dashboard. This is useful\n                    when you want to improve the query's performance by only scanning a subset\n                    of the underlying data or limit the available values displayed in the filter.": [
        ""
      ],
      "Add filters and dividers": [""],
      "Add item": ["Adicionar item"],
      "Add metric": ["Adicionar métrica"],
      "Add metrics to dataset in \"Edit datasource\" modal": [""],
      "Add new color formatter": [""],
      "Add new formatter": [""],
      "Add notification method": ["Adicionar método de notificação"],
      "Add required control values to preview chart": [""],
      "Add required control values to save chart": [""],
      "Add to dashboard": ["Adicionar ao painel"],
      "Added": ["Adicionado"],
      "Additional fields may be required": [""],
      "Additional information": ["Informação adicional"],
      "Additional text to add before or after the value, e.g. unit": [""],
      "Adjust how this database will interact with SQL Lab.": [""],
      "Adjust performance settings of this database.": [""],
      "Advanced": ["Avançado"],
      "Advanced analytics": ["Analytics avançados"],
      "Aesthetic": [""],
      "Aggregate function applied to the list of points in each cluster to produce the cluster label.": [
        ""
      ],
      "Aggregate function to apply when pivoting and computing the total rows and columns": [
        ""
      ],
      "Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale": [
        ""
      ],
      "Alert Triggered, In Grace Period": [
        "Alerta disparado, em período de inatividade"
      ],
      "Alert condition": ["Condição do alerta"],
      "Alert condition schedule": ["Agendamento da condição de alerta"],
      "Alert ended grace period.": [
        "Alerta encerrou o período de inatividade."
      ],
      "Alert failed": ["Alerta falhou"],
      "Alert fired during grace period.": [
        "Alerta disparado durante período de inatividade."
      ],
      "Alert found an error while executing a query.": [
        "Alerta encontrou um erro enquanto executava uma consulta."
      ],
      "Alert name": ["Nome do alerta"],
      "Alert on grace period": ["Alerta em período de inatividade"],
      "Alert query returned a non-number value.": [
        "A consulta de alerta retornou um valor não numérico."
      ],
      "Alert query returned more than one column.": [
        "A consulta de alerta retornou mais de uma coluna."
      ],
      "Alert query returned more than one column. %s columns returned": [
        "A consulta de alerta retornou mais de uma coluna. %s colunas retornadas"
      ],
      "Alert query returned more than one row.": [
        "A consulta de alerta retornou mais de uma linha."
      ],
      "Alert query returned more than one row. %s rows returned": [
        "A consulta de alerta retornou mais de uma linha. %s linhas retornadas"
      ],
      "Alert running": ["Executando alerta"],
      "Alert triggered, notification sent": [
        "Alerta disparado, notificação enviada"
      ],
      "Alert validator config error.": [
        "Erro de configuração do validador de alerta."
      ],
      "Alerts": ["Alertas"],
      "Alerts & Reports": ["Alertas e relatórios"],
      "Alerts & reports": ["Alertas e relatórios"],
      "Align +/-": [""],
      "All": [""],
      "All Text": ["Todo o texto"],
      "All charts": ["Todos os gráficos"],
      "All filters": ["Todos os filtros"],
      "All filters (%(filterCount)d)": [""],
      "All panels with this column will be affected by this filter": [
        "Todos os paineis com esta coluna serão afetados por este filtro"
      ],
      "Allow CREATE TABLE AS": ["Permitir CREATE TABLE AS"],
      "Allow CREATE TABLE AS option in SQL Lab": [
        "Permitir a opção CREATE TABLE AS no SQL Lab"
      ],
      "Allow CREATE VIEW AS": ["Permitir CREATE VIEW AS"],
      "Allow CREATE VIEW AS option in SQL Lab": [
        "Permitir a opção CREATE VIEW As no SQL Lab"
      ],
      "Allow Csv Upload": ["Permitir upload de CSV"],
      "Allow DML": ["Permitir DML"],
      "Allow columns to be rearranged": [""],
      "Allow creation of new tables based on queries": [""],
      "Allow creation of new views based on queries": [""],
      "Allow data manipulation language": [
        "Permite a linguagem de manipulação de dados"
      ],
      "Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.": [
        ""
      ],
      "Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.": [
        ""
      ],
      "Allow multiple selections": ["Permitir múltipla seleção"],
      "Allow sending multiple polygons as a filter event": [""],
      "Allow this database to be explored": [""],
      "Allow this database to be queried in SQL Lab": [""],
      "Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab": [
        "Permitir que os usuários executem instruções não-SELECT (UPDATE, DELETE, CREATE, ...) no SQL Lab"
      ],
      "Allowed Domains (comma separated)": [""],
      "Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.": [
        ""
      ],
      "Altered": ["Alterado"],
      "An enclosed time range (both start and end) must be specified when using a Time Comparison.": [
        "Uma faixa de tempo (com início e fim) deve ser especificada quand"
      ],
      "An engine must be specified when passing individual parameters to a database.": [
        ""
      ],
      "An error has occurred": ["Ocorreu um erro"],
      "An error occurred": ["Ocorreu um erro"],
      "An error occurred saving dataset": [
        "Ocorreu um erro ao salvar o conjunto de dados"
      ],
      "An error occurred while collapsing the table schema. Please contact your administrator.": [
        "Ocorreu um erro ao contrair o esquema da tabela. Por favor entre em contato com seu administrador."
      ],
      "An error occurred while creating the data source": [
        "Ocorreu um erro ao criar a fonte de dados"
      ],
      "An error occurred while expanding the table schema. Please contact your administrator.": [
        "Ocorreu um erro ao expandir o esquema da tabela. Por favor entre em contato com seu administrador."
      ],
      "An error occurred while fetching available CSS templates": [
        "Ocorreu um erro ao buscar os modelos CSS disponíveis"
      ],
      "An error occurred while fetching chart created by values: %s": [
        "Ocorreu um erro ao se obter os valores de criado por dos gráficos: %s"
      ],
      "An error occurred while fetching chart owners values: %s": [
        "Ocorreu um erro ao se obter os valores dos donos dos gráficos: %s "
      ],
      "An error occurred while fetching created by values: %s": [
        "Ocorreu um erro ao obter valores de criado por: %s"
      ],
      "An error occurred while fetching dashboard created by values: %s": [
        "Ocorreu um erro ao se obter os valores de criado por dos paineis: %s"
      ],
      "An error occurred while fetching dashboard owner values: %s": [
        "Ocorreu um erro ao se obter os valores de done dos paineis: %s"
      ],
      "An error occurred while fetching dashboards": [
        "Ocorreu um erro ao buscar os paineis"
      ],
      "An error occurred while fetching dashboards: %s": [
        "Ocorreu um erro ao se obter os dashboards: %s"
      ],
      "An error occurred while fetching database related data: %s": [
        "Ocorreu um erro ao se obter os dados relacionados ao banco de dados: %s"
      ],
      "An error occurred while fetching database values: %s": [
        "Ocorreu um erro ao se obter os valores de banco de dados: %s"
      ],
      "An error occurred while fetching dataset datasource values: %s": [
        "Ocorreu um erro ao obter os valores de fonte de dados do conjunto de dados: %s"
      ],
      "An error occurred while fetching dataset owner values: %s": [
        "Ocorreu um erro ao se obter os valores de dono dos conjuntos de dados: %s"
      ],
      "An error occurred while fetching dataset related data": [
        "Ocorreu um erro ao se obter dados relacionados ao conjunto de dados"
      ],
      "An error occurred while fetching dataset related data: %s": [
        "Ocorreu um erro ao se obter dados relacionados ao conjunto de dados: %s"
      ],
      "An error occurred while fetching datasets: %s": [
        "Ocorreu um erro ao se obter os conjuntos de dados: %s"
      ],
      "An error occurred while fetching schema values: %s": [
        "Ocorreu um erro ao se obter os valores de esquema: %s"
      ],
      "An error occurred while fetching tab state": [
        "Um erro ocorreu ao tentar buscar o estado da aba"
      ],
      "An error occurred while fetching table metadata": [
        "Ocorreu um erro ao buscar os metadados da tabela"
      ],
      "An error occurred while fetching table metadata. Please contact your administrator.": [
        "Ocorreu um erro ao buscar os metadados da tabela. Por favor entre em contato com seu administrador."
      ],
      "An error occurred while loading the SQL": [
        "Ocorreu um erro ao carregar o SQL"
      ],
      "An error occurred while pruning logs ": [
        "Ocorreu um erro ao otimizar os logs"
      ],
      "An error occurred while removing query. Please contact your administrator.": [
        "Ocorreu um erro ao tentar remover a consulta. Por favor contate seu administrador."
      ],
      "An error occurred while removing tab. Please contact your administrator.": [
        "Ocorreu um erro ao tentar remover a aba. Por favor contate seu administrador."
      ],
      "An error occurred while removing the table schema. Please contact your administrator.": [
        "Ocorreu um erro ao remover o esquema da tabela. Por favor entre em contato com seu administrador."
      ],
      "An error occurred while rendering the visualization: %s": [
        "Ocorreu um erro ao renderizar a visualização: %s"
      ],
      "An error occurred while setting the active tab. Please contact your administrator.": [
        "Um erro ocorreu durante a configuração da aba ativa. Por favor contate seu administrador."
      ],
      "An error occurred while setting the tab autorun. Please contact your administrator.": [
        "Ocorreu um erro durante a configuração de autoexecutar da aba. Por favor contate seu administrador."
      ],
      "An error occurred while setting the tab database ID. Please contact your administrator.": [
        ""
      ],
      "An error occurred while setting the tab schema. Please contact your administrator.": [
        "Ocorreu um erro durante a configuração do esquema da aba. Por favor contate seu administrador."
      ],
      "An error occurred while setting the tab template parameters. Please contact your administrator.": [
        "Ocorreu um erro durante a configuração dos parâmetros do template da aba. Por favor contate seu administrador."
      ],
      "An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.": [
        "Um erro ocorreu ao armazenar o último Id de consulta no backend.Por favor contate seu administrador se esse problema persistir."
      ],
      "An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the \"Save Query\" button.": [
        "Ocorreu um erro ao armazenar sua query no backend. Para evitar perder suas alterações, por favor salve sua consulta usando o botão \"Salvar consulta\\"
      ],
      "An unknown error occurred. Please contact your Superset administrator": [
        "Ocorreu um erro desconhecido. Por favor contate seu administrador Superset"
      ],
      "Anchor to": [""],
      "Angle at which to end progress axis": [""],
      "Angle at which to start progress axis": [""],
      "Annotation": ["Anotação"],
      "Annotation Layers": ["Camadas de anotação"],
      "Annotation could not be created.": [
        "Não foi possível criar a anotação."
      ],
      "Annotation could not be updated.": [
        "Não foi possível atualizar a anotação."
      ],
      "Annotation delete failed.": ["Falha a deletar a anotação."],
      "Annotation layer": ["Camada de anotação"],
      "Annotation layer could not be created.": [
        "Não foi possível criar a camada de anotação."
      ],
      "Annotation layer could not be deleted.": [
        "Não foi possível deletar a camada de anotação."
      ],
      "Annotation layer could not be updated.": [
        "Não foi possível atualizar a camada de anotação."
      ],
      "Annotation layer delete failed.": [
        "Falha ao deletar a camada de anotação."
      ],
      "Annotation layer has associated annotations.": [
        "A camada de anotação tem anotações associadas."
      ],
      "Annotation layer name": ["nome da camada de anotação"],
      "Annotation layer not found.": ["Camada de anotação não encontrada."],
      "Annotation layer parameters are invalid.": [
        "Os parâmetros da camada de anotação são inválidos."
      ],
      "Annotation layer type": ["Tipo da camada de anotação"],
      "Annotation layers": ["camadas de anotação"],
      "Annotation layers are still loading.": [
        "As camadas de anotação ainda estão carregando."
      ],
      "Annotation name": ["nome da anotação"],
      "Annotation not found.": ["Anotação não encontrada."],
      "Annotation parameters are invalid.": [
        "Os parâmetros da anotação são inválidos."
      ],
      "Annotations and layers": ["Anotações e camadas"],
      "Annotations could not be deleted.": [
        "Não foi possível deletar as anotações."
      ],
      "Any additional detail to show in the certification tooltip.": [""],
      "Any color palette selected here will override the colors applied to this dashboard's individual charts": [
        "Qualquer cor da paleta selecionada aqui irá sobrescrever as cores aplicadas aos gráficos individuais deste painel"
      ],
      "Any databases that allow connections via SQL Alchemy URIs can be added. ": [
        ""
      ],
      "Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver ": [
        ""
      ],
      "Append": ["Inserir"],
      "Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.": [
        "A janela de tempo não retornou nenhum dado. Por favor garanta que a fonte de dados satisfaça minimamente os períodos definidos na janela de tempo."
      ],
      "Apply": ["Aplicar"],
      "Apply conditional color formatting to metrics": [""],
      "Apply conditional color formatting to numeric columns": [""],
      "Apply to all panels": ["Aplicar para todos os paineis"],
      "Apply to specific panels": ["Aplicar para paineis específicos"],
      "April": ["Abril"],
      "Are you sure you want to cancel?": [
        "Você tem certeza que deseja prosseguir?"
      ],
      "Are you sure you want to delete": ["Você tem certeza que quer deletar"],
      "Are you sure you want to delete the selected %s?": [
        "Você tem certeza que quer deletar a seleção %s?"
      ],
      "Are you sure you want to delete the selected annotations?": [
        "Você tem certeza que quer deletar as anotações selecionadas?"
      ],
      "Are you sure you want to delete the selected charts?": [
        "Você term certeza que quer deletar os gráficos selecionados?"
      ],
      "Are you sure you want to delete the selected dashboards?": [
        "Você tem certeza que quer deletar os paineis selecionados?"
      ],
      "Are you sure you want to delete the selected datasets?": [
        "Você tem certeza que quer deletar os conjuntos de dados selecionados?"
      ],
      "Are you sure you want to delete the selected layers?": [
        "Você tem certeza que quer deletar as camadas selecionadas?"
      ],
      "Are you sure you want to delete the selected queries?": [
        "Você tem certeza que quer deletar as consultas selecionadas?"
      ],
      "Are you sure you want to delete the selected templates?": [
        "Você tem certeza que quer deletar os modelos selecionados?"
      ],
      "Are you sure you want to proceed?": [
        "Você tem certeza que deseja prosseguir?"
      ],
      "Are you sure you want to save and apply changes?": [
        "Você tem certeza que deseja salvar e aplicar as mudanças?"
      ],
      "Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.": [
        ""
      ],
      "Associated Charts": ["Gráficos associados"],
      "Async Execution": ["Execução assíncrona"],
      "Asynchronous query execution": ["Execução da query assíncrona"],
      "August": ["Agosto"],
      "Auto Zoom": [""],
      "Autocomplete filters": ["Autocompletar filtros"],
      "Autocomplete query predicate": ["Autocompletar predicado da consulta"],
      "Automatic Color": [""],
      "Available sorting modes:": [""],
      "BOOLEAN": [""],
      "Back": [""],
      "Back to all": [""],
      "Backend": ["Backend"],
      "Bad spatial key": ["Chave espacial ruim"],
      "Bar": [""],
      "Bar Charts are used to show metrics as a series of bars.": [""],
      "Base layer map style": [""],
      "Based on granularity, number of time periods to compare against": [""],
      "Based on what should series be ordered on the chart and legend": [""],
      "Basic": ["Básico"],
      "Basic information": ["Informações básicas"],
      "Batch editing %d filters:": ["Editando %d filtros em lote:"],
      "Battery level over time": [""],
      "Be careful.": ["Cuidado"],
      "Big Number": ["Número grande"],
      "Big Number Font Size": [""],
      "Big Number with Trendline": ["Número grande com Trendline"],
      "Bottom Margin": [""],
      "Bottom margin, in pixels, allowing for more room for axis labels": [""],
      "Bottom to Top": [""],
      "Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.": [
        ""
      ],
      "Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.": [
        ""
      ],
      "Box Plot": ["Parcela"],
      "Bubble Chart": ["Gráfico de bolhas"],
      "Bubble size": ["Tamanho da bolha"],
      "Bucket break points": [""],
      "Build": [""],
      "Bulk select": ["Seleção em lote"],
      "Bullet Chart": ["Gráfico de bala"],
      "Business": [""],
      "Business Data Type": [""],
      "By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).": [
        "Por padrão, cada filtro carrega no máximo 1000 opções na carga inicial da página. Marque essa opção se você tem mais de 1000 valores de filtro e quer habilitar a busca dinâmica que carrega os valores de filtro conforme os usuários digitam (pode impactar no seu banco de dados)."
      ],
      "By key: use column names as sorting key": [""],
      "By key: use row names as sorting key": [""],
      "By value: use metric values as sorting key": [""],
      "CANCEL": ["CANCELAR"],
      "CREATE TABLE AS": ["CREATE TABLE AS"],
      "CREATE VIEW AS": ["CREATE VIEW AS"],
      "CREATE VIEW statement": ["Instrução CREATE VIEW"],
      "CRON expression": ["Expressão CRON"],
      "CSS": ["CSS"],
      "CSS Styles": [""],
      "CSS Templates": ["Modelos CSS"],
      "CSS applied to the chart": [""],
      "CSS template": ["Modelos CSS"],
      "CSS template could not be deleted.": [
        "Não foi possível deletar o template CSS."
      ],
      "CSS template name": ["nome do modelo CSS"],
      "CSS template not found.": ["Template CSS não encontrado."],
      "CSS templates": ["Modelos CSS"],
      "CSV file \"%(csv_filename)s\" uploaded to table \"%(table_name)s\" in database \"%(db_name)s\"": [
        "Arquivo CSV \"%(csv_filename)s\" carregado para a tabela \"%(table_name)s\" no banco de dados \"%(db_name)s\""
      ],
      "CSV to Database configuration": ["Configuração CSV para banco de dados"],
      "CSV upload": ["Carga de CSV"],
      "CTAS & CVAS SCHEMA": [""],
      "CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.": [
        "CTAS (create table as select) só podem ser executados com uma consulta na qual a última instrução é um SELECT. Por favor garanta que sua consulta tenha um SELECT como última instrução. Depois tente rodar novamente sua consulta."
      ],
      "CTAS Schema": ["Esquema CTAS"],
      "CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.": [
        "CVAS (create view as select) só podem ser executados com uma consulta com uma única instrução SELECT. Por favor garanta que sua consulta tenha uma única instrução SELECT. Depois tente rodar novamente sua consulta."
      ],
      "CVAS (create view as select) query has more than one statement.": [""],
      "CVAS (create view as select) query is not a SELECT statement.": [""],
      "Cache Timeout": ["Tempo limite de cache"],
      "Cache Timeout (seconds)": ["Tempo limite de cache (segundos)"],
      "Cache timeout": ["Tempo limite de cache"],
      "Cached %s": ["Cacheado %s"],
      "Cached value not found": ["Valor em cache não encontrado"],
      "Calculated column [%s] requires an expression": [
        "Coluna calculada [%s] precisa de uma expressão"
      ],
      "Calculated columns": ["Colunas calculadas"],
      "Calculation type": ["Tipo de cálculo"],
      "Calendar Heatmap": ["Calendário Heatmap"],
      "Can not move top level tab into nested tabs": [
        "Não é possível mover a aba de nível superior para dentro das abas aninhadas"
      ],
      "Can't have overlap between Series and Breakdowns": [
        "Não pode haver sobreposição entre Series e Breakdowns"
      ],
      "Cancel": ["Cancelar"],
      "Cancel query on window unload event": [""],
      "Cannot access the query": [""],
      "Cannot have multiple credentials for the SSH Tunnel": [""],
      "Cannot import dashboard: %(db_error)s.\nMake sure to create the database before importing the dashboard.": [
        "Não foi possível importal o painel: %(db_error)s.\nNão esqueça de criar o banco de dados antes de importar o painel."
      ],
      "Cannot parse time string [%(human_readable)s]": [""],
      "Categorical": [""],
      "Categories to group by on the x-axis.": [""],
      "Category": [""],
      "Category and Percentage": [""],
      "Category of target nodes": [""],
      "Category, Value and Percentage": [""],
      "Cell Padding": [""],
      "Cell Radius": [""],
      "Cell content": ["Conteúdo da célula"],
      "Certification details": ["Detalhes da certificação"],
      "Certified by": ["Certificado por"],
      "Certified by %s": ["Certificado por %s"],
      "Change order of columns.": [""],
      "Change order of rows.": [""],
      "Changed By": ["Alterado por"],
      "Changed on": ["Alterado em"],
      "Changes saved.": [""],
      "Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset": [
        "Mudar esse conjunto de dados pode quebar o gráfico se ele depender de colunas ou metadados que não existem no conjunto de dados alvo"
      ],
      "Changing these settings will affect all charts using this dataset, including charts owned by other people.": [
        "Alterar essas configurações afetará todos os gráficos usando este conjunto de dados, incluindo gráficos cujo dono são outras pessoas."
      ],
      "Changing this Dashboard is forbidden": [
        "É proibido alterar este painel"
      ],
      "Changing this chart is forbidden": ["É proibido modificar este gráfico"],
      "Changing this control takes effect instantly": [
        "Alterar esse controle é efetivo instantaneamente"
      ],
      "Changing this dataset is forbidden": [
        "É probido modificar este conjunto de dados"
      ],
      "Changing this report is forbidden": [
        "É proibido alterar este relatório"
      ],
      "Character to interpret as decimal point.": [
        "Caractere para interpretar como ponto decimal."
      ],
      "Chart": ["Gráfico"],
      "Chart %(id)s not found": ["Gráfico %(id)s não encontrado"],
      "Chart Cache Timeout": ["Timeout do cache do gráfico"],
      "Chart ID": ["ID do gráfico"],
      "Chart [{}] has been overwritten": ["Gráfico [{}] foi sobrescrito"],
      "Chart [{}] has been saved": ["Gráfico [{}] foi salvo"],
      "Chart [{}] was added to dashboard [{}]": [
        "Gráfico [{}] foi adicionado ao painel [{}]"
      ],
      "Chart cache timeout": ["Timeout do cache do gráfico"],
      "Chart changes": ["Mudanças do gráfico"],
      "Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view.\n\n    Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!": [
        ""
      ],
      "Chart could not be created.": ["Não foi possível criar o gráfico."],
      "Chart could not be deleted.": ["Não foi possível deletar o gráfico."],
      "Chart could not be updated.": ["Não foi possível atualizar o gráfico."],
      "Chart does not exist": ["Gráfico não existe"],
      "Chart has no query context saved. Please save the chart again.": [""],
      "Chart name": ["Nome do gráfico"],
      "Chart parameters are invalid.": [
        "Os parâmetros do gráfico são inválidos."
      ],
      "Chart type": ["Tipo de gráfico"],
      "Chart type requires a dataset": [""],
      "Charts": ["Gráficos"],
      "Charts could not be deleted.": ["Não foi possível deletar os gráficos."],
      "Check for sorting ascending": ["Marque para ordenar ascendente"],
      "Check if the Rose Chart should use segment area instead of segment radius for proportioning": [
        ""
      ],
      "Check out this chart in dashboard:": ["Veja esse gráfico no painel:"],
      "Check out this dashboard: ": ["Veja este dashboard: "],
      "Check to apply filters instantly as they change instead of displaying [Apply] button": [
        "Marque para aplicar filtros instantaneamente quando eles mudam ao invés de mostrar o botão de [Aplicar]"
      ],
      "Check to force date partitions to have the same height": [""],
      "Check to include time column dropdown": [
        "Marque para incluir o menu suspenso Coluna de tempo"
      ],
      "Child label position": [""],
      "Choice of [Label] must be present in [Group By]": [
        "A escolha de [Label] deve estar presente em [Group By]"
      ],
      "Choice of [Point Radius] must be present in [Group By]": [
        "A escolha de [Raio do ponto] deve estar presente em [Grupo]"
      ],
      "Choose File": ["Escolher arquivo"],
      "Choose a chart or dashboard not both": [
        "Escolha um gráfico ou painel, não ambos"
      ],
      "Choose a dataset": ["Escolha um conjunto de dados"],
      "Choose a metric for right axis": [
        "Escolha uma métrica para o eixo direito"
      ],
      "Choose a unique name": [""],
      "Choose one of the available databases from the panel on the left.": [""],
      "Choose the annotation layer type": [
        "Escolha o tipo da camada de anotação"
      ],
      "Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette": [
        ""
      ],
      "Chord Diagram": [""],
      "Chosen non-numeric column": [""],
      "Circle -> Arrow": [""],
      "Circle -> Circle": [""],
      "Circle radar shape": [""],
      "Circular": [""],
      "Classic chart that visualizes how metrics change over time.": [""],
      "Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.": [
        ""
      ],
      "Clause": ["Cláusula"],
      "Clear": ["Limpar"],
      "Clear all": [""],
      "Click on \"+Add/Edit Filters\" button to create new dashboard filters": [
        ""
      ],
      "Click on \"Create chart\" button in the control panel on the left to preview a visualization or": [
        ""
      ],
      "Click the lock to make changes.": [
        "Clique no cadeado para fazer alterações."
      ],
      "Click the lock to prevent further changes.": [
        "Clique no cadeado para prevenir mais alterações."
      ],
      "Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.": [
        ""
      ],
      "Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.": [
        ""
      ],
      "Click to cancel sorting": [""],
      "Click to edit": ["Clique para editar"],
      "Click to favorite/unfavorite": ["Clique para favoritar/desfavoritar"],
      "Click to force-refresh": ["Clique para forçar a atualização"],
      "Click to see difference": ["Clique para ver a diferença"],
      "Close": ["Fechar"],
      "Close all other tabs": ["Fechar todas as outras abas"],
      "Close tab": ["Fechar aba"],
      "Cluster label aggregator": [""],
      "Clustering Radius": [""],
      "Code": ["Código"],
      "Collapse all": ["Contrair todos"],
      "Color": ["Cor"],
      "Color +/-": [""],
      "Color bounds": [""],
      "Color metric": ["Métrica de cor"],
      "Color scheme": ["Esquema de cores"],
      "Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range: ": [
        ""
      ],
      "Colors": ["Cores"],
      "Column": ["Coluna"],
      "Column \"%(column)s\" is not numeric or does not exists in the query results.": [
        ""
      ],
      "Column Label(s)": ["Descrição das colunas"],
      "Column containing ISO 3166-2 codes of region/province/department in your table.": [
        ""
      ],
      "Column containing latitude data": [""],
      "Column containing longitude data": [""],
      "Column header tooltip": [""],
      "Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.": [
        "Descrição da coluna para a coluna de índice. Se nenhuma for fornecida e o índice dataframe é verdadeiro, os nomes dos índices serão utilizados."
      ],
      "Column name [%s] is duplicated": ["Nome de coluna [%s] está duplicado"],
      "Column referenced by aggregate is undefined: %(column)s": [
        "A coluna referenciada na agregação é indefinida: %(column)s"
      ],
      "Column to use as the row labels of the dataframe. Leave empty if no index column.": [
        "Coluna para ser utilizada como descrições de linha do dataframe. Deixe em branco se não há coluna de índice."
      ],
      "Columns": ["Colunas"],
      "Columns missing in datasource: %(invalid_columns)s": [
        "Colunas faltando na fonte de dados: %(invalid_columns)s"
      ],
      "Columns subtotal position": [""],
      "Columns to calculate distribution across.": [""],
      "Columns to group by on the columns": [""],
      "Columns to group by on the rows": [""],
      "Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.": [
        ""
      ],
      "Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.": [
        ""
      ],
      "Comparator option": [""],
      "Compare multiple time series charts (as sparklines) and related metrics quickly.": [
        ""
      ],
      "Compare the same summarized metric across multiple groups.": [""],
      "Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.": [
        ""
      ],
      "Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.": [
        ""
      ],
      "Compares the lengths of time different activities take in a shared timeline view.": [
        ""
      ],
      "Comparison Period Lag": [""],
      "Compose multiple layers together to form complex visuals.": [""],
      "Compute the contribution to the total": [
        "Calcule a contribuição para o total"
      ],
      "Confidence interval must be between 0 and 1 (exclusive)": [
        "Intervalo de confiança deve ser entre 0 e 1 (exclusivo)"
      ],
      "Configuration": ["Configurações"],
      "Configure Time Range: Last...": [
        "Configurar intervalo de tempo: Último..."
      ],
      "Configure Time Range: Previous...": [
        "Configurar intervalo de tempo: Anterior..."
      ],
      "Configure custom time range": [
        "Configurar intervalo de tempo personalizado"
      ],
      "Configure filter scopes": ["Configurar escopos do filtro"],
      "Configure the basics of your Annotation Layer.": [
        "Configura o básico da sua camada de anotação."
      ],
      "Configure this dashboard to embed it into an external web application.": [
        ""
      ],
      "Configure your how you overlay is displayed here.": [
        "Configure como seu overlay é mostrado aqui."
      ],
      "Confirm save": ["Confirmar salvamento"],
      "Connect Google Sheet": [""],
      "Connect Google Sheets as tables to this database": [""],
      "Connect this database using the dynamic form instead": [""],
      "Connect this database with a SQLAlchemy URI string instead": [""],
      "Connection": ["Conexão"],
      "Connection failed, please check your connection settings": [""],
      "Connection looks good!": ["A conexão está boa!"],
      "Continuous": [""],
      "Contribution": ["Contribuição"],
      "Control labeled ": ["Controle etiquetado "],
      "Copy": [""],
      "Copy SELECT statement to the clipboard": [
        "Copiar instrução SELECT para a área de transferência"
      ],
      "Copy and Paste JSON credentials": [""],
      "Copy and paste the entire service account .json file here": [""],
      "Copy link": ["Copiar link"],
      "Copy message": ["Copiar mensagem"],
      "Copy of %s": ["Cópia de %s"],
      "Copy partition query to clipboard": [
        "Copie a consulta de partição para a área de transferência"
      ],
      "Copy query URL": ["Copiar URL da consulta"],
      "Copy query link to your clipboard": [
        "Copiar link da consulta para a área de transferência"
      ],
      "Copy the account name of that database you are trying to connect to.": [
        ""
      ],
      "Copy the name of the HTTP Path of your cluster.": [""],
      "Copy the name of the database you are trying to connect to.": [""],
      "Copy to clipboard": ["Copiar para área de transferência"],
      "Cost estimate": ["Custo estimado"],
      "Could not determine datasource type": [
        "Não foi possível determinar o tipo da fonte de dados"
      ],
      "Could not fetch all saved charts": [
        "Não foi posível buscar todos os gráficos salvos"
      ],
      "Could not find viz object": ["Não foi possível encontrar o objeto viz"],
      "Could not load database driver": [
        "Não foi possível carregar o driver do banco de dados"
      ],
      "Could not load database driver: %(driver_name)s": [
        "Não foi possível carregar o driver do banco de dados: %(driver_name)s"
      ],
      "Could not load database driver: {}": [
        "Não foi possível carregar o driver do banco de dados: {}"
      ],
      "Count as Fraction of Columns": [""],
      "Count as Fraction of Rows": [""],
      "Count as Fraction of Total": [""],
      "Country Field Type": [""],
      "Country Map": ["Mapa do País"],
      "Create a dataset to begin visualizing your data as a chart or go to\n          SQL Lab to query your data.": [
        ""
      ],
      "Create a new chart": ["Criar novo gráfico"],
      "Create chart with dataset": [""],
      "Create new chart": ["Criar novo gráfico"],
      "Create or select schema...": [""],
      "Created": ["Criado"],
      "Created On": ["Criado em"],
      "Created by": ["Criado por"],
      "Created content": ["Conteúdo criado"],
      "Created on": ["Criado em"],
      "Creating a data source and creating a new tab": [
        "Criando uma fonte de dados e criando uma nova aba"
      ],
      "Creator": ["Criador"],
      "Cross-filter will be applied to all of the charts that use this dataset.": [
        ""
      ],
      "Currently rendered: %s": [""],
      "Custom Plugin": ["Plugin personalizado"],
      "Custom Plugins": ["Plugins personalizado"],
      "Custom SQL": ["SQL personalizado"],
      "Custom SQL ad-hoc metrics are not enabled for this dataset": [""],
      "Custom SQL fields cannot contain sub-queries.": [""],
      "Custom time filter plugin": [""],
      "Customize": ["Personalizar"],
      "Cyclic dependency detected": [""],
      "D3 Format": ["Formato D3"],
      "D3 format": ["Formato D3"],
      "D3 format syntax: https://github.com/d3/d3-format": [""],
      "D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers": [
        ""
      ],
      "D3 time format for datetime columns": [""],
      "D3 time format syntax: https://github.com/d3/d3-time-format": [""],
      "DB column %(col_name)s has unknown type: %(value_type)s": [""],
      "DEC": ["DEZ"],
      "DELETE": ["DELETAR"],
      "DML": ["LMD"],
      "Daily seasonality": [""],
      "Dark": [""],
      "Dark Cyan": [""],
      "Dark mode": [""],
      "Dashboard": ["Painel"],
      "Dashboard [{}] just got created and chart [{}] was added to it": [
        "Painel [{}] acabou de ser criado e o gráfico [{}] foi adicionado a ele"
      ],
      "Dashboard could not be created.": ["Não foi possível criar o painel."],
      "Dashboard could not be deleted.": ["Não foi possível deletar o painel."],
      "Dashboard could not be updated.": [
        "Não foi possível atualizar o painel."
      ],
      "Dashboard does not exist": ["Painel não existe"],
      "Dashboard parameters are invalid.": [
        "Os parâmetros do painel são inválidos."
      ],
      "Dashboard properties": ["Propriedades do painel"],
      "Dashboard time range filters apply to temporal columns defined in\n          the filter section of each chart. Add temporal columns to the chart\n          filters to have this dashboard filter impact those charts.": [
        ""
      ],
      "Dashboards": ["Painéis"],
      "Dashboards could not be deleted.": [
        "Não foi possível deletar os paineis."
      ],
      "Dashboards do not exist": ["Os painéis não existem"],
      "Data": ["Dados"],
      "Data URI is not allowed.": [""],
      "Data Zoom": [""],
      "Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.": [
        ""
      ],
      "Data has no time steps": [""],
      "Data preview": ["Visualização de dados"],
      "Data type": ["Tipo de dado"],
      "DataFrame include at least one series": [
        "DataFrame deve inluir pelo menos uma série"
      ],
      "DataFrame must include temporal column": [
        "DataFrame deve incluir coluna temporal"
      ],
      "Database": ["Base de dados"],
      "Database \"%(database_name)s\" schema \"%(schema_name)s\" is not allowed for csv uploads. Please contact your Superset Admin.": [
        "Esquema \"%(schema_name)s\" do banco de dados \"%(database_name)s\" não é permitido para cargas CSV. Por favor contate seu administrador Superset."
      ],
      "Database \"%(database_name)s\" schema \"%(schema_name)s\" is not allowed for excel uploads. Please contact your Superset Admin.": [
        "Esquema \"%(schema_name)s\" do banco de dados \"%(database_name)s\" não é permitido para cargas Excel. Por favor contate seu administrador Superset."
      ],
      "Database URL": ["URL da base de dados"],
      "Database could not be created.": [
        "Não foi possível criar o banco de dados."
      ],
      "Database could not be deleted.": [
        "Não foi possível deletar o banco de dados."
      ],
      "Database could not be updated.": [
        "Não foi possível atualizar o banco de dados."
      ],
      "Database does not allow data manipulation.": [""],
      "Database does not exist": ["O banco de dados não existe"],
      "Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions: ": [
        ""
      ],
      "Database error": ["Erro do banco de dados"],
      "Database is required for alerts": [
        "Banco de dados é obrigatório para alertas"
      ],
      "Database name": ["Nome do banco de dados"],
      "Database not allowed to change": [
        "Não é permitido alterar o banco de dados"
      ],
      "Database not found.": ["Banco de dados não encontrado."],
      "Database parameters are invalid.": [
        "Os parâmetros do banco de dados são inválidos."
      ],
      "Databases": ["Bases de dados"],
      "Dataframe Index": ["Índice dataframe"],
      "Dataset": ["Conjunto de dados"],
      "Dataset %(name)s already exists": ["Fonte de dados %(name)s já existe"],
      "Dataset could not be created.": [
        "Não foi possível criar o conjunto de dados."
      ],
      "Dataset could not be deleted.": [
        "Não foi possível deletar o conjunto de dados."
      ],
      "Dataset could not be updated.": [
        "Não foi possível atualizar o conjunto de dados."
      ],
      "Dataset does not exist": ["Fonte de dados não existe"],
      "Dataset name": ["nome do conjunto de dados"],
      "Dataset parameters are invalid.": [
        "Os parâmetros do conjunto de dados são inválidos."
      ],
      "Dataset schema is invalid, caused by: %(error)s": [""],
      "Dataset(s) could not be bulk deleted.": [
        "Não foi possível deletar os conjuntos de dados em lote."
      ],
      "Datasets": ["Conjunto de dados"],
      "Datasets can be created from database tables or SQL queries. Select a database table to the left or ": [
        ""
      ],
      "Datasource": ["Fonte de dados"],
      "Datasource type is invalid": [""],
      "Datasource type is required when datasource_id is given": [
        "O tipo da fonte de dados é obrigatório quando é dado um `datasource_id`"
      ],
      "Date filter": ["Filtro de data"],
      "Date/Time": ["Data/Tempo"],
      "Datetime Format": ["Formato de data e hora"],
      "Datetime column not provided as part table configuration and is required by this type of chart": [
        "Coluna datetime não fornecida como parte da configuração da tabela e é obrigatória para este tipo de gráfico"
      ],
      "Datetime format": ["Formato de data e hora"],
      "Day (freq=D)": [""],
      "Db engine did not return all queried columns": [""],
      "December": ["Dezembro"],
      "Decides which column to sort the base axis by.": [""],
      "Decimal Character": ["Caractere decimal"],
      "Deck.gl - 3D Grid": ["Deck.gl - Grade 3D"],
      "Deck.gl - 3D HEX": ["Deck.gl - 3D HEX"],
      "Deck.gl - Arc": ["Deck.gl - Arc"],
      "Deck.gl - GeoJSON": ["Deck.gl - GeoJSON"],
      "Deck.gl - Multiple Layers": ["Deck.gl - Múltiplas camadas"],
      "Deck.gl - Paths": ["Deck.gl - Paths"],
      "Deck.gl - Polygon": ["Deck.gl - Polígono"],
      "Deck.gl - Scatter plot": ["Deck.gl - Scatter plot"],
      "Deck.gl - Screen Grid": ["Deck.gl - Grade de tela"],
      "Default": ["Padrão"],
      "Default Endpoint": ["Endpoint padrão"],
      "Default URL": ["URL padrão"],
      "Default URL to redirect to when accessing from the dataset list page": [
        "URL padrão para redirecionar quanto acessando a partir da página de lista de conjunto de dados"
      ],
      "Default latitude": [""],
      "Default longitude": [""],
      "Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space": [
        ""
      ],
      "Default value must be set when \"Filter has default value\" is checked": [
        ""
      ],
      "Default value must be set when \"Filter value is required\" is checked": [
        ""
      ],
      "Default value set automatically when \"Select first filter value by default\" is checked": [
        ""
      ],
      "Define a function that receives the input and outputs the content for a tooltip": [
        ""
      ],
      "Define a function that returns a URL to navigate to when user clicks": [
        ""
      ],
      "Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.": [
        ""
      ],
      "Defines a rolling window function to apply, works along with the [Periods] text box": [
        "Define uma função de janela de rolagem para aplicar, funciona junto com a caixa de texto [Períodos]"
      ],
      "Defines how each series is broken down": [""],
      "Defines the grid size in pixels": [""],
      "Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle": [
        "Define o agrupamento de entidades. Cada série é mostrada como uma cor específica no gráfico e tem uma alternância de legenda"
      ],
      "Defines the size of the rolling window function, relative to the time granularity selected": [
        "Define o tamanho da função da janela rolante, em relação à granularidade de tempo selecionada"
      ],
      "Defines whether the step should appear at the beginning, middle or end between two data points": [
        ""
      ],
      "Delete": ["Deletar"],
      "Delete %s?": ["Deletar %s?"],
      "Delete Annotation?": ["Deletar anotação?"],
      "Delete Database?": ["Deletar banco de dados?"],
      "Delete Dataset?": ["Deletar conjunto de dados?"],
      "Delete Layer?": ["Deletar camada?"],
      "Delete Query?": ["Deletar consulta?"],
      "Delete Template?": ["Deletar modelo?"],
      "Delete all Really?": ["Realemente deletar tudo?"],
      "Delete annotation": ["Deletar anotação"],
      "Delete dashboard tab?": ["Deletar a aba do dashboard?"],
      "Delete database": ["Deletar banco de dados"],
      "Delete query": ["Deletar consulta"],
      "Delete template": ["Deletar modelo"],
      "Delete this container and save to remove this message.": [
        "Delete este recipiente e salve para remover esta mensagem."
      ],
      "Deleted %(num)d annotation": [
        "%(num)d anotação deletada",
        "%(num)d anotações deletadas"
      ],
      "Deleted %(num)d annotation layer": [
        "%(num)d camada de anotação deletada",
        "%(num)d camadas de anotação deletadas"
      ],
      "Deleted %(num)d chart": [
        "%(num)d gráfico deletado",
        "%(num)d gráficos deletados"
      ],
      "Deleted %(num)d css template": [
        "%(num)d template CSS deletado",
        "%(num)d templates CSS deletados"
      ],
      "Deleted %(num)d dashboard": [
        "%(num)d painel deletado",
        "%(num)d paineis deletados"
      ],
      "Deleted %(num)d dataset": [
        "%(num)d fonte de dados deletada",
        "%(num)d fontes de dados deletadas"
      ],
      "Deleted %(num)d report schedule": [
        "%(num)d agendamento de relatório deletado",
        "%(num)d agendamentos de relatório deletados"
      ],
      "Deleted %(num)d saved query": [
        "%(num)d consulta salva deletada",
        "%(num)d consultas salvas deletadas"
      ],
      "Deleted: %s": ["Deletado: %s"],
      "Deleting a tab will remove all content within it. You may still reverse this action with the": [
        ""
      ],
      "Delimited long & lat single column": [
        "Coluna singular de long e lat delimitada "
      ],
      "Delimiter": ["Delimitador"],
      "Demographics": [""],
      "Description": ["Descrição"],
      "Description (this can be seen in the list)": [
        "Descrição (isso pode ser visto na lista)"
      ],
      "Description text that shows up below your Big Number": [""],
      "Deselect all": ["Desmarcar todos"],
      "Details of the certification": ["Detalhes da certificação"],
      "Determines how whiskers and outliers are calculated.": [""],
      "Determines whether or not this dashboard is visible in the list of all dashboards": [
        "Determina se este painel é visível ou não na lista de todos os paineis"
      ],
      "Did you mean:": ["Você quis dizer:"],
      "Dimension to use on x-axis.": [""],
      "Dimension to use on y-axis.": [""],
      "Directed Force Layout": ["Layout de Força Dirigida"],
      "Disable SQL Lab data preview queries": [""],
      "Disable data preview when fetching table metadata in SQL Lab.  Useful to avoid browser performance issues when using  databases with very wide tables.": [
        ""
      ],
      "Disable embedding?": [""],
      "Display column level total": [""],
      "Display configuration": ["Mostrar configuração"],
      "Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.": [
        ""
      ],
      "Display row level total": [""],
      "Display total row/column": [""],
      "Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.": [
        ""
      ],
      "Distribution - Bar Chart": ["Distribuição - Gráfico de barras"],
      "Divider": ["Divisor"],
      "Do you want a donut or a pie?": [""],
      "Domain": [""],
      "Download as image": ["Baixar como imagem"],
      "Download to CSV": [""],
      "Draft": ["Rascunho"],
      "Drag and drop components and charts to the dashboard": [""],
      "Drag and drop components to this tab": [""],
      "Draw a marker on data points. Only applicable for line types.": [""],
      "Draw area under curves. Only applicable for line types.": [""],
      "Draw line from Pie to label when labels outside?": [""],
      "Draw split lines for minor axis ticks": [""],
      "Draw split lines for minor y-axis ticks": [""],
      "Drill by": [""],
      "Drill by is not available for this data point": [""],
      "Drill by is not yet supported for this chart type": [""],
      "Drill to detail": [""],
      "Drill to detail by": [""],
      "Drill to detail by value is not yet supported for this chart type.": [
        ""
      ],
      "Drill to detail is disabled because this chart does not group data by dimension value.": [
        ""
      ],
      "Drill to detail: %s": [""],
      "Drop a temporal column here or click": [""],
      "Drop columns here": [""],
      "Drop columns/metrics here or click": [""],
      "Drop temporal column here": [""],
      "Duplicate column name(s): %(columns)s": [""],
      "Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.": [
        ""
      ],
      "Duplicate tab": ["Duplicar aba"],
      "Duration": ["Duração"],
      "Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.": [
        "Duração (em segundos) do timeout do cache para os gráficos desse banco de dados. Um timeout de 0 indica que o cache nunca expira. Se esse valor não for definido será utilizado o timeout global."
      ],
      "Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.": [
        "Duração (em segundos) do timeout do cache para este gráfico. Se este valor não for definido será utilizado o timeout da fonte de dados/tabela."
      ],
      "Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.": [
        "Duração (em segundos) do timeout do cache para esta tabela. Uma duração de 0 indica que o cache nunca expira. Caso este valor não seja definido será utilizado o timeout do banco de dados."
      ],
      "Duration in ms (1.40008 => 1ms 400µs 80ns)": [""],
      "Duration in ms (100.40008 => 100ms 400µs 80ns)": [""],
      "Duration in ms (66000 => 1m 6s)": [""],
      "Duration: %s": ["Duração: %s"],
      "Dynamically search all filter values": [""],
      "END (EXCLUSIVE)": [""],
      "ERROR: %s": [""],
      "Edge length": [""],
      "Edge length between nodes": [""],
      "Edge symbols": [""],
      "Edit": ["Editar"],
      "Edit CSS": ["Editar CSS"],
      "Edit CSS Template": ["Editar modelo CSS"],
      "Edit CSS template properties": ["Editar propriedades do modelo CSS"],
      "Edit Chart": ["Editar gráfico"],
      "Edit Column": ["Editar coluna"],
      "Edit Dashboard": ["Editar o painel de instrumentos"],
      "Edit Database": ["Editar banco de dados"],
      "Edit Dataset ": ["Editar conjunto de dados"],
      "Edit Log": ["Editar log"],
      "Edit Metric": ["Editar métrica"],
      "Edit Plugin": ["Editar um plugin"],
      "Edit Row level security filter": [
        "Editar filtro de segurança a nível de linha"
      ],
      "Edit Saved Query": ["Editar consulta salva"],
      "Edit Table": ["Editar tabela"],
      "Edit annotation": ["Editar anotação"],
      "Edit annotation layer": ["Editar camada de anotação"],
      "Edit annotation layer properties": [
        "Editar propriedades da camada de anotação"
      ],
      "Edit chart properties": ["Editar propriedades do gráfico"],
      "Edit database": ["Editar banco de dados"],
      "Edit dataset": ["Editar conjunto de dados"],
      "Edit email report": [""],
      "Edit properties": ["Editar propriedades"],
      "Edit query": ["Editar consulta"],
      "Edit template": ["Editar modelo"],
      "Edit template parameters": ["Editar parâmetros de template"],
      "Edit time range": ["Editar intervalo de tempo"],
      "Edited": ["Editado"],
      "Editing 1 filter:": ["Editando 1 filtro:"],
      "Either the database is spelled incorrectly or does not exist.": [""],
      "Either the username \"%(username)s\" or the password is incorrect.": [
        ""
      ],
      "Either the username \"%(username)s\", password, or database name \"%(database)s\" is incorrect.": [
        ""
      ],
      "Either the username or the password is wrong.": [""],
      "Email reports active": [""],
      "Embed code": [""],
      "Embedding deactivated.": [""],
      "Emphasis": [""],
      "Employment and education": [""],
      "Empty circle": [""],
      "Empty query?": ["Consulta vazia?"],
      "Empty row": [""],
      "Enable 'Allow file uploads to database' in any database's settings": [
        ""
      ],
      "Enable Filter Select": ["Ativar seleção de filtro"],
      "Enable cross-filtering": [""],
      "Enable data zooming controls": [""],
      "Enable embedding": [""],
      "Enable forecast": [""],
      "Enable forecasting": [""],
      "Enable graph roaming": [""],
      "Enable node dragging": [""],
      "Enable query cost estimation": [""],
      "Enable server side pagination of results (experimental feature)": [""],
      "Encountered invalid NULL spatial entry,                                        please consider filtering those out": [
        "Encontrada entrada espacial inválida NULL, por favor considere filtrá-la."
      ],
      "End": ["Fim"],
      "End Time": ["Fim do tempo"],
      "End date must be after start date": [
        "A data de fim deve ser posterior à data de início"
      ],
      "Engine \"%(engine)s\" cannot be configured through parameters.": [""],
      "Engine spec \"InvalidEngine\" does not support being configured via individual parameters.": [
        ""
      ],
      "Enter CA_BUNDLE": [""],
      "Enter a new title for the tab": ["Digite um novo título para a aba"],
      "Enter the required %(dbModelName)s credentials": [""],
      "Entity": ["Entidade"],
      "Equal Date Sizes": [""],
      "Equal to (=)": [""],
      "Error in jinja expression in HAVING clause: %(msg)s": [
        "Erro na expressão jinja na cláusula HAVING: %(msg)s"
      ],
      "Error in jinja expression in RLS filters: %(msg)s": [
        "Erro na expressão jinja nos filtros RLS: %(msg)s"
      ],
      "Error in jinja expression in WHERE clause: %(msg)s": [
        "Erro na expressão jinja na cláusula WHERE: %(msg)s"
      ],
      "Error in jinja expression in fetch values predicate: %(msg)s": [
        "Erro na expressão jinja ao buscar os valores do predicado: %(msg)s"
      ],
      "Error loading chart datasources. Filters may not work correctly.": [""],
      "Error message": ["Mensagem de erro"],
      "Error: %(error)s": [""],
      "Error: %(msg)s": [""],
      "Estimate cost": ["Custo estimado"],
      "Estimate selected query cost": [
        "Custo estimado da consulta selecionada"
      ],
      "Estimate the cost before running a query": [
        "Estima o custo antes de executar uma consulta"
      ],
      "Event definition": [""],
      "Event flow": ["Fluxo de eventos"],
      "Every": ["todo"],
      "Evolution": [""],
      "Examples": ["Exemplos"],
      "Excel File": ["Arquivo Excel"],
      "Excel file \"%(excel_filename)s\" uploaded to table \"%(table_name)s\" in database \"%(db_name)s\"": [
        "Arquivo Excel \"%(excel_filename)s\" carregado para a tabela \"%(table_name)s\" no banco de dados \"%(db_name)s\""
      ],
      "Excel to Database configuration": [
        "Configuração Excel para banco de dados"
      ],
      "Executed query": ["Consulta executada"],
      "Execution log": ["Log de execução"],
      "Expand all": ["Expandir todos"],
      "Expand data panel": [""],
      "Expand tool bar": ["Expandir barra de ferramentas"],
      "Expects a formula with depending time parameter 'x'\n        in milliseconds since epoch. mathjs is used to evaluate the formulas.\n        Example: '2x+5'": [
        ""
      ],
      "Experimental": [""],
      "Explore": ["Explorar"],
      "Explore - %(table)s": ["Explorar - %(table)s"],
      "Explore the result set in the data exploration view": [
        "Explore os resutados na visão de exploração de dados"
      ],
      "Export": ["Exportar"],
      "Export dashboards?": ["Exportar painéis?"],
      "Export to YAML": ["Exportar para YAML"],
      "Export to YAML?": ["Exportar para YAML?"],
      "Export to full .CSV": [""],
      "Export to original .CSV": [""],
      "Export to pivoted .CSV": [""],
      "Expose database in SQL Lab": [""],
      "Expose in SQL Lab": ["Expor no SQL Lab"],
      "Expose this DB in SQL Lab": ["Expor este banco de dados no SQL Lab"],
      "Expression": ["Expressão"],
      "Extra": ["Extra"],
      "Extra Controls": [""],
      "Extra data for JS": [""],
      "Extra field cannot be decoded by JSON. %(msg)s": [
        "Campo Extra não pode ser decodificado por JSON. %(msg)s"
      ],
      "Extra parameters for use in jinja templated queries": [
        "Parâmetros extras para usar nas consultas jinja com template"
      ],
      "FEB": ["FEV"],
      "FRI": ["SEX"],
      "Factor to multiply the metric by": [""],
      "Fail": ["Falhar"],
      "Failed": ["Falhou"],
      "Failed at retrieving results": ["Falha ao buscar resultados"],
      "Failed at stopping query. %s": [""],
      "Failed to create report": [""],
      "Failed to execute %(query)s": [""],
      "Failed to load chart data": [""],
      "Failed to load chart data.": [""],
      "Failed to start remote query on a worker.": [""],
      "Failed to update report": [""],
      "Failed to verify select options: %s": [
        "Falha ao verificar as opções do select: %s"
      ],
      "Favorite": ["Favorito"],
      "Favorites": ["Favoritos"],
      "February": ["Fevereiro"],
      "Fetch Values Predicate": ["Predicado da busca de valores"],
      "Fetch data preview": ["Obter a visualização de dados"],
      "Fetched %s": ["Obtido %s"],
      "Field cannot be decoded by JSON. %(msg)s": [
        "Campo não pode ser decodificado por JSON. %(msg)s"
      ],
      "Field is required": ["Campo é obrigatório"],
      "File": ["Arquivo"],
      "Fill all required fields to enable \"Default Value\"": [""],
      "Filter List": ["Lista de filtros"],
      "Filter box": ["Caixa de filtro"],
      "Filter configuration": ["Configuração do filtro"],
      "Filter configuration for the filter box": [
        "Configuração do filtro para a caixa de filtro"
      ],
      "Filter has default value": [""],
      "Filter metadata changed in dashboard. It will not be applied.": [""],
      "Filter name": ["Nome do filtro"],
      "Filter only displays values relevant to selections made in other filters.": [
        ""
      ],
      "Filter results": ["Filtrar resultados"],
      "Filter sets (%(filterSetCount)d)": [""],
      "Filter value (case sensitive)": [
        "Filtrar valor (sensível a maiúscula/minúscula)"
      ],
      "Filter value list cannot be empty": [""],
      "Filter your charts": ["Filtrar seus gráficos"],
      "Filterable": ["Filtrável"],
      "Filters": ["Filtros"],
      "Filters by columns": ["filtra pelas colunas"],
      "Filters by metrics": ["fitra pelas métricas"],
      "Filters configuration": ["Configuração dos filtros"],
      "Filters out of scope (%d)": [""],
      "Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').": [
        "Filtros com a mesma chave de grupo serão concatenados com OR dentro do grupo, enquanto que grupos diferentes serão concatenados com AND. Chaves de grupo indefinidas serão tratadas como grupos únicos, ou seja, não são agrupadas. Por exemplo, se uma tabela tem três filtros, dos quais dois são departamentos como Finanças e Marketing (group key = 'region'), a cláusula de filtro aplicada seria (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe')."
      ],
      "Finish": [""],
      "First": [""],
      "Fix the trend line to the full time range specified in case filtered results do not include the start or end dates": [
        ""
      ],
      "Fixed color": ["Cor fixa"],
      "Fixed point radius": [""],
      "Flow": [""],
      "Font size": [""],
      "Font size for axis labels, detail value and other text elements": [""],
      "Font size for the biggest value in the list": [""],
      "Font size for the smallest value in the list": [""],
      "For further instructions, consult the": [""],
      "For more information about objects are in context in the scope of this function, refer to the": [
        ""
      ],
      "For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.": [
        "Para os filtros regulares, estes são os papeis aos quais este filtro será aplicado. Para filtros base, esses são os papeis não impactados pelo filtro, ex. Admin se o admin deve ver todos os dados."
      ],
      "Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.": [
        ""
      ],
      "Force refresh": ["Forçar atualização"],
      "Force refresh schema list": ["Forçar atualização da lista de esquemas"],
      "Force refresh table list": ["Forçar a atualização da lista de tabelas"],
      "Foreign key": [""],
      "Form data not found in cache, reverting to chart metadata.": [""],
      "Form data not found in cache, reverting to dataset metadata.": [""],
      "Formatted CSV attached in email": [""],
      "Found invalid orderby options": [""],
      "Fraction digits": [""],
      "Friction between nodes": [""],
      "Friday": ["Sexta"],
      "From date cannot be larger than to date": [
        "Desde a data não pode ser maior do que até a data"
      ],
      "Further customize how to display each column": [""],
      "Further customize how to display each metric": [""],
      "General": [""],
      "Generating link, please wait..": [""],
      "Geo": [""],
      "Geohash": ["Geohash"],
      "Get the last date by the date unit.": [""],
      "Get the specify date for the holiday": [""],
      "Go to the edit mode to configure the dashboard and add charts": [""],
      "Gold": [""],
      "Google Sheet Name and URL": [""],
      "Grace period": ["Período de inatividade"],
      "Graph layout": [""],
      "Gravity": [""],
      "Group By filter plugin": [""],
      "Group By' and 'Columns' can't overlap": [
        "Group By' e 'Columns' não podem colidir"
      ],
      "Group By, Metrics or Percentage Metrics must have a value": [""],
      "Group by": ["Agrupar por"],
      "Groupable": ["Agrupável"],
      "Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.": [
        ""
      ],
      "Header": ["Cabeçalho"],
      "Header Row": ["Cabeçalho de linha"],
      "Heatmap": ["Mapa de calor"],
      "Heatmap Options": [""],
      "Height": ["Altura"],
      "Height of the sparkline": [""],
      "Hide layer": ["Esconder camada"],
      "Hide tool bar": ["Esconder barra de ferramentas"],
      "Histogram": ["Histograma"],
      "Home": ["Início"],
      "Horizon Charts": ["Gráficos Horizon"],
      "Horizontal (Top)": [""],
      "Horizontal alignment": [""],
      "Host": [""],
      "Hostname or IP address": [""],
      "Hours offset": ["Offset de horas"],
      "How do you want to enter service account credentials?": [""],
      "How many buckets should the data be grouped in.": [""],
      "How many periods into the future do we want to predict": [""],
      "Huge": [""],
      "ISO 3166-2 Codes": [""],
      "ISO 8601": ["ISO 8601"],
      "Id of root node of the tree.": [""],
      "If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.": [
        "Se Presto, todas as consultas no SQL Lab serão executadas como o usuário atualmente conectado que deve ter permissão para executá-las. <br/> Se hive e hive.server2.enable.doAs estiver habilitado, será executado as consultas como conta de serviço, mas personifique o usuário atualmente conectado usando a propriedade hive.server2.proxy.user."
      ],
      "If a metric is specified, sorting will be done based on the metric value": [
        ""
      ],
      "If duplicate columns are not overridden, they will be presented as \"X.1, X.2 ...X.x\"": [
        ""
      ],
      "If selected, please set the schemas allowed for csv upload in Extra.": [
        "Se selecionado, por favor configure os esquemas permitidos para carga do CSV no Extra."
      ],
      "If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).": [
        "Se a tabela existe faça um dos seguintes: Falhar (não faz nada), Substituir (apaga e recria a tabela) ou Inserir (insere dados no fim)."
      ],
      "Ignore null locations": [""],
      "Ignore time": [""],
      "Image (PNG) embedded in email": [""],
      "Image download failed, please refresh and try again.": [""],
      "Impersonate the logged on user": ["Representar o usuário conectado"],
      "Import": ["Importar"],
      "Import %s": ["Importar %s"],
      "Import Dashboard(s)": ["Importar paineis"],
      "Import Dashboards": ["Importar painéis"],
      "Import a table definition": ["Importar uma definição de tabela"],
      "Import chart failed for an unknown reason": [
        "A importação do gráfico falhou por um motivo desconhecido"
      ],
      "Import dashboard failed for an unknown reason": [
        "Falha na importação do painel por razão desconhecida"
      ],
      "Import dashboards": ["Importar paineis"],
      "Import database failed for an unknown reason": [
        "A importação do banco de dados falhou por uma razão desconhecida"
      ],
      "Import dataset failed for an unknown reason": [
        "A importação do conjunto de dados falhou por razão desconhecida"
      ],
      "Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.": [
        ""
      ],
      "Include Series": [""],
      "Include a description that will be sent with your report": [""],
      "Include series name as an axis": [""],
      "Index Column": ["Coluna de índice"],
      "Info": ["Informação"],
      "Inner Radius": [""],
      "Inner radius of donut hole": [""],
      "Input field supports custom rotation. e.g. 30 for 30°": [""],
      "Instant filtering": ["Filtragem instantânea"],
      "Invalid JSON": ["JSON inválido"],
      "Invalid certificate": ["Certificado inválido"],
      "Invalid connection string, a valid string usually follows:\n'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'": [
        "Texto de conexão inválido, um tempo válido geralmente segue:\n'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'"
      ],
      "Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>": [
        "Texto de conexão inválido, um texto válido geralmente segue: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Exemplo:'postgresql://user:password@your-postgres-db/database'</p>"
      ],
      "Invalid cron expression": ["Expressão cron inválida"],
      "Invalid cumulative operator: %(operator)s": [
        "Operador cumulativo inválido: %(operator)s"
      ],
      "Invalid date/timestamp format": ["Formato de date/timestamp inválido"],
      "Invalid filter configuration, please select a column": [
        "Configuração de filtro inválida, por favor selecione uma coluna"
      ],
      "Invalid filter operation type: %(op)s": [
        "Tipo de operação do filtro inválido: %(op)s"
      ],
      "Invalid geodetic string": ["Texto geodetic inválido"],
      "Invalid geohash string": ["Texto geohash inválido"],
      "Invalid input": [""],
      "Invalid lat/long configuration.": ["Configuração lat/long inválida."],
      "Invalid longitude/latitude": ["Longitute/latitude inválida"],
      "Invalid numpy function: %(operator)s": [
        "Função `numpy` inválida: %(operator)s"
      ],
      "Invalid options for %(rolling_type)s: %(options)s": [
        "Opções inválidas para %(rolling_type)s: %(options)s"
      ],
      "Invalid permalink key": [""],
      "Invalid rolling_type: %(type)s": ["rolling_type inválido: %(type)s"],
      "Invalid spatial point encountered: %s": [
        "Ponto espacial encontrado inválido: %s"
      ],
      "Invalid tab ids: %s(tab_ids)": [""],
      "Inverse selection": ["Seleção invertida"],
      "Is dimension": ["É dimensão"],
      "Is favorite": ["É favorito"],
      "Is filterable": ["É filtrável"],
      "Is tagged": [""],
      "Is temporal": ["É temporal"],
      "Is true": [""],
      "Issue 1001 - The database is under an unusual load.": [
        "Problema 1001 - O banco de dados está sob carga atípica."
      ],
      "It’s not recommended to truncate axis in Bar chart.": [""],
      "JAN": ["JAN"],
      "JSON": ["JSON"],
      "JSON Metadata": ["Metadados JSON"],
      "JSON metadata": ["Metadados JSON"],
      "JUL": ["JUL"],
      "JUN": ["JUN"],
      "January": ["Janeiro"],
      "JavaScript data interceptor": [""],
      "JavaScript onClick href": [""],
      "JavaScript tooltip generator": [""],
      "Json list of the column names that should be read. If not None, only these columns will be read from the file.": [
        ""
      ],
      "Json list of the values that should be treated as null. Examples: [\"\"], [\"None\", \"N/A\"], [\"nan\", \"null\"]. Warning: Hive database supports only single value. Use [\"\"] for empty string.": [
        "Lista dos valores JSON que deve devem ser tratados como nulos. Exemplos: [\"\"], [\"None\", \"N/A\"], [\"nan\", \"null\"]. Alerta: o banco de dados Hive suporta apenas valores singulares. Use [\"\"] para texto vazio."
      ],
      "July": ["Julho"],
      "June": ["Junho"],
      "KPI": [""],
      "Keep control settings?": [""],
      "Keep editing": [""],
      "Keys for table": ["Chaves da tabela"],
      "Label": ["Rótulo"],
      "Label Line": [""],
      "Label for your query": ["Etiqueta para sua consulta"],
      "Label threshold": [""],
      "Labelling": [""],
      "Labels for the marker lines": [""],
      "Labels for the markers": [""],
      "Labels for the ranges": [""],
      "Last Changed": ["Modificado pela última vez"],
      "Last Modified": ["Última modificação"],
      "Last Updated %s": ["Última atualização %s"],
      "Last available value seen on %s": [""],
      "Last modified": ["Última modificação"],
      "Last modified by %s": ["Modificado por último por %s"],
      "Last run": ["Última execução"],
      "Latitude": [""],
      "Latitude of default viewport": [""],
      "Layer configuration": ["Configuração da camada"],
      "Layout": [""],
      "Layout elements": [""],
      "Layout type of graph": [""],
      "Layout type of tree": [""],
      "Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization": [
        ""
      ],
      "Left Margin": [""],
      "Left margin, in pixels, allowing for more room for axis labels": [""],
      "Left to Right": [""],
      "Legacy": [""],
      "Legend type": [""],
      "Less than (<)": [""],
      "Lift percent precision": [""],
      "Light mode": [""],
      "Like": [""],
      "Limit reached": ["Limite atingido"],
      "Limit selector values": ["Limitar valores do seletor"],
      "Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.": [
        ""
      ],
      "Limits the number of cells that get retrieved.": [""],
      "Limits the number of rows that get displayed.": [""],
      "Line Chart (legacy)": [""],
      "Line Style": [""],
      "Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.": [
        ""
      ],
      "Line interpolation as defined by d3.js": [""],
      "Line width": ["Largura da linha"],
      "Linear color scheme": ["Esquema de cor linear"],
      "Linear interpolation": [""],
      "Link Copied!": ["Link copiado!"],
      "List Saved Query": ["Lista de consulta salva"],
      "List of extra columns made available in JavaScript functions": [""],
      "List of n+1 values for bucketing metric into n buckets.": [""],
      "List of values to mark with lines": [""],
      "List of values to mark with triangles": [""],
      "Live CSS editor": ["Editor de CSS ao vivo"],
      "Live render": [""],
      "Load a CSS template": ["Carregue um modelo CSS"],
      "Loaded data cached": ["Dados carregados em cache"],
      "Loaded from cache": ["Carregado do cache"],
      "Loading...": [""],
      "Log Scale": [""],
      "Log retention": ["Retenção do log"],
      "Logarithmic axis": [""],
      "Logarithmic scale on primary y-axis": [""],
      "Logarithmic scale on secondary y-axis": [""],
      "Logarithmic y-axis": [""],
      "Login": ["Login"],
      "Logout": ["Sair"],
      "Logs": ["Logs"],
      "Long dashed": [""],
      "Longitude": [""],
      "Longitude & Latitude columns": ["Colunas de latitude e longitude"],
      "Longitude of default viewport": [""],
      "MAR": ["MAR"],
      "MAY": ["MAI"],
      "MON": ["SEG"],
      "Main Datetime Column": ["Principal coluna datetime"],
      "Make sure that the controls are configured properly and the datasource contains data for the selected time range": [
        ""
      ],
      "Malformed request. slice_id or table_name and db_name arguments are expected": [
        "Requisição mal formada. Os argumentos slice_id ou table_name e db_name são esperados"
      ],
      "Manage": ["Gerenciar"],
      "Mandatory": ["Mandatório"],
      "Mangle Duplicate Columns": ["Unificar colunas duplicadas"],
      "Manually set min/max values for the y-axis.": [""],
      "Mapbox": ["Mapbox"],
      "March": ["Março"],
      "Mark a column as temporal in \"Edit datasource\" modal": [""],
      "Marker": [""],
      "Marker Size": [""],
      "Marker line labels": [""],
      "Marker lines": [""],
      "Marker size": [""],
      "Markup type": ["Tipo de marcação"],
      "Max": ["Max"],
      "Max Events": [""],
      "Maximum": [""],
      "Maximum Font Size": [""],
      "Maximum Radius": [""],
      "Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.": [
        ""
      ],
      "Maximum value on the gauge axis": [""],
      "May": ["Maio"],
      "Mean of values over specified period": [""],
      "Median": [""],
      "Median edge width, the thickest edge will be 4 times thicker than the thinnest.": [
        ""
      ],
      "Median node size, the largest node will be 4 times larger than the smallest": [
        ""
      ],
      "Medium": [""],
      "Menu actions trigger": [""],
      "Message content": ["Conteúdo da mensagem"],
      "Metadata has been synced": ["Metadados foram sincronizados"],
      "Method": ["Método"],
      "Metric": ["Métrica"],
      "Metric '%(metric)s' does not exist": ["Métrica '%(metric)s' não existe"],
      "Metric assigned to the [X] axis": ["Metric atribuído ao eixo [X]"],
      "Metric assigned to the [Y] axis": ["Metric atribuído ao eixo [Y]"],
      "Metric change in value from `since` to `until`": [""],
      "Metric factor change from `since` to `until`": [""],
      "Metric for node values": [""],
      "Metric name [%s] is duplicated": ["Nome de métrica [%s] está duplicado"],
      "Metric percent change in value from `since` to `until`": [""],
      "Metric that defines the size of the bubble": [""],
      "Metric to sort the results by": ["Métrica para ordernar os resultados"],
      "Metric used as a weight for the grid's coloring": [""],
      "Metric used to calculate bubble size": [""],
      "Metric used to control height": [""],
      "Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).": [
        ""
      ],
      "Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).": [
        ""
      ],
      "Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).": [
        ""
      ],
      "Metrics": ["Métricas"],
      "Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.": [
        ""
      ],
      "Midnight": [""],
      "Min": ["Min"],
      "Min periods": ["Períodos mínimos"],
      "Min/max (no outliers)": [""],
      "Mine": ["Meu"],
      "Minimum Font Size": [""],
      "Minimum Radius": [""],
      "Minimum leaf node event count": [""],
      "Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.": [
        ""
      ],
      "Minimum threshold in percentage points for showing labels.": [""],
      "Minimum value for label to be displayed on graph.": [""],
      "Minimum value on the gauge axis": [""],
      "Minor Split Line": [""],
      "Mixed Time-Series": [""],
      "Modified": ["Modificado"],
      "Modified by": ["Modificado por"],
      "Modified columns: %s": ["Colunas modificadas: %s"],
      "Monday": ["Segunda"],
      "Move only": [""],
      "Moves the given set of dates by a specified interval.": [""],
      "Multi-Layers": [""],
      "Multi-Levels": [""],
      "Multi-Variables": [""],
      "Multiple": [""],
      "Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.": [
        ""
      ],
      "Multiple formats accepted, look the geopy.points Python library for more details": [
        "Múltiplos formatos aceitos, veja a biblioteca Python geopy.points para mais detalhes"
      ],
      "Multiple selections allowed, otherwise filter is limited to a single value": [
        "Seleção múltipla permitida, caso contrário o filtro é limitado a um valor singular"
      ],
      "Must be unique": ["Deve ser único"],
      "Must have a [Group By] column to have 'count' as the [Label]": [
        "Deve ter uma coluna [Group By] para ter 'count' como [Label]"
      ],
      "Must have at least one numeric column specified": [
        "Deve ter pelo menos uma coluna numérica"
      ],
      "Must provide credentials for the SSH Tunnel": [""],
      "Must specify a value for filters with comparison operators": [""],
      "My beautiful colors": [""],
      "My metric": ["Métrica"],
      "N/A": [""],
      "NOV": ["NOV"],
      "NOW": ["AGORA"],
      "Name": ["Nome"],
      "Name is required": ["Nome é obrigatório"],
      "Name must be unique": ["O nome deve ser único"],
      "Name of table to be created from excel data.": [
        "Nome da tabela a ser criada a partir dos dados do Excel."
      ],
      "Name of the column containing the id of the parent node": [""],
      "Name of the source nodes": [""],
      "Name of the table that exists in the source database": [
        "Nome da tabela que existe no banco de dados de origem"
      ],
      "Need help? Learn how to connect your database": [""],
      "Need help? Learn more about": [""],
      "Network error.": ["Erro de rede."],
      "New chart": ["Novo gráfico"],
      "New columns added: %s": ["Novas colunas adicionadas: %s"],
      "New tab": ["Nova aba"],
      "New tab (Ctrl + q)": [""],
      "New tab (Ctrl + t)": [""],
      "Next": ["Próximo"],
      "No": ["Não"],
      "No %s yet": ["Nenhum %s ainda"],
      "No Access!": ["Não há acesso!"],
      "No annotation layers yet": ["Nenhuma camada de anotação ainda"],
      "No annotation yet": ["Nenhuma anotação ainda"],
      "No charts": ["Sem gráficos"],
      "No dashboards": ["Sem painéis"],
      "No data": ["Sem dados"],
      "No data after filtering or data is NULL for the latest time record": [
        ""
      ],
      "No data in file": ["Nenhum dado no arquivo"],
      "No databases match your search": [""],
      "No dimensions available for drill by": [""],
      "No favorite charts yet, go click on stars!": [
        "Ainda não há gráficos favoritos, clique nas estrelas!"
      ],
      "No favorite dashboards yet, go click on stars!": [
        "Ainda não há painéis favoritos, clique nas estrelas!"
      ],
      "No filter is selected.": ["Nenhm filtro selecionado."],
      "No form settings were maintained": [""],
      "No global filters are currently added": [""],
      "No records found": ["Nenhum registro foi encontrado"],
      "No results found": ["Nenhum resultado encontrado"],
      "No results match your filter criteria": [""],
      "No results were returned for this query": [""],
      "No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.": [
        ""
      ],
      "No rows were returned for this dataset": [""],
      "No samples were returned for this dataset": [""],
      "No stored results found, you need to re-run your query": [
        "Nenhum resultado armazenado encontrado, você precisa executar sua consulta novamente"
      ],
      "No such column found. To filter on a metric, try the Custom SQL tab.": [
        "Coluna não encontrada. Para filtrar uma métrica, tente a aba SQL personalizado."
      ],
      "No validator found (configured for the engine)": [""],
      "No validator named {} found (configured for the {} engine)": [""],
      "Node label position": [""],
      "None": ["Nenhum"],
      "None -> Arrow": [""],
      "None -> None": [""],
      "Normal": [""],
      "Normalize Across": [""],
      "Normalized": [""],
      "Not null": ["Não nulo"],
      "Not up to date": [""],
      "Nothing triggered": ["Nada disparado"],
      "Notification method": ["Método de notificação"],
      "November": ["Novembro"],
      "Null or Empty": ["Nulo ou vazio"],
      "Null values": ["Valores nulos"],
      "Number bounds used for color encoding from red to blue.\n               Reverse the numbers for blue to red. To get pure red or blue,\n               you can enter either only min or max.": [
        ""
      ],
      "Number of buckets to group data": [""],
      "Number of decimal digits to round numbers to": [""],
      "Number of decimal places with which to display lift values": [""],
      "Number of decimal places with which to display p-values": [""],
      "Number of periods to compare against": [""],
      "Number of periods to ratio against": [""],
      "Number of rows of file to read.": [
        "Número de linhas do arquivo para ler."
      ],
      "Number of rows to skip at start of file.": [
        "Número de linhas a serem puladas no ínicio do arquivo."
      ],
      "Number of split segments on the axis": [""],
      "Number of steps to take between ticks when displaying the X scale": [""],
      "Number of steps to take between ticks when displaying the Y scale": [""],
      "OCT": ["OUT"],
      "OK": ["OK"],
      "OVERWRITE": ["SOBRESCREVER"],
      "October": ["Outubro"],
      "Offline": ["Desligado"],
      "Offset": ["Offset"],
      "On Grace": [""],
      "One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.": [
        ""
      ],
      "One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.": [
        ""
      ],
      "One or many controls to group by. If grouping, latitude and longitude columns must be present.": [
        ""
      ],
      "One or many controls to pivot as columns": [
        "Um ou vários controles para girar como colunas"
      ],
      "One or many metrics to display": ["Uma ou várias métricas para exibir"],
      "One or more columns already exist": ["Uma ou mais colunas já existem"],
      "One or more columns are duplicated": [
        "Uma ou mais colunas estão duplicadas"
      ],
      "One or more columns do not exist": ["Uma ou mais colunas não existem"],
      "One or more metrics already exist": ["Uma ou mais métricas já existem"],
      "One or more metrics are duplicated": [
        "Uma ou mais métricas estão duplicadas"
      ],
      "One or more metrics do not exist": ["Uma ou mais métricas não existem"],
      "One or more required fields are missing in the request. Please try again, and if the problem persists contact your administrator.": [
        ""
      ],
      "One ore more annotation layers failed loading.": [
        "Falha ao carregar uma ou mais camadas de anotação."
      ],
      "Only Total": [""],
      "Only `SELECT` statements are allowed": [
        "Apenas instruções `SELECT` são permitidas"
      ],
      "Only applies when \"Label Type\" is not set to a percentage.": [""],
      "Only applies when \"Label Type\" is set to show values.": [""],
      "Only selected panels will be affected by this filter": [
        "Apenas paineis selecionados serão afetados por este filtro"
      ],
      "Only show the total value on the stacked chart, and not show on the selected category": [
        ""
      ],
      "Only single queries supported": ["Apenas uma query suportada"],
      "Only the following file extensions are allowed: %(allowed_extensions)s": [
        "Apenas as seguintes extensões de arquivo são permitidas: %(allowed_extensions)s"
      ],
      "Opacity": ["Opacidade"],
      "Opacity of Area Chart. Also applies to confidence band.": [""],
      "Opacity of all clusters, points, and labels. Between 0 and 1.": [""],
      "Opacity of area chart.": [""],
      "Opacity, expects values between 0 and 100": [""],
      "Open Datasource tab": ["Abrir aba da fonte de dados"],
      "Open in SQL Lab": ["Abrir no SQL Lab"],
      "Open query in SQL Lab": ["Abrir consulta no SQL Lab"],
      "Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.": [
        "Opera o banco de dados em modo assíncrono, significando que as consultas são executadas em trabalhadores remotos ao invés do servidor web. Isso assume que você tem um trabalhador Celery configurado assim como um backend de resultados. Veja a documentação de instalação para mais informações."
      ],
      "Operator undefined for aggregator: %(name)s": [
        "Operador indefinido para agregador: %(name)s"
      ],
      "Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.": [
        "Conteúdo CA_BUNDLE opcional para validar requisições HTTPS. Disponível apenas em certos bancos de dados."
      ],
      "Optional name of the data column.": [""],
      "Optional warning about use of this metric": [""],
      "Optionally add a detailed description": [""],
      "Or choose from a list of other databases we support:": [""],
      "Order by entity id": [""],
      "Order results by selected columns": [""],
      "Orientation of filter bar": [""],
      "Orientation of tree": [""],
      "Original table column order": ["Ordem original da coluna da tabela"],
      "Original value": [""],
      "Orthogonal": [""],
      "Outdoors": [""],
      "Outer Radius": [""],
      "Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example:  24 hours, 7 days, 52 weeks, 365 days). Free text is supported.": [
        "Sobrepoe uma or mais séries de tempo a partir de um período do tempo relativo. Espera deltas de tempo relativo em linguagem natural (exemplo: 24 hours, 7 days, 52 weeks, 365 days). Texto livre é suportado."
      ],
      "Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.": [
        ""
      ],
      "Overwrite": ["Sobrescrever"],
      "Overwrite & Explore": ["Sobrescrever & explorar"],
      "Overwrite Dashboard [%s]": ["Sobrescrever painel [%s]"],
      "Overwrite existing": [""],
      "Overwrite text in the editor with a query on this table": [
        "Sobrescrever texto no editor com uma consulta nessa tabela"
      ],
      "Owned Created or Favored": [""],
      "Owner": ["Proprietário"],
      "Owners": ["os Proprietários"],
      "Owners are invalid": ["Donos inválidos"],
      "Owners is a list of users who can alter the dashboard.": [
        "Os proprietários são uma lista de usuários que podem alterar o painel."
      ],
      "Owners is a list of users who can alter the dashboard. Searchable by name or username.": [
        "Donos é uma lista usuários que podem alterar este painel. Pode ser pesquisado através do nome ou nome de usuário."
      ],
      "Page length": [""],
      "Paired t-test Table": [""],
      "Pandas resample method": ["Método resample do Pandas"],
      "Pandas resample rule": ["Regra de resample do Pandas"],
      "Parallel Coordinates": ["Coordenadas paralelas"],
      "Parameter error": ["Erro de parâmetro"],
      "Parameters": ["Parâmetros"],
      "Parameters related to the view and perspective on the map": [""],
      "Parent": [""],
      "Parse Dates": ["Interpretar datas"],
      "Part of a Whole": [""],
      "Partition Diagram": ["Diagrama de Partição"],
      "Partition Threshold": [""],
      "Partitions whose height to parent height proportions are below this value are pruned": [
        ""
      ],
      "Paste Private Key here": [""],
      "Paste content of service credentials JSON file here": [""],
      "Paste the shareable Google Sheet URL here": [""],
      "Percentage threshold": [""],
      "Performance": [""],
      "Period average": [""],
      "Periods": ["Períodos"],
      "Person or group that has certified this metric": [
        "Pessoa ou grupo que certificou essa métrica"
      ],
      "Physical": ["Físico"],
      "Physical (table or view)": ["Físico (tabela ou view)"],
      "Physical dataset": ["Conjunto de dados físico"],
      "Pick a dimension from which categorical colors are defined": [""],
      "Pick a granularity in the Time section or uncheck 'Include Time'": [
        "Escolha uma granularidade na seção Tempo ou desmarque 'Incluir hora'"
      ],
      "Pick a metric for left axis!": [
        "Escolha uma métrica para o eixo esquerdo!"
      ],
      "Pick a metric for right axis!": [
        "Escolha uma métrica para o eixo direito!"
      ],
      "Pick a metric for x, y and size": [
        "Escolha uma métrica para x, y e tamanho"
      ],
      "Pick a metric to display": ["Escolha uma métrica para exibir"],
      "Pick a metric!": ["Escolha uma métrica!"],
      "Pick a name to help you identify this database.": [""],
      "Pick a nickname for how the database will display in Superset.": [""],
      "Pick a set of deck.gl charts to layer on top of one another": [""],
      "Pick a time granularity for your time series": [
        "Escolha uma granularidade de tempo para suas séries temporais"
      ],
      "Pick a title for you annotation.": [""],
      "Pick at least one field for [Series]": [
        "Escolha pelo menos um campo para [Series]"
      ],
      "Pick at least one metric": ["Escolha pelo menos uma métrica"],
      "Pick exactly 2 columns as [Source / Target]": [
        "Escolha exatamente 2 colunas como [Origem / Alvo]"
      ],
      "Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.": [
        ""
      ],
      "Pick your favorite markup language": [
        "Escolha sua linguagem de marcação favorita"
      ],
      "Pivot Table": ["Tabela pivot"],
      "Pivot Table (legacy)": [""],
      "Pivot operation must include at least one aggregate": [
        "Operação de pivô deve incluir pelo menos um agregado"
      ],
      "Pivot operation requires at least one index": [
        "Operação de pivô necessita de pelo menos um índice"
      ],
      "Pixel height of each series": [""],
      "Pixels": [""],
      "Plain": [""],
      "Please DO NOT overwrite the \"filter_scopes\" key.": [""],
      "Please apply filter changes": [""],
      "Please check your query and confirm that all template parameters are surround by double braces, for example, \"{{ ds }}\". Then, try running your query again.": [
        ""
      ],
      "Please check your query for syntax errors at or near \"%(syntax_error)s\". Then, try running your query again.": [
        ""
      ],
      "Please check your query for syntax errors near \"%(server_error)s\". Then, try running your query again.": [
        ""
      ],
      "Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.": [
        ""
      ],
      "Please choose at least one metric": ["Escolha pelo menos uma métrica"],
      "Please choose different metrics on left and right axis": [
        "Escolha diferentes métricas no eixo esquerdo e direito"
      ],
      "Please confirm": ["Por favor confirme"],
      "Please confirm the overwrite values.": [""],
      "Please enter a SQLAlchemy URI to test": [
        "Por favor entre com a URI do SQLAlchemy para teste"
      ],
      "Please re-enter the password.": [""],
      "Please re-export your file and try importing again": [""],
      "Please save the query to enable sharing": [
        "Por favor salve a consulta para habilitar o compartilhamento"
      ],
      "Please save your chart first, then try creating a new email report.": [
        ""
      ],
      "Please save your dashboard first, then try creating a new email report.": [
        ""
      ],
      "Please select both a Dataset and a Chart type to proceed": [""],
      "Please use 3 different metric labels": [
        "Por favor use 3 diferentes descrições de métrica"
      ],
      "Plot the distance (like flight paths) between origin and destination.": [
        ""
      ],
      "Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.": [
        ""
      ],
      "Plugins": ["Plugins"],
      "Point Radius": [""],
      "Point Radius Scale": [""],
      "Point Radius Unit": [""],
      "Point Unit": [""],
      "Point to your spatial columns": [""],
      "Points and clusters will update as the viewport is being changed": [""],
      "Polyline": [""],
      "Pop Tab Link": ["Remover link da aba"],
      "Popular": [""],
      "Populate \"Default value\" to enable this control": [""],
      "Population age data": [""],
      "Port %(port)s on hostname \"%(hostname)s\" refused the connection.": [
        ""
      ],
      "Position JSON": ["Posição JSON"],
      "Position of child node label on tree": [""],
      "Position of column level subtotal": [""],
      "Position of intermediate node label on tree": [""],
      "Position of row level subtotal": [""],
      "Powered by Apache Superset": [""],
      "Pre-filter available values": [""],
      "Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.": [
        "Predicado aplicado ao obter um valor distinto para preencher o componente de controle de filtro. Suporta a sintaxe do modelo jinja. Aplica-se somente quando \"Ativar seleção de filtro\" está ativado."
      ],
      "Prefix metric name with slice name": [""],
      "Preview": ["Pré-visualizar"],
      "Preview: `%s`": ["Pré-visualizar: `%s`"],
      "Previous": ["Anterior"],
      "Primary or secondary y-axis": [""],
      "Primary y-axis format": [""],
      "Private Key": [""],
      "Private Key & Password": [""],
      "Profile": ["Perfil"],
      "Profile picture provided by Gravatar": [
        "Foto do perfil fornecida por Gravatar"
      ],
      "Progress": [""],
      "Progressive": [""],
      "Propagate": [""],
      "Proportional": [""],
      "Public and privately shared sheets": [""],
      "Publicly shared sheets only": [""],
      "Published": ["Publicado"],
      "Put labels outside": [""],
      "Put the labels outside of the pie?": [""],
      "Put the labels outside the pie?": [""],
      "Put your code here": ["Coloque seu código aqui"],
      "Python datetime string pattern": ["padrão de texto datetime do python"],
      "QUERY DATA IN SQL LAB": [""],
      "Query": ["Consulta"],
      "Query %s: %s": [""],
      "Query History": ["Histórico de consultas"],
      "Query history": ["Histórico de consultas"],
      "Query in a new tab": ["Consulta em uma nova guia"],
      "Query is too complex and takes too long to run.": [""],
      "Query name": ["Nome da consulta"],
      "Query preview": ["Pré-visualização da consulta"],
      "Query was stopped.": ["A consulta foi interrompida."],
      "RANGE TYPE": ["TIPO DA FAIXA"],
      "Radar": [""],
      "Radar render type, whether to display 'circle' shape.": [""],
      "Radius in kilometers": [""],
      "Radius in miles": [""],
      "Range filter plugin using AntD": [""],
      "Range labels": [""],
      "Ranges to highlight with shading": [""],
      "Raw records": [""],
      "Rebuild": [""],
      "Recent activity": ["Atividade recente"],
      "Recently created charts, dashboards, and saved queries will appear here": [
        "Gráficos criados, paineis e consultas salvas vistas recentemente vão aparecer aqui"
      ],
      "Recently edited charts, dashboards, and saved queries will appear here": [
        "Gráficos editados, paineis e consultas salvas vistas recentemente vão aparecer aqui"
      ],
      "Recently viewed charts, dashboards, and saved queries will appear here": [
        "Gráficos, paineis e consultas salvas vistos recentemente vão aparecer aqui"
      ],
      "Recents": ["Recentes"],
      "Recipients are separated by \",\" or \";\"": [
        "Recipientes são separados por \",\" or \";\""
      ],
      "Recommended tags": [""],
      "Record Count": ["Contagem de registros"],
      "Rectangle": [""],
      "Redirects to this endpoint when clicking on the table from the table list": [
        "Redireciona para este ponto final ao clicar na tabela da lista da tabela"
      ],
      "Redo the action": [""],
      "Reduce X ticks": [""],
      "Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.": [
        ""
      ],
      "Referenced columns not available in DataFrame.": [
        "Colunas referenciadas não disponível em DataFrame."
      ],
      "Refetch results": ["Buscar resultados novamente"],
      "Refresh": ["Atualizar"],
      "Refresh dashboard": ["Atualizar dashboard"],
      "Refresh frequency": ["Frequência de atualização"],
      "Refresh interval": ["Intervalo de atualização"],
      "Refresh the default values": [""],
      "Regular filters add where clauses to queries if a user belongs to a role referenced in the filter. Base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.": [
        "Filtros regulares adicionam cláusulas WHERE para consultas se um usuário pertence a um papel referenciado no filtro. Filtros base aplicam filtros para todas as consultas exceto os papeis definifos no filtro, e podem ser usados para definir o que os usuários podem ver se nenhum filtro RLS dentro de um grupo de filtro se aplica a eles."
      ],
      "Relationships between community channels": [""],
      "Relative quantity": ["Quantidade relativa"],
      "Remind me in 24 hours": [""],
      "Remove": ["Remover"],
      "Remove invalid filters": [""],
      "Remove item": [""],
      "Remove query from log": ["Remover consulta do log"],
      "Remove table preview": ["Remover a visualização da tabela"],
      "Removed columns: %s": ["Coluna removidas: %s"],
      "Rename tab": ["Renomear aba"],
      "Replace": ["Substituir"],
      "Report Schedule could not be created.": [
        "Não foi possível criar o agendamento de relatório."
      ],
      "Report Schedule could not be deleted.": [
        "Não foi possível deletar o agendamento de relatório."
      ],
      "Report Schedule could not be updated.": [
        "Não foi possível atualizar o agendamento de relatório."
      ],
      "Report Schedule delete failed.": [
        "Não foi possível deletar o agendamento de relatório."
      ],
      "Report Schedule execution failed when generating a screenshot.": [
        "Falha na execução do agendamento de relatório ao gerar uma captura de tela."
      ],
      "Report Schedule execution got an unexpected error.": [
        "Erro inesperado na execução do agendamento de relatório."
      ],
      "Report Schedule is still working, refusing to re-compute.": [
        "Agendamento de relatório ainda está trabalhando, recusando-se a recomputar."
      ],
      "Report Schedule log prune failed.": [
        "Não foi possível otimizar o log do agendamento de relatório."
      ],
      "Report Schedule not found.": [
        "Agendamento de relatório não encontrado."
      ],
      "Report Schedule parameters are invalid.": [
        "Os parâmetros do agendamento de relatório são inválidos."
      ],
      "Report Schedule reached a working timeout.": [
        "O agendamento de relatório atingiu o timeout de trabalho."
      ],
      "Report Schedule state not found": [
        "Estado do agendamento de relatório não encontrado"
      ],
      "Report failed": ["Relatório falhou"],
      "Report name": ["Nome do relatório"],
      "Report schedule": ["Agendamento do relatório"],
      "Report schedule unexpected error": [
        "Erro insperado do agendamento de relatório"
      ],
      "Report sending": ["Enviando relatório"],
      "Report sent": ["Relatório enviado"],
      "Reports": ["Relatórios"],
      "Repulsion strength between nodes": [""],
      "Request Permissions": ["Permissões de requisição"],
      "Request is incorrect: %(error)s": ["Requisição incorreta: %(error)s"],
      "Request is not JSON": ["Requisição incorreta: %(error)s"],
      "Request missing data field.": [""],
      "Required": ["Obrigatório"],
      "Required control values have been removed": [""],
      "Reset state": ["Reiniciar Estado"],
      "Resource already has an attached report.": [""],
      "Results": ["Resultados"],
      "Results backend is not configured.": [""],
      "Results backend needed for asynchronous queries is not configured.": [
        ""
      ],
      "Return to specific datetime.": [""],
      "Reverse lat/long ": ["Inverter lat/long "],
      "Rich Tooltip": [""],
      "Rich tooltip": [""],
      "Right axis metric": ["Métrica do eixo direito"],
      "Right to Left": [""],
      "Right value": [""],
      "Right-click on a dimension value to drill to detail by that value.": [
        ""
      ],
      "Role %(r)s was extended to provide the access to the datasource %(ds)s": [
        "Papel %(r)s foi extendido para prover acesso à fonte de dados %(ds)s"
      ],
      "Roles": ["Roles"],
      "Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.": [
        ""
      ],
      "Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.": [
        ""
      ],
      "Roles to grant": ["Papeis para conceder"],
      "Rolling function": ["Função de rolagem"],
      "Rolling window": ["Janela de rolagem"],
      "Root certificate": ["Certificado raiz"],
      "Root node id": [""],
      "Rotate axis label": [""],
      "Rotate x axis label": [""],
      "Rotation to apply to words in the cloud": [""],
      "Row": ["Linha"],
      "Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.": [
        "Linha contendo os cabeçalhos para usar como nomes de coluna (0 é a primeira linha dos dados). Deixe em branco se não existe linha de cabeçalho."
      ],
      "Row level security filter": ["Filtro de segurança a nível de linha"],
      "Row limit": ["Limite de linha"],
      "Rows": ["Linhas"],
      "Rows per page, 0 means no pagination": [""],
      "Rows subtotal position": [""],
      "Rows to Read": ["Linhas para ler"],
      "Rule": ["Regra"],
      "Run": ["Executar"],
      "Run in SQL Lab": ["Executar no SQL Lab"],
      "Run query": ["Executar consulta"],
      "Run query (Ctrl + Return)": ["Executar query (Ctrl + Return)"],
      "Run query in a new tab": ["Executar consulta em uma nova guia"],
      "Run selection": ["Executar seleção"],
      "Running": ["Executando"],
      "Running statement %(statement_num)s out of %(statement_count)s": [""],
      "SAT": ["SAB"],
      "SEP": ["SET"],
      "SHA": [""],
      "SQL": ["SQL"],
      "SQL Copied!": ["SQL copiado!"],
      "SQL Expression": ["Expressão SQL"],
      "SQL Lab": ["SQL Lab"],
      "SQL Lab View": ["Visão SQL Lab"],
      "SQL Lab uses your browser's local storage to store queries and results.\nCurrently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space.\nTo keep SQL Lab from crashing, please delete some query tabs.\nYou can re-access these queries by using the Save feature before you delete the tab.\nNote that you will need to close other SQL Lab windows before you do this.": [
        ""
      ],
      "SQL Query": ["Consulta SQL"],
      "SQL expression": ["Expressão SQL"],
      "SQL query": ["Consulta SQL"],
      "SQLAlchemy URI": ["URI SQLAlchemy"],
      "SSH Host": [""],
      "SSH Port": [""],
      "SSH Tunnel": [""],
      "SSH Tunnel configuration parameters": [""],
      "SSH Tunneling is not enabled": [""],
      "SSL Mode \"require\" will be used.": [""],
      "START (INCLUSIVE)": [""],
      "STEP %(stepCurr)s OF %(stepLast)s": [""],
      "SUN": ["DOM"],
      "Sample Standard Deviation": [""],
      "Sample Variance": [""],
      "Sankey": ["Sankey"],
      "Sankey Diagram": [""],
      "Sankey Diagram with Loops": [""],
      "Satellite Streets": [""],
      "Saturday": ["Sábado"],
      "Save": ["Salvar"],
      "Save & Explore": ["Salvar e explorar"],
      "Save & go to dashboard": ["Salvar e ir para painel"],
      "Save (Overwrite)": ["Salvar (sobrescrever)"],
      "Save as": ["Salvar como"],
      "Save as new": ["Salvar como novo"],
      "Save as new chart": ["Salvar como novo gráfico"],
      "Save as:": ["Salvar como:"],
      "Save chart": ["Salvar gráfico"],
      "Save dashboard": ["Salvar painel"],
      "Save for this session": ["Salvar para esta sessão"],
      "Save or Overwrite Dataset": [""],
      "Save query": ["Salvar consulta"],
      "Save this query as a virtual dataset to continue exploring": [""],
      "Saved": ["Salvo"],
      "Saved Queries": ["Perguntas frequentes"],
      "Saved metric": ["Métrica salva"],
      "Saved queries": ["Perguntas frequentes"],
      "Saved queries could not be deleted.": [
        "Não foi possível deletar as consultas salvas."
      ],
      "Saved query not found.": ["Consulta salva não encontrada."],
      "Scale and Move": [""],
      "Scale only": [""],
      "Scatter": [""],
      "Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.": [
        ""
      ],
      "Schedule": ["Agendar"],
      "Schedule query": ["Agendar consulta"],
      "Schedule settings": ["Configurações de agendamento"],
      "Schedule the query periodically": ["Agendar consulta periodicamente"],
      "Scheduled": ["Agendado"],
      "Schema": ["Esquema"],
      "Schema, as used only in some databases like Postgres, Redshift and DB2": [
        "Schema, usado apenas em alguns bancos de dados, como Postgres, Redshift e DB2"
      ],
      "Scope": [""],
      "Scoping": ["Escopo"],
      "Scroll": [""],
      "Scroll down to the bottom to enable overwriting changes. ": [""],
      "Search": ["Pesquisa"],
      "Search / Filter": ["Pesquisa / Filtro"],
      "Search Metrics & Columns": ["Pesquisar métricas e colunas"],
      "Search all filter options": ["Pesquisar todas as opções de filtro"],
      "Search by query text": ["Pesquisar por texto da consulta"],
      "Search...": ["Buscar..."],
      "Secondary y-axis format": [""],
      "Secondary y-axis title": [""],
      "Secure Extra": ["Tornar Extra seguro"],
      "Secure extra": ["Tornar Extra seguro"],
      "Security": ["Segurança"],
      "Security & Access": ["Segurança e acesso"],
      "See less": ["Ver menos"],
      "See more": ["Ver mais"],
      "See table schema": ["Ver esquema da tabela"],
      "Select ...": ["Selecione ..."],
      "Select a Excel file to be uploaded to a database.": [
        "Selecione um arquivo Excel para ser carregado para o banco de dados."
      ],
      "Select a database to upload the file to": [""],
      "Select a visualization type": ["Selecione um tipo de visualização"],
      "Select any columns for metadata inspection": [""],
      "Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has ": [
        ""
      ],
      "Select filter plugin using AntD": [""],
      "Select first filter value by default": [""],
      "Select start and end date": ["Selecione a data de início e fim"],
      "Select subject": [""],
      "Select the number of bins for the histogram": [""],
      "Select the numeric columns to draw the histogram": [""],
      "Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.": [
        ""
      ],
      "Send as CSV": [""],
      "Send as PNG": [""],
      "Send as text": [""],
      "Send range filter events to other charts": [""],
      "September": ["Setembro"],
      "Sequential": [""],
      "Series": ["Series"],
      "Series chart type (line, bar etc)": [""],
      "Series limit": ["Limite de série"],
      "Server Page Length": [""],
      "Server pagination": [""],
      "Service Account": [""],
      "Set auto-refresh interval": [
        "Configurar intervalo de atualização automática"
      ],
      "Set filter mapping": ["Configurar mapeamento de filtro"],
      "Sets the hierarchy levels of the chart. Each level is\n        represented by one ring with the innermost circle as the top of the hierarchy.": [
        ""
      ],
      "Settings": ["Configurações"],
      "Settings for time series": [""],
      "Share": ["Compartilhar"],
      "Shared query": ["Consulta compartilhada"],
      "Sheet Name": ["Nome da folha"],
      "Shift + Click to sort by multiple columns": [""],
      "Short description must be unique for this layer": [
        "A descrição curta deve ser única para esta camada"
      ],
      "Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.": [
        ""
      ],
      "Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.": [
        ""
      ],
      "Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.": [
        ""
      ],
      "Show": [""],
      "Show CREATE VIEW statement": ["Mostrar instrução CREATE VIEW"],
      "Show CSS Template": ["Mostrar modelo CSS"],
      "Show Chart": ["Mostrar gráfico"],
      "Show Column": ["Mostrar coluna"],
      "Show Dashboard": ["Mostrar painel"],
      "Show Database": ["Mostrar banco de dados"],
      "Show Less...": [""],
      "Show Log": ["Mostrar log"],
      "Show Markers": [""],
      "Show Metric": ["Mostrar métricas"],
      "Show Row level security filter": [
        "Mostrar filtro de segurança a nível de linha"
      ],
      "Show Saved Query": ["Mostrar consulta salva"],
      "Show Table": ["Mostrar tabela"],
      "Show Timestamp": [""],
      "Show Trend Line": [""],
      "Show Upper Labels": [""],
      "Show Y-axis": [""],
      "Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.": [
        ""
      ],
      "Show all...": [""],
      "Show axis line ticks": [""],
      "Show cell bars": [""],
      "Show data points as circle markers on the lines": [""],
      "Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.": [
        ""
      ],
      "Show info tooltip": [""],
      "Show labels when the node has children.": [""],
      "Show legend": [""],
      "Show less...": [""],
      "Show only my charts": [""],
      "Show percentage": [""],
      "Show pointer": [""],
      "Show rows total": [""],
      "Show series values on the chart": [""],
      "Show split lines": [""],
      "Show the value on top of the bar": [""],
      "Show total aggregations of selected metrics. Note that row limit does not apply to the result.": [
        ""
      ],
      "Show totals": [""],
      "Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.": [
        ""
      ],
      "Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.": [
        ""
      ],
      "Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.": [
        ""
      ],
      "Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.": [
        ""
      ],
      "Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.": [
        ""
      ],
      "Showing %s of %s": ["Mostrando %s de %s"],
      "Shows a list of all series available at that point in time": [""],
      "Shows or hides markers for the time series": [""],
      "Shows the composition of a dataset by segmenting a given rectangle as smaller rectangles with areas proportional to their value or contribution to the whole. Those rectangles may also, in turn, be further segmented hierarchically.": [
        ""
      ],
      "Significance Level": [""],
      "Simple": ["Simples"],
      "Simple ad-hoc metrics are not enabled for this dataset": [""],
      "Single value type": [""],
      "Size of edge symbols": [""],
      "Size of marker. Also applies to forecast observations.": [""],
      "Sizes of vehicles": [""],
      "Skip Blank Lines": ["Pular linhas em branco"],
      "Skip Initial Space": ["Pular espaço inicial"],
      "Skip Rows": ["Pular linhas"],
      "Slug": ["Identificador"],
      "Small": [""],
      "Small number format": [""],
      "Smooth Line": [""],
      "Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.": [
        ""
      ],
      "Solid": [""],
      "Something went wrong.": [""],
      "Sorry there was an error fetching database information: %s": [
        "Desculpe, houve um erro ao se obter as informações do banco de dados: %s"
      ],
      "Sorry there was an error fetching saved charts: ": [
        "Desculpe, houve um erro ao buscar os gráficos salvos: "
      ],
      "Sorry, An error occurred": ["Desculpe, ocorreu um erro"],
      "Sorry, something went wrong. Embedding could not be deactivated.": [""],
      "Sorry, something went wrong. Try again later.": [""],
      "Sorry, there appears to be no data": [""],
      "Sorry, your browser does not support copying.": [
        "Desculpe, seu browser não suporta copiar."
      ],
      "Sorry, your browser does not support copying. Use Ctrl / Cmd + C!": [
        "Desculpe, o seu navegador não suporta a cópia. Use Ctrl / Cmd + C!"
      ],
      "Sort X Axis": [""],
      "Sort Y Axis": [""],
      "Sort ascending": ["Ordenar ascendente"],
      "Sort bars by x labels.": [""],
      "Sort by": ["Ordenar por"],
      "Sort columns alphabetically": [
        "Classifique as colunas em ordem alfabética"
      ],
      "Sort descending": ["Ordenar decrescente"],
      "Sort metric": ["Ordenar métrica"],
      "Sort series in ascending order": [""],
      "Source": ["Fonte"],
      "Source SQL": ["Fonte SQL"],
      "Sparkline": [""],
      "Spatial": ["Espacial"],
      "Specific Date/Time": [""],
      "Specify a schema (if database flavor supports this).": [
        "Especifica um esquema (se o banco de dados suportar)."
      ],
      "Specify duplicate columns as \"X.0, X.1\".": [
        "Especifique colunas duplicadas como \"X.0, X.1\"."
      ],
      "Specify name to CREATE TABLE AS schema in: public": [""],
      "Specify name to CREATE VIEW AS schema in: public": [""],
      "Specify the database version. This should be used with Presto in order to enable query cost estimation.": [
        ""
      ],
      "Stack Trace:": [""],
      "Stack series": [""],
      "Stack series on top of each other": [""],
      "Stacked Bars": [""],
      "Stacked Style": [""],
      "Stacked style": [""],
      "Standard time series": [""],
      "Start": ["Início"],
      "Start date included in time range": [""],
      "Start y-axis at 0": [""],
      "Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.": [
        ""
      ],
      "State": ["Estado"],
      "Statement %(statement_num)s out of %(statement_count)s": [""],
      "Statistical": [""],
      "Status": ["Status"],
      "Step - end": [""],
      "Step - middle": [""],
      "Step - start": [""],
      "Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.": [
        ""
      ],
      "Stop": ["Pare"],
      "Stop query": ["Parar consulta"],
      "Stop running (Ctrl + x)": ["Parar execução (Ctrl + x)"],
      "Stopped an unsafe database connection": [
        "Uma conexão de banco de dados insegura foi parada"
      ],
      "Strength to pull the graph toward center": [""],
      "Strings used for sheet names (default is the first sheet).": [
        "Textos usados para os nomes das folhas (padrão é a primeira folha)."
      ],
      "Structural": [""],
      "Style": ["Estilo"],
      "Style the ends of the progress bar with a round cap": [""],
      "Subdomain": [""],
      "Subheader Font Size": [""],
      "Submit": [""],
      "Subtotal": [""],
      "Success": ["Sucesso"],
      "Suffix to apply after the percentage display": [""],
      "Sum": [""],
      "Sum as Fraction of Columns": [""],
      "Sum as Fraction of Rows": [""],
      "Sum as Fraction of Total": [""],
      "Sum of values over specified period": [""],
      "Sunburst": ["Sunburst"],
      "Sunday": ["Domingo"],
      "Superset Embedded SDK documentation.": [""],
      "Superset chart": ["Gráfico do Superset"],
      "Superset dashboard": ["Painel Superset"],
      "Survey Responses": [""],
      "Swap Groups and Columns": [""],
      "Swap rows and columns": [""],
      "Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.": [
        ""
      ],
      "Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.": [
        ""
      ],
      "Symbol of two ends of edge line": [""],
      "Sync columns from source": ["Sincronizar colunas a partir da fonte"],
      "Syntax": [""],
      "TABLES": ["TABELAS"],
      "THU": ["QUI"],
      "TUE": ["TER"],
      "Tab name": ["Nome da aba"],
      "Tab title": [""],
      "Table": ["Tabela"],
      "Table %(table)s wasn't found in the database %(db)s": [
        "Tabela %(table)s não foi encontrada no banco de dados %(db)s"
      ],
      "Table Exists": ["Tabela existe"],
      "Table Name": ["Nome da tabela"],
      "Table View": ["Visão de tabela"],
      "Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name": [
        "Não foi possível localizar a tabela [%(table_name)s], por favor revise sua conexão com o banco dados, esquema e nome da tabela"
      ],
      "Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}": [
        "Não foi possível localizar a tabela [%{table}s], por favor revise sua conexão com o banco de dados, esquema e nome da tabela. Erro: {}"
      ],
      "Table name cannot contain a schema": [""],
      "Table name undefined": ["Nome de tabela indefinido"],
      "Table that visualizes paired t-tests, which are used to understand statistical differences between groups.": [
        ""
      ],
      "Tables": ["Tabelas"],
      "Tabs": ["Abas"],
      "Tabular": [""],
      "Tag name is invalid (cannot contain ':')": [""],
      "Take your data points, and group them into \"bins\" to see where the densest areas of information lie": [
        ""
      ],
      "Target aspect ratio for treemap tiles.": [""],
      "Template Name": ["Nome do modelo"],
      "Template parameters": ["Parâmetros do template"],
      "Templated link, it's possible to include {{ metric }} or other values coming from the controls.": [
        "Link com template, é possível incluir {{metric}} ou outros valores provenientes dos controles."
      ],
      "Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.": [
        ""
      ],
      "Test Connection": ["Conexão de teste"],
      "Test connection": ["Conexão de teste"],
      "Text align": [""],
      "Text embedded in email": [""],
      "The API response from %s does not match the IDatabaseTable interface.": [
        ""
      ],
      "The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible": [
        "O CSS para paineis individuais pode ser alterado aqui, ou na visão do painel onde as mudanças são visíveis imediatamente"
      ],
      "The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).": [
        ""
      ],
      "The URL is missing the dataset_id or slice_id parameters.": [""],
      "The X-axis is not on the filters list": [""],
      "The X-axis is not on the filters list which will prevent it from being used in\n            time range filters in dashboards. Would you like to add it to the filters list?": [
        ""
      ],
      "The access requests seem to have been deleted": [
        "Os pedidos de acesso parecem ter sido excluídos"
      ],
      "The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.": [
        ""
      ],
      "The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex.\n\n        Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.": [
        ""
      ],
      "The color for points and clusters in RGB": [""],
      "The color scheme for rendering chart": [
        "O esquema de cores para o gráfico de renderização"
      ],
      "The color scheme is determined by the related dashboard.\n        Edit the color scheme in the dashboard properties.": [
        ""
      ],
      "The country code standard that Superset should expect to find in the [country] column": [
        ""
      ],
      "The dashboard has been saved": ["O painel foi salvo"],
      "The data source seems to have been deleted": [
        "A fonte de dados parece ter sido deletada"
      ],
      "The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.": [
        "O tipo de dados que foi inferido pelo banco de dados. Pode ser necessário inserir um tipo manualmente para colunas definidas por expressões em alguns casos. Na maioria dos casos, os usuários não precisam alterar isso."
      ],
      "The database columns that contains lines information": [""],
      "The database is currently running too many queries.": [""],
      "The database referenced in this query was not found. Please contact an administrator for further assistance or try again.": [
        ""
      ],
      "The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.": [
        "O conjunto de dados %s está ligado aos gráficos %s que aparecem nos paineis %s. Você tem certeza que deseja continuar? Deletar o conjunto de dados vai quebar esses objetos."
      ],
      "The dataset associated with this chart no longer exists": [""],
      "The dataset configuration exposed here\n                affects all the charts using this dataset.\n                Be mindful that changing settings\n                here may affect other charts\n                in undesirable ways.": [
        "A configuração do conjunto de dados exposta aqui\n afeta todos os gráficos usando este conjunto de dados.\n Tenha em mente que mudar as configurações aqui pode\n afetar outros gráficos de maneira indesejada."
      ],
      "The dataset has been saved": ["O conjunto de dados foi salvo"],
      "The datasource couldn't be loaded": [
        "A fonte de dados não podê ser carregada"
      ],
      "The description can be displayed as widget headers in the dashboard view. Supports markdown.": [
        "A descrição pode ser mostrada como cabeçalho do elemento visual na visão do painel. Suporta markdown."
      ],
      "The distance between cells, in pixels": [""],
      "The following entries in `series_columns` are missing in `columns`: %(columns)s. ": [
        ""
      ],
      "The function to use when aggregating points into groups": [""],
      "The host \"%(hostname)s\" might be down and can't be reached.": [""],
      "The host \"%(hostname)s\" might be down, and can't be reached on port %(port)s.": [
        ""
      ],
      "The host might be down, and can't be reached on the provided port.": [
        ""
      ],
      "The hostname \"%(hostname)s\" cannot be resolved.": [""],
      "The hostname provided can't be resolved.": [""],
      "The id of the active chart": ["O id do gráfico ativo"],
      "The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'": [
        "A lista de gráficos associados com esta tabela. Ao alterar essa fonte de dados você pode mudar como esses gráficos associados se comportam. Note também que os gráficos precisam referenciar uma fonte de dados, então este formulário não irá salvar se os gráficos forem removidos da fonte de dados. Se você deseja mudar a fonte de dados para um gráfico, altere o gráfico em 'explorar visão'"
      ],
      "The maximum number of events to return, equivalent to the number of rows": [
        ""
      ],
      "The maximum number of subdivisions of each group; lower values are pruned first": [
        ""
      ],
      "The maximum value of metrics. It is an optional configuration": [""],
      "The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.": [
        "O metadata_params em Campo extra não está configurado corretamente. A chave %(key)s é inválida."
      ],
      "The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.": [
        "O metadata_params em Campo extra não está configurado corretamente. A chave %{key}s é inválida."
      ],
      "The metadata_params object gets unpacked into the sqlalchemy.MetaData call.": [
        ""
      ],
      "The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your \"Min Period\" to be 7, so that all data points shown are the total of 7 periods. This will hide the \"ramp up\" taking place over the first 7 periods": [
        "O número mínimo de períodos de rolamento necessários para mostrar um valor. Por exemplo, se você fizer uma soma cumulativa em 7 dias, você pode querer que seu \"Período Mínimo\" seja 7, de modo que todos os pontos de dados mostrados sejam o total de 7 períodos. Isso irá esconder a \"aceleração\" ocorrendo nos primeiros 7 períodos"
      ],
      "The number color \"steps\"": [""],
      "The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.": [
        ""
      ],
      "The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROWS. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.": [
        ""
      ],
      "The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.": [
        ""
      ],
      "The number of rows displayed is limited to %(rows)d by the dropdown.": [
        ""
      ],
      "The number of rows displayed is limited to %(rows)d by the limit dropdown.": [
        ""
      ],
      "The number of rows displayed is limited to %(rows)d by the query": [""],
      "The number of rows displayed is limited to %(rows)d by the query and limit dropdown.": [
        ""
      ],
      "The number of seconds before expiring the cache": [
        "O número de segundos antes de expirar o cache"
      ],
      "The parameter %(parameters)s in your query is undefined.": [
        "O parâmetro %(parameters)s na sua consulta está indefinido.",
        "Os seguintes parâmetros estão indefinidos na sua consulta: %(parameters)s"
      ],
      "The password provided for username \"%(username)s\" is incorrect.": [""],
      "The password provided when connecting to a database is not valid.": [""],
      "The passwords for the databases below are needed in order to import them together with the charts. Please note that the \"Secure Extra\" and \"Certificate\" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.": [
        "As senhas para os bancos de dados abaixo são necessárias para importá-los junto com os gráficos. Por favor note que as seções \"Secure Extra\" e \"Certificate\" da configuração do banco de dados não estão presentes em arquivos de exportação, e devem ser adicionadas manualmente após a importação se forem necessárias."
      ],
      "The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the \"Secure Extra\" and \"Certificate\" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.": [
        "As senhas para os bancos de dados abaixo são necessárias para importá-los junto com os paineis. Por favor note que as seções \"Secure Extra\" e \"Certificate\" da configuração do banco de dados não estão presentes em arquivos de exportação, e devem ser adicionadas manualmente após a importação se forem necessárias."
      ],
      "The passwords for the databases below are needed in order to import them together with the datasets. Please note that the \"Secure Extra\" and \"Certificate\" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.": [
        "As senhas para os bancos de dados abaixo são necessárias para importá-los junto com os conjuntos de dados. Por favor note que as seções \"Secure Extra\" e \"Certificate\" da configuração do banco de dados não estão presentes em arquivos de exportação, e devem ser adicionadas manualmente após a importação se forem necessárias."
      ],
      "The pattern of timestamp format. For strings use ": [
        "O padrão do formato de timestamp. Para textos use "
      ],
      "The periodicity over which to pivot time. Users can provide\n            \"Pandas\" offset alias.\n            Click on the info bubble for more details on accepted \"freq\" expressions.": [
        ""
      ],
      "The pixel radius": [""],
      "The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.": [
        "O ponteiro para uma tabela física (ou view). Tenha em mente que o gráfico é asociado a esta tabela lógica do Superset, e esta tabela lógica aponta para a tabela física referenciada aqui."
      ],
      "The provided `rows` argument is not a valid integer.": [""],
      "The query associated with the results was deleted.": [""],
      "The query associated with these results could not be found. You need to re-run the original query.": [
        ""
      ],
      "The query contains one or more malformed template parameters.": [""],
      "The query couldn't be loaded": ["A consulta não pôde ser carregada"],
      "The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.": [
        ""
      ],
      "The query has a syntax error.": [""],
      "The query returned no data": ["A consulta não retornou dados"],
      "The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.": [
        ""
      ],
      "The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.": [
        ""
      ],
      "The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster": [
        ""
      ],
      "The results backend no longer has the data from the query.": [""],
      "The results stored in the backend were stored in a different format, and no longer can be deserialized.": [
        ""
      ],
      "The rich tooltip shows a list of all series for that point in time": [
        ""
      ],
      "The size of the square cell, in pixels": [""],
      "The submitted URL is not considered safe, only use URLs with the same domain as Superset.": [
        ""
      ],
      "The submitted payload has the incorrect format.": [""],
      "The submitted payload has the incorrect schema.": [""],
      "The table \"%(table_name)s\" does not exist. A valid table must be used to run this query.": [
        "A tabela \"%(table_name)s\"  não existe. Uma tabela válida deve ser usada para executar essa consulta."
      ],
      "The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.": [
        "A tabela foi criada. Como parte deste processo de configuração de duas fases você deve agora clicar no botão de editar da nova tabela para configurá-la."
      ],
      "The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression": [
        "A coluna de tempo para a visualização. Note que você pode definir uma expressão arbitrária que retorna uma coluna DATETIME na tabela. Note também que o filtro abaixo é aplicado sobre essa coluna ou expressão"
      ],
      "The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`": [
        "O tempo de granularidade para a visualização. Observe que você pode digitar e usar linguagem natural simples como \"10 segundos\", \"1 dia\" ou \"56 semanas\"."
      ],
      "The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.": [
        "O tempo de granularidade para a visualização. Isso aplica uma transformação de data para alterar sua coluna de tempo e define uma nova granularidade de tempo. As opções aqui são definidas por base de banco de dados por base no código-fonte Superset."
      ],
      "The time range for the visualization. All relative times, e.g. \"Last month\", \"Last 7 days\", \"now\", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.": [
        "A faixa de tempo para a visualização. Todos os tempos relativos, ex. \"Último mês\", \"Últimos 7 dias\", \"agora\", etc. são avaliados no servidor usando o local time (sans timezone) do servidor. Todos os tempos dos tooltips e placeholders são expressos em UTC (sans timezone). Os timestamps são então avaliados pelo banco de dados usando o timezone local do banco. Note que alguém pode configurar explicitamente o timezone usando o formato ISO 8601 se especificar o tempo de início e/ou fim."
      ],
      "The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain": [
        ""
      ],
      "The time unit used for the grouping of blocks": [""],
      "The type of visualization to display": [
        "O tipo de visualização a ser exibida"
      ],
      "The unit of measure for the specified point radius": [""],
      "The user seems to have been deleted": [
        "O usuário parece ter sido excluído"
      ],
      "The username provided when connecting to a database is not valid.": [""],
      "The way the ticks are laid out on the X-axis": [""],
      "There are associated alerts or reports": [
        "Existem alertas ou relatórios associados"
      ],
      "There are associated alerts or reports: %s,": [
        "Existem alertas ou relatórios associados: %s"
      ],
      "There are no components added to this tab": [""],
      "There are no databases available": [""],
      "There are no filters in this dashboard.": [
        "Não existem filtros nesse painel."
      ],
      "There is no chart definition associated with this component, could it have been deleted?": [
        "Não há uma definição de gráfico associada a este componente, pode ter sido deletada?"
      ],
      "There is not enough space for this component. Try decreasing its width, or increasing the destination width.": [
        "Não há espaço suficiente para este componente. Tente diminuir sua largura or aumentar a largura de seu destino."
      ],
      "There was an error fetching your recent activity:": [
        "Ocorreu um erro ao obter sua atividade recente:"
      ],
      "There was an error with your request": [
        "Ocorreu um erro com sua requisição"
      ],
      "There was an issue deleting %s: %s": [
        "Ocorreu um problema deletando %s: %s"
      ],
      "There was an issue deleting the selected %s: %s": [
        "Ocorreu um problema ao deletar a seleção %s: %s"
      ],
      "There was an issue deleting the selected annotations: %s": [
        "Ocorreu um problema ao deletar as anotações selecionadas: %s"
      ],
      "There was an issue deleting the selected charts: %s": [
        "Ocorreu um problema ao deletar os gráficos selecionados: %s"
      ],
      "There was an issue deleting the selected dashboards: ": [
        "Ocorreu um problema ao deletar os paineis selecionados:"
      ],
      "There was an issue deleting the selected datasets: %s": [
        "Ocorreu um problema ao se deletar os conjuntos de dados selecionados: %s"
      ],
      "There was an issue deleting the selected layers: %s": [
        "Ocorreu um problema ao deletar as camadas de anotação selecionadas: %s"
      ],
      "There was an issue deleting the selected queries: %s": [
        "Ocorreu um problema ao deletar as consultas selecionadas: %s"
      ],
      "There was an issue deleting the selected templates: %s": [
        "Ocorreu um erro ao deletar os modelos selecionados: %s"
      ],
      "There was an issue deleting: %s": ["Ocorreu um problema ao deletar: %s"],
      "There was an issue favoriting this dashboard.": [
        "Ocorreu um problema ao favoritar esse painel."
      ],
      "There was an issue fetching the favorite status of this dashboard.": [
        "Ocorreu um problema ao buscar o status de favorito deste painel."
      ],
      "There was an issue previewing the selected query %s": [
        "Ocorreu um problema ao pré-visualizar a consulta selecionada %s"
      ],
      "There was an issue previewing the selected query. %s": [
        "Ocorreu um problema ao pré-visualizar a consulta selecionada. %s"
      ],
      "There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}": [
        "Há um loop em seu Sankey, por favor, forneça uma árvore. Aqui está um link defeituoso: {}"
      ],
      "These are the tables this filter will be applied to.": [
        "Essas são as tabelas as quais será aplicado este filtro"
      ],
      "These filters apply to the values available in the dropdowns": [
        "Esses filtros se aplicam aos valores disponíveis nos menus suspensos"
      ],
      "These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.": [
        "Esses parâmetros são gerados dinamicamente ao clicar no botão Salvar ou Substituir na vista de exibição. Este objeto JSON é exposto aqui para referência e para usuários avançados que desejam alterar parâmetros específicos."
      ],
      "This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.": [
        "Este objeto JSON é gerado dinamicamente ao clicar no botão salvar ou substituir na exibição do painel. É exposto aqui para referência e para usuários avançados que desejam alterar parâmetros específicos."
      ],
      "This action will permanently delete %s.": [
        "Esta ação vai permanentemente deletar %s."
      ],
      "This action will permanently delete the layer.": [
        "Esta ação irá permanentemente deletar essa camada."
      ],
      "This action will permanently delete the saved query.": [
        "Esta ação irá permanentemente deletar a consulta salva."
      ],
      "This action will permanently delete the template.": [
        "Esta ação irá deletar permanentemente o modelo."
      ],
      "This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).": [
        ""
      ],
      "This chart emits/applies cross-filters to other charts that use the same dataset": [
        ""
      ],
      "This chart has been moved to a different filter scope.": [
        "Este gráfico foi movido para um escopo de filtro diferente."
      ],
      "This chart is managed externally, and can't be edited in Superset": [""],
      "This chart might be incompatible with the filter (datasets don't match)": [
        ""
      ],
      "This chart type is not supported when using an unsaved query as a chart source. ": [
        ""
      ],
      "This color scheme is being overridden by custom label colors.\n    Check the JSON metadata in the Advanced settings": [
        ""
      ],
      "This column might be incompatible with current dataset": [""],
      "This column must contain date/time information.": [""],
      "This controls whether the \"time_range\" field from the current\n                  view should be passed down to the chart containing the annotation data.": [
        ""
      ],
      "This controls whether the time grain field from the current\n                  view should be passed down to the chart containing the annotation data.": [
        ""
      ],
      "This dashboard is managed externally, and can't be edited in Superset": [
        ""
      ],
      "This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.": [
        "Este painel não está publicado o que significa que não irá aparecer na lista de paineis. Marque-o como favorito para vê-lo na lista ou utilize a URL diretamente para acessá-lo."
      ],
      "This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.": [
        "Este painel não está publicado, não vai aparecer na lista de paineis. Clique aqui para publicar este painel."
      ],
      "This dashboard is published. Click to make it a draft.": [
        "Este painel está publicado"
      ],
      "This dashboard is ready to embed. In your application, pass the following id to the SDK:": [
        ""
      ],
      "This dashboard was changed recently. Please reload dashboard to get latest version.": [
        "Este painel foi modificado recentemente. Por favor recarrege o painel para obter a última versão."
      ],
      "This dashboard was saved successfully.": [
        "Esse painel foi salvo com sucesso."
      ],
      "This database is managed externally, and can't be edited in Superset": [
        ""
      ],
      "This database table does not contain any data. Please select a different table.": [
        ""
      ],
      "This dataset is managed externally, and can't be edited in Superset": [
        ""
      ],
      "This dataset is not used to power any charts.": [""],
      "This defines the element to be plotted on the chart": [
        "Isso define o elemento a ser plotado no gráfico"
      ],
      "This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.": [
        "Este campo atua como uma visão Superset, significando que o Superset irá executar uma subconsulta com o texto dessa consulta."
      ],
      "This filter doesn't exist in dashboard. It will not be applied.": [""],
      "This filter might be incompatible with current dataset": [""],
      "This filter set is identical to: \"%s\"": [""],
      "This functionality is disabled in your environment for security reasons.": [
        ""
      ],
      "This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).": [
        "Esta é a condição que será adicionada a cláusula WHERE. Por exemplo, para apenas retornar linhas para um cliente particular, você pode definir um filtro regular com a cláusula `client_id = 9`. Para mostrar nenhuma linha a não ser que o usuário pertença ao papel de filtro RLS, um filtro base pode ser criado com a cláusula `1 = 0` (sempre falso)."
      ],
      "This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view": [
        "Este objeto JSON descreve o posicionamento dos elementos visuais no dashboard. É dinamicamente gerado quando se ajusta o tamanho e posição dos elementos visuais através de drag & drop na visão do painel."
      ],
      "This markdown component has an error.": [
        "Este componente de markdown tem um erro."
      ],
      "This markdown component has an error. Please revert your recent changes.": [
        "Este componente de markdown tem um erro. Por favor reverta suas mudanças recentes."
      ],
      "This may be triggered by:": ["Isso pode ser disparado por:"],
      "This metric might be incompatible with current dataset": [""],
      "This section allows you to configure how to use the slice\n              to generate annotations.": [
        ""
      ],
      "This section contains options that allow for advanced analytical post processing of query results": [
        "Esta seção contém opções que permitem o processamento analítico avançado de resultados de consulta"
      ],
      "This section contains validation errors": [""],
      "This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.": [
        ""
      ],
      "This table already has a dataset": [""],
      "This table already has a dataset associated with it. You can only associate one dataset with a table.\n": [
        ""
      ],
      "This value should be greater than the left target value": [""],
      "This value should be smaller than the right target value": [""],
      "This visualization type is not supported.": [
        "Este tipo de visualização não é suportado."
      ],
      "This will remove your current embed configuration.": [""],
      "Threshold alpha level for determining significance": [""],
      "Threshold value should be double precision number": [""],
      "Thumbnails": [""],
      "Thursday": ["Quinta"],
      "Time": ["Tempo"],
      "Time Series - Bar Chart": ["Série temporal - Gráfico de barras"],
      "Time Series - Dual Axis Line Chart": [
        "Série temporal - gráfico de linha de dois eixos"
      ],
      "Time Series - Line Chart": ["Série temporal - Gráfico de linhas"],
      "Time Series - Multiple Line Charts": [
        "Série temporal - gráficos de múltiplas linhas"
      ],
      "Time Series - Nightingale Rose Chart": [
        "Série temporal - gráfico de rosa de Nightingale"
      ],
      "Time Series - Paired t-test": ["Série temporal - teste emparelhado t"],
      "Time Series - Percent Change": [
        "Série temporal - Mudança de porcentagem"
      ],
      "Time Series - Period Pivot": ["Série temporal - Pivô de período"],
      "Time Series - Stacked": ["Série temporal - empilhadas"],
      "Time Table View": ["Visão da tabela de tempo"],
      "Time column": ["Coluna de tempo"],
      "Time column \"%(col)s\" does not exist in dataset": [""],
      "Time column filter plugin": [""],
      "Time column to apply dependent temporal filter to": [""],
      "Time column to apply time range to": [""],
      "Time comparison": ["Comparação de tempo"],
      "Time delta in natural language\n                  (example:  24 hours, 7 days, 56 weeks, 365 days)": [
        ""
      ],
      "Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].": [
        ""
      ],
      "Time grain": ["Grão de tempo"],
      "Time grain missing": ["Grão de tempo faltando"],
      "Time granularity": ["Granularidade de tempo"],
      "Time in seconds": ["Tempo em segudos"],
      "Time range": ["Faixa de tempo"],
      "Time related form attributes": [
        "Atributos de formulário relacionados ao tempo"
      ],
      "Time series columns": ["Colunas das séries temporais"],
      "Time shift": ["Mudança de horário"],
      "Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].": [
        ""
      ],
      "Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.": [
        ""
      ],
      "Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.": [
        ""
      ],
      "Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.": [
        ""
      ],
      "Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.": [
        ""
      ],
      "Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.": [
        ""
      ],
      "Time-series Table": ["Tabela de séries de tempo"],
      "Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.": [
        ""
      ],
      "Timeout error": ["Erro de expiração"],
      "Timezone": [""],
      "Timezone offset (in hours) for this datasource": [
        "Deslocamento do fuso horário (em horas) para esta fonte de dados"
      ],
      "Title": ["Título"],
      "Title or Slug": ["Título ou identificador"],
      "To filter on a metric, use Custom SQL tab.": [
        "Para filtrar uma métrica, use a aba SQL personalizado."
      ],
      "To get a readable URL for your dashboard": [
        "Para obter um URL legível para o painel"
      ],
      "Tooltip": [""],
      "Top to Bottom": [""],
      "Total (%(aggfunc)s)": [""],
      "Total (%(aggregatorName)s)": [""],
      "Total: %s": [""],
      "Totals": [""],
      "Track job": ["Trabalho de acompanhamento"],
      "Transformable": [""],
      "Transparent": [""],
      "Transpose Pivot": [""],
      "Transpose pivot": [""],
      "Tree layout": [""],
      "Treemap": ["Treemap"],
      "Treemap (legacy)": [""],
      "Triangle": [""],
      "Trigger Alert If...": ["Disparar alerta se..."],
      "Truncate Axis": [""],
      "Truncate Cells": [""],
      "Truncate Y Axis": [""],
      "Truncate Y Axis. Can be overridden by specifying a min or max bound.": [
        ""
      ],
      "Truncate long cells to the \"min width\" set above": [""],
      "Truncates the specified date to the accuracy specified by the date unit.": [
        ""
      ],
      "Try applying different filters or ensuring your datasource has data": [
        ""
      ],
      "Try different criteria to display results.": [""],
      "Try selecting a different schema": [""],
      "Tuesday": ["Terça"],
      "Type": ["Tipo"],
      "Type \"%s\" to confirm": ["Digite \"%s\" para confirmar"],
      "Type a value here": ["digite um valor aqui"],
      "Type is required": ["Tipo é obrigatório"],
      "Type of Google Sheets allowed": [""],
      "Type of comparison, value difference or percentage": [""],
      "Type or Select [%s]": ["Digite ou selecione [%s]"],
      "URL": ["URL"],
      "URL parameters": ["Parâmetros de URL"],
      "URL slug": ["Identificador da URL"],
      "Unable to add a new tab to the backend. Please contact your administrator.": [
        "Não foi possível adicionar uma nova aba ao backend. Por favor contate seu administrador."
      ],
      "Unable to connect to catalog named \"%(catalog_name)s\".": [""],
      "Unable to connect to database \"%(database)s\".": [""],
      "Unable to connect. Verify that the following roles are set on the service account: \"BigQuery Data Viewer\", \"BigQuery Metadata Viewer\", \"BigQuery Job User\" and the following permissions are set \"bigquery.readsessions.create\", \"bigquery.readsessions.getData\"": [
        ""
      ],
      "Unable to create chart without a query id.": [""],
      "Unable to load columns for the selected table. Please select a different table.": [
        ""
      ],
      "Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.": [
        "Não foi possível migrar o estado do editor de consulta para o backend.Superset vai tentar novamente mais tarde. Por favor contate seu administrador se este problema persistir."
      ],
      "Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.": [
        "Não foi possível migrar o estado da consulta para o backend.Superset vai tentar novamente mais tarde. Por favor contate seu administrador se este problema persistir."
      ],
      "Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.": [
        "Não foi possível migrar o estado do esquema da tabela para o backend.Superset vai tentar novamente mais tarde. Por favor contate seu administrador se este problema persistir."
      ],
      "Unable to retrieve dashboard colors": [""],
      "Unable to upload CSV file \"%(filename)s\" to table \"%(table_name)s\" in database \"%(db_name)s\". Error message: %(error_msg)s": [
        "Não foi possível carregar o arquivo CSV \"%(filename)s\" para a tabela \"%(table_name)s\" no banco de dados \"%(db_name)s\". Mensagem de erro: %(error_msg)s"
      ],
      "Unable to upload Excel file \"%(filename)s\" to table \"%(table_name)s\" in database \"%(db_name)s\". Error message: %(error_msg)s": [
        "Não foi possível carregar o arquivo Excel \"%(filename)s\" para a tabela \"%(table_name)s\" no banco de dados \"%(db_name)s\". Mensagem de erro: %(error_msg)s"
      ],
      "Undefined": ["Indefinido"],
      "Undefined window for rolling operation": [
        "Janela indefinida para operação de rolagem"
      ],
      "Undo?": ["Desfazer?"],
      "Unexpected error": ["Erro inesperado"],
      "Unexpected error occurred, please check your logs for details": [
        "Ocorreu um erro inesperado, por favor veja seus logs para mais detalhes"
      ],
      "Unknown MySQL server host \"%(hostname)s\".": [""],
      "Unknown Presto Error": ["Erro Presto desconhecido"],
      "Unknown Status": [""],
      "Unknown column used in orderby: %(col)s": [""],
      "Unknown error": ["Erro desconhecido"],
      "Unknown input format": [""],
      "Unsafe return type for function %(func)s: %(value_type)s": [
        "Tipo de retorno inseguro para a função %(func)s: %(value_type)s"
      ],
      "Unsafe template value for key %(key)s: %(value_type)s": [
        "Valor de template inseguro para a chave %(key)s: %(value_type)s"
      ],
      "Unsupported clause type: %(clause)s": [""],
      "Unsupported post processing operation: %(operation)s": [
        "Operação de pós processamento não suportada: %(operation)s"
      ],
      "Unsupported return value for method %(name)s": [
        "Valor de retorno não suportado para o método %(name)s"
      ],
      "Unsupported template value for key %(key)s": [
        "Valor de template não suportado para a chave %(key)s"
      ],
      "Unsupported time grain: %(time_grain)s": [
        "Grão de tempo não suportado: %(time_grain)s"
      ],
      "Untitled query": ["Consulta sem título"],
      "Update": ["Atualizar"],
      "Updating chart was stopped": ["A atualização do mapa foi interrompida"],
      "Upload": ["Upload"],
      "Upload Excel file to database": [""],
      "Upload JSON file": [""],
      "Use \"%(menuName)s\" menu instead.": [""],
      "Use a log scale": [""],
      "Use a log scale for the X-axis": [""],
      "Use a log scale for the Y-axis": [""],
      "Use an encrypted connection to the database": [""],
      "Use another existing chart as a source for annotations and overlays.\n          Your chart must be one of these visualization types: [%s]": [
        ""
      ],
      "Use date formatting even when metric value is not a timestamp": [""],
      "Use legacy datasource editor": ["Usar editor legado de fonte de dados"],
      "Use metrics as a top level group for columns or for rows": [""],
      "Use only a single value.": [""],
      "Use the Advanced Analytics options below": [""],
      "Use the JSON file you automatically downloaded when creating your service account.": [
        ""
      ],
      "Use this section if you want a query that aggregates": [""],
      "Use this section if you want to query atomic rows": [""],
      "Use this to define a static color for all circles": [
        "Use isto para definir uma cor estática para todos os círculos"
      ],
      "Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json": [
        "Usado internamente para identificar o plugin. Deve ser configurado com o nome do pacote definido no package.json do plugin"
      ],
      "Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location.\n\n  This chart is being deprecated and we recommend checking out Pivot Table V2 instead!": [
        ""
      ],
      "Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.": [
        ""
      ],
      "User": ["Usuário"],
      "User Roles": ["Papeis do usuário"],
      "User must select a value for this filter": [
        "O usuário deve selecionar um valor para este filtro"
      ],
      "User query": ["Consulta do usuário"],
      "Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.": [
        ""
      ],
      "Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.": [
        ""
      ],
      "Value": ["Valor"],
      "Value Domain": [""],
      "Value bounds": [""],
      "Values are dependent on other filters": [""],
      "Values selected in other filters will affect the filter options to only show relevant values": [
        ""
      ],
      "Vehicle Types": [""],
      "Verbose Name": ["Name verboso"],
      "Version": [""],
      "Version number": [""],
      "Video game consoles": [""],
      "View All »": [""],
      "View in SQL Lab": ["Ver em SQL Lab"],
      "View keys & indexes (%s)": ["Ver chaves e índices (%s)"],
      "View query": ["Ver consulta"],
      "Viewed": ["Visualizado"],
      "Virtual (SQL)": ["Virtual (SQL)"],
      "Virtual dataset": ["Conjunto de dados virtual"],
      "Virtual dataset query cannot consist of multiple statements": [
        "A query do conjunto de dados virtual não pode consistir de instruções múltiplas"
      ],
      "Virtual dataset query must be read-only": [
        "A query do conjunto de dados virtual deve ser de apenas leitura"
      ],
      "Visual Tweaks": [""],
      "Visualization Type": ["Tipo de visualização"],
      "Visualization type": ["Tipo de visualização"],
      "Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.": [
        ""
      ],
      "Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.": [
        ""
      ],
      "Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.": [
        ""
      ],
      "Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.": [
        ""
      ],
      "Visualize multiple levels of hierarchy using a familiar tree-like structure.": [
        ""
      ],
      "Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).": [
        ""
      ],
      "Visualize two different time series using the same x-axis time range. This chart is being deprecated and we recommend using the Mixed Timeseries Chart instead!": [
        ""
      ],
      "Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).": [
        ""
      ],
      "Visualizes 2 metrics as line plots using the same x-axis. This chart is useful for comparing metrics across the same time range.": [
        ""
      ],
      "Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.": [
        ""
      ],
      "Visualizes connected points, which form a path, on a map.": [""],
      "Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.": [
        ""
      ],
      "Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.": [
        ""
      ],
      "Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.": [
        ""
      ],
      "Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.": [
        ""
      ],
      "Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.": [
        ""
      ],
      "Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.": [
        ""
      ],
      "Viz is missing a datasource": [
        "Está faltando uma fonte de dados para a Viz"
      ],
      "Viz type": ["Tipo de Viz"],
      "WED": ["QUA"],
      "Want to add a new database?": [""],
      "Warning Message": ["Mensagem de aviso"],
      "Warning!": ["Alerta!"],
      "Warning! Changing the dataset may break the chart if the metadata does not exist.": [
        "Alerta! Mudar esse conjunto de dados pode quebrar o gráfico se os metadados não existirem."
      ],
      "We are unable to connect to your database. Click \"See more\" for database-provided information that may help troubleshoot the issue.": [
        ""
      ],
      "We can't seem to resolve the column \"%(column_name)s\" at line %(location)s.": [
        "Não é possível resolver a coluna \"%(column_name)s\" na linha %(location)s."
      ],
      "We have the following keys: %s": [""],
      "We were unable to active or deactivate this report.": [""],
      "We were unable to carry over any controls when switching to this new dataset.": [
        ""
      ],
      "We were unable to connect to your database named \"%(database)s\". Please verify your database name and try again.": [
        ""
      ],
      "Web": [""],
      "Wednesday": ["Quarta"],
      "Week ending Saturday": [""],
      "Week starting Monday": [""],
      "Week starting Sunday": [""],
      "Week_ending Sunday": [""],
      "Weekly Report for %s": [""],
      "Weekly seasonality": [""],
      "What should be shown on the label?": [""],
      "When `Calculation type` is set to \"Percentage change\", the Y Axis Format is forced to `.1%`": [
        "Quando `Tipo de cálculo` é \"Mudança percentual\", o formato do eixo Y é forçado para `.1%`"
      ],
      "When a secondary metric is provided, a linear color scale is used.": [
        ""
      ],
      "When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema": [
        "Ao permitir a opção CREATE TABLE AS no SQL Lab, esta opção força a tabela a ser criada neste esquema"
      ],
      "When checked, the map will zoom to your data after each query": [""],
      "When enabled, users are able to visualize SQL Lab results in Explore.": [
        ""
      ],
      "When only a primary metric is provided, a categorical color scale is used.": [
        ""
      ],
      "When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.": [
        "Ao especificar o SQL, o conjunto de dados age como view. Superset irá usar essa instrução como subquery enquanto efetua os agrupamentos e filtros nas consultas pai geradas."
      ],
      "When using \"Autocomplete filters\", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.": [
        "Quando usando \"Autocompletar filtros\", isto pode ser usado para melhorar o desempenho da consulta que obtém os valores. Use esta opção para aplicar um predicado (cláusula WHERE) à consulta que seleciona os valores distintos de uma tabela. Tipicalmente a intenção seria de limitar a procura aplicando um filtro de tempo a um campo de tempo relacionado particionado ou indexado."
      ],
      "When using 'Group By' you are limited to use a single metric": [
        "Ao usar 'Group By' você está limitado a usar uma única métrica"
      ],
      "When using other than adaptive formatting, labels may overlap": [""],
      "When using this option, default value can’t be set": [""],
      "Whether the progress bar overlaps when there are multiple groups of data": [
        ""
      ],
      "Whether the table was generated by the 'Visualize' flow in SQL Lab": [
        "Se a tabela foi gerada pelo fluxo 'Visualizar' em SQL Lab"
      ],
      "Whether this column is exposed in the `Filters` section of the explore view.": [
        "Se esta coluna está exposta na seção `Filtros` da visão de exploração."
      ],
      "Whether to align background charts with both positive and negative values at 0": [
        ""
      ],
      "Whether to align positive and negative values in cell bar chart at 0": [
        ""
      ],
      "Whether to always show the annotation label": [""],
      "Whether to animate the progress and the value or just display them": [
        ""
      ],
      "Whether to apply a normal distribution based on rank on the color scale": [
        ""
      ],
      "Whether to apply filter when items are clicked": [""],
      "Whether to colorize numeric values by if they are positive or negative": [
        ""
      ],
      "Whether to display a bar chart background in table columns": [""],
      "Whether to display a legend for the chart": [""],
      "Whether to display bubbles on top of countries": [""],
      "Whether to display the aggregate count": [""],
      "Whether to display the interactive data table": [""],
      "Whether to display the labels.": [""],
      "Whether to display the labels. Note that the label only displays when the 5% threshold.": [
        ""
      ],
      "Whether to display the legend (toggles)": [""],
      "Whether to display the metric name as a title": [""],
      "Whether to display the min and max values of the X-axis": [""],
      "Whether to display the min and max values of the Y-axis": [""],
      "Whether to display the numerical values within the cells": [""],
      "Whether to display the timestamp": [""],
      "Whether to display the trend line": [""],
      "Whether to enable changing graph position and scaling.": [""],
      "Whether to enable node dragging in force layout mode.": [""],
      "Whether to ignore locations that are null": [""],
      "Whether to include a time filter": [
        "Se é para incluir um filtro de tempo"
      ],
      "Whether to include the time granularity as defined in the time section": [
        ""
      ],
      "Whether to make the histogram cumulative": [""],
      "Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like": [
        "Seja para disponibilizar esta coluna como uma opção [Time Granularity], a coluna deve ser DATETIME ou DATETIME"
      ],
      "Whether to normalize the histogram": [""],
      "Whether to populate autocomplete filters options": [
        "Se é para autocompletar as opções de filtro"
      ],
      "Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly": [
        "Se popula o combo do filtro na seção filtros de 'explorar visão' com uma lista de valores distintos vindos do backend automaticamente"
      ],
      "Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.": [
        ""
      ],
      "Whether to show minor ticks on the axis": [""],
      "Whether to show the pointer": [""],
      "Whether to show the progress of gauge chart": [""],
      "Whether to show the split lines on the axis": [""],
      "Whether to sort descending or ascending": [
        "Quer classificar descendente ou ascendente"
      ],
      "Whether to sort results by the selected metric in descending order.": [
        ""
      ],
      "Whether to sort tooltip by the selected metric in descending order.": [
        ""
      ],
      "Which country to plot the map for?": [""],
      "Which relatives to highlight on hover": [""],
      "Whisker/outlier options": [""],
      "Width": ["Largura"],
      "Width of the sparkline": [""],
      "Window must be > 0": [""],
      "With a subheader": [""],
      "Word Cloud": [""],
      "Working": [""],
      "Working timeout": ["Tempo limite de trabalho"],
      "World Map": ["Mapa mundial"],
      "Write a description for your query": [
        "Escreva uma descrição para sua consulta"
      ],
      "Write a handlebars template to render the data": [""],
      "Write dataframe index as a column.": [
        "Escrever índice dataframe como coluna."
      ],
      "X AXIS TITLE BOTTOM MARGIN": [""],
      "X Axis": ["X Axis"],
      "X Axis Label": [""],
      "X Axis Title": [""],
      "X Log Scale": [""],
      "X Tick Layout": [""],
      "X bounds": [""],
      "X-Axis Sort By": [""],
      "Y 2 bounds": [""],
      "Y AXIS TITLE MARGIN": [""],
      "Y AXIS TITLE POSITION": [""],
      "Y Axis": ["Eixo"],
      "Y Axis 1": [""],
      "Y Axis 2": [""],
      "Y Axis 2 Bounds": [""],
      "Y Axis Bounds": [""],
      "Y Axis Format": ["Y Eixo Formato"],
      "Y Axis Label": [""],
      "Y Axis Left": [""],
      "Y Axis Right": [""],
      "Y Axis Title": [""],
      "Y Log Scale": [""],
      "Y bounds": [""],
      "Y-Axis Sort By": [""],
      "Y-axis bounds": [""],
      "Year (freq=AS)": [""],
      "Yearly seasonality": [""],
      "Yes": ["Sim"],
      "Yes, cancel": [""],
      "Yes, overwrite changes": [""],
      "You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?": [
        "Você está importando um ou mais gráficos que já existem. Sobrescrever pode causar a perda de parte do seu trabalho. Você tem certeza que quer sobrescrever?"
      ],
      "You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?": [
        "Você está importando um ou mais paineis que já existem. Sobrescrever pode causar a perda de parte do seu trabalho. Você tem certeza que quer sobrescrever?"
      ],
      "You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?": [
        "Você está importando um ou mais bancos de dados que já existem. Sobrescrever pode causar a perda de parte do seu trabalho. Você tem certeza que quer sobrescrever?"
      ],
      "You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?": [
        "Você está importando um ou mais conjuntos de dados que já existem. Sobrescrever pode causar a perda de parte do seu trabalho. Você tem certeza que quer sobrescrever?"
      ],
      "You are not authorized to see this query. If you think this is an error, please reach out to your administrator.": [
        ""
      ],
      "You can add the components in the": [""],
      "You can add the components in the edit mode.": [""],
      "You can also just click on the chart to apply cross-filter.": [""],
      "You can choose to display all charts that you have access to or only the ones you own.\n              Your filter selection will be saved and remain active until you choose to change it.": [
        ""
      ],
      "You can create a new chart or use existing ones from the panel on the right": [
        ""
      ],
      "You can preview the list of dashboards in the chart settings dropdown.": [
        ""
      ],
      "You can't apply cross-filter on this data point.": [""],
      "You cannot delete the last temporal filter as it's used for time range filters in dashboards.": [
        ""
      ],
      "You cannot use 45° tick layout along with the time range filter": [""],
      "You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.": [
        "Você não pode usar [Columns] em combinação com [Group By]/[Metrics]/[Percentage Metrics]. Por favor escolha um ou o outro."
      ],
      "You do not have permission to edit this chart": [
        "Você não tem permissão para editar esse gráfico"
      ],
      "You do not have permission to edit this dashboard": [
        "Você não tem permissão para editar esse painel"
      ],
      "You do not have permissions to access the datasource(s): %(name)s.": [
        "Você não tem permissão para acessar essa(s) fonte(s) de dados: %(name)s."
      ],
      "You do not have permissions to edit this dashboard.": [
        "Você não tem permissão para editar esse painel"
      ],
      "You don't have any favorites yet!": [
        "Você não tem nenhum favorito ainda!"
      ],
      "You don't have the rights to alter this title.": [
        "Você não tem os direitos de alterar este título."
      ],
      "You have no permission to approve this request": [
        "Você não tem permissão para aprovar este pedido"
      ],
      "You have removed this filter.": ["Você removeu este filtro."],
      "You have unsaved changes.": ["Você tem alterações não salvas."],
      "You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.": [
        ""
      ],
      "You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.": [
        ""
      ],
      "You must pick a name for the new dashboard": [
        "Você deve escolher um nome para o novo painel"
      ],
      "You must run the query successfully first": [
        "Você deve primeiro executar a consulta com sucesso"
      ],
      "You need to configure HTML sanitization to use CSS": [""],
      "You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the \"Update chart\" button or": [
        ""
      ],
      "You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.": [
        ""
      ],
      "Your chart is not up to date": [""],
      "Your chart is ready to go!": [""],
      "Your query could not be saved": ["Sua consulta não pôde ser salva"],
      "Your query could not be scheduled": [
        "Sua consulta não podê ser agendada"
      ],
      "Your query could not be updated": [
        "Sua consulta não podê ser atualizada"
      ],
      "Your query has been scheduled. To see details of your query, navigate to Saved queries": [
        "Sua consulta foi agendada. Para ver os detalhes da sua consulta, navegue para Consultas salvas"
      ],
      "Your query was saved": ["Sua consulta foi salva"],
      "Your query was updated": ["Sua consulta foi atualizada"],
      "Zoom": [""],
      "Zoom level of the map": [""],
      "[Longitude] and [Latitude] columns must be present in [Group By]": [
        "[Longitude] e as colunas [Latitude] devem estar presentes em [Group By]"
      ],
      "[Longitude] and [Latitude] must be set": [
        "[Longitude] e [Latitude] devem ser configuradas"
      ],
      "[Superset] Access to the datasource %(name)s was granted": [
        "[Superset] O acesso à fonte de dados %(name) s foi concedido"
      ],
      "[copy]": [""],
      "[dashboard name]": ["[Nome do painel]"],
      "[desc]": [""],
      "[optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels": [
        ""
      ],
      "`compare_columns` must have the same length as `source_columns`.": [""],
      "`compare_type` must be `difference`, `percentage` or `ratio`": [""],
      "`confidence_interval` must be between 0 and 1 (exclusive)": [
        "`intervalo de confiança` deve ser entre 0 e 1 (exclusivo)"
      ],
      "`count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.": [
        ""
      ],
      "`operation` property of post processing object undefined": [
        "A propriedade `operation` do objeto de pós processamento está indefinida"
      ],
      "`rename_columns` must have the same length as `columns`.": [""],
      "`row_offset` must be greater than or equal to 0": [
        "`row_offset` deve ser superior ou igual a 0"
      ],
      "`width` must be greater or equal to 0": [
        "`width` deve ser maior ou igual a 0"
      ],
      "aggregate": ["agregar"],
      "alert": ["alerta"],
      "alerts": ["alertas"],
      "all": [""],
      "also copy (duplicate) charts": ["também copia (duplica) gráficos"],
      "ancestor": [""],
      "and": ["e"],
      "annotation": ["anotação"],
      "annotation_layer": ["annotation_layer"],
      "asfreq": [""],
      "at": ["em"],
      "auto (Smooth)": [""],
      "background": [""],
      "below (example:": [""],
      "between {down} and {up} {name}": [""],
      "bfill": [""],
      "bolt": ["parafuso"],
      "boolean type icon": [""],
      "button (cmd + z) until you save your changes.": [""],
      "by using": [""],
      "cannot be empty": [""],
      "chart": ["gráfico"],
      "choose WHERE or HAVING...": ["escolha WHERE ou HAVING..."],
      "click here": [""],
      "code ISO 3166-1 alpha-2 (cca2)": [""],
      "code ISO 3166-1 alpha-3 (cca3)": [""],
      "code International Olympic Committee (cioc)": [""],
      "column": ["coluna"],
      "connecting to %(dbModelName)s.": [""],
      "create dataset from SQL query": [""],
      "css": ["CSS"],
      "css_template": ["css_template"],
      "cumsum": [""],
      "dashboard": ["painel"],
      "database": ["banco de dados"],
      "dataset": ["conjunto de dados"],
      "date": ["data"],
      "day": ["dia"],
      "day of the month": ["dia do mês"],
      "day of the week": ["dia da semana"],
      "deckGL": [""],
      "delete": ["deletar"],
      "description": ["descrição"],
      "dialect+driver://username:password@host:port/database": [
        "dialect+driver://username:password@host:port/database"
      ],
      "dttm": ["DTTM"],
      "e.g. ********": [""],
      "e.g. 127.0.0.1": [""],
      "e.g. 5432": [""],
      "e.g. AccountAdmin": [""],
      "e.g. compute_wh": [""],
      "e.g. param1=value1&param2=value2": [""],
      "e.g. sql/protocolv1/o/12345": [""],
      "e.g. world_population": [""],
      "e.g. xy12345.us-east-2.aws": [""],
      "every": ["todo"],
      "every day of the month": ["todo dia do mês"],
      "every day of the week": ["todo dia da semana"],
      "every hour": ["toda hora"],
      "every month": ["todo mês"],
      "ffill": [""],
      "filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.": [
        ""
      ],
      "function type icon": [""],
      "geohash (square)": [""],
      "green": [""],
      "heatmap: values are normalized across the entire heatmap": [""],
      "hour": ["hora"],
      "image-rendering CSS attribute of the canvas object that defines how the browser scales up the image": [
        ""
      ],
      "in": ["em"],
      "in modal": ["em modal"],
      "is expected to be a number": [""],
      "is expected to be an integer": [""],
      "joined": ["entrou"],
      "json isn't valid": ["JSON não é válido"],
      "key a-z": [""],
      "key z-a": [""],
      "last quarter": [""],
      "latest partition:": ["última partição:"],
      "less than {min} {name}": [""],
      "log": ["log"],
      "lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.": [
        "percentil inferior deve ser maior que 0 e menor que 100. Deve ser menor que o percentil superior."
      ],
      "mean": [""],
      "median": [""],
      "minute": ["minuto"],
      "month": ["mês"],
      "more than {max} {name}": [""],
      "must have a value": [""],
      "numeric type icon": [""],
      "nvd3": [""],
      "of parent": [""],
      "of total": [""],
      "on": ["sobre"],
      "or use existing ones from the panel on the right": [""],
      "overall": [""],
      "p-value precision": [""],
      "p1": [""],
      "p5": [""],
      "p95": [""],
      "p99": [""],
      "page_size.all": [""],
      "page_size.entries": [""],
      "page_size.show": [""],
      "percentile (exclusive)": [""],
      "percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value": [
        "Percentis deve ser uma lista ou tupla com dois valores numéricos, com o primeiro valor menor que o segundo"
      ],
      "pixelated (Sharp)": [""],
      "previous calendar month": [""],
      "previous calendar week": [""],
      "previous calendar year": [""],
      "query": ["consulta"],
      "reboot": ["reiniciar"],
      "report": ["relatório"],
      "reports": ["relatórios"],
      "restore zoom": [""],
      "search by tags": [""],
      "series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series": [
        ""
      ],
      "std": [""],
      "step-before": [""],
      "string type icon": [""],
      "sum": [""],
      "syntax.": [""],
      "tag": [""],
      "temporal type icon": [""],
      "textarea": ["textarea"],
      "upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.": [
        "percentil superior deve ser maior que 0 e menor que 100. Deve ser maior que o percentil inferior."
      ],
      "var": [""],
      "virtual": ["virtual"],
      "was created": ["foi criado"],
      "week": ["semana"],
      "week ending Saturday": [""],
      "week starting Sunday": [""],
      "x": [""],
      "x: values are normalized within each column": [""],
      "y": [""],
      "y: values are normalized within each row": [""],
      "year": ["ano"],
      "yellow": [""],
      "zoom area": [""]
    }
  }
}
