Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: An error occurred while removing tab. Please contact your administrator.
es: Se produjo un error al eliminar la pestaña. Por favor, contacta con tu administrador.
ja: タブの削除中にエラーが発生しました。管理者に連絡してください。
nl: Er is een fout opgetreden tijdens het verwijderen van het tabblad. Neem contact op met de beheerder.
pt_br: Ocorreu um erro ao remover a aba. Por favor entre em contato com seu administrador.
tr: Sekme kaldırılırken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 删除選項卡時出錯。請與管理員聯繫。

source: An error occurred while setting the active tab. Please contact your administrator.
es: Se produjo un error al establecer la pestaña activa. Por favor, contacta con tu administrador.
ja: アクティブタブの設定中にエラーが発生しました。管理者に連絡してください。
nl: Er is een fout opgetreden bij het instellen van het actieve tabblad. Neem contact op met uw beheerder.
pt_br: Ocorreu um erro ao definir a aba ativa. Por favor entre em contato com seu administrador.
tr: Aktif sekme ayarlanırken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 設定活動選項卡時出錯。請與管理員聯繫。

source: An error occurred while setting the tab autorun. Please contact your administrator.
pt_br: Ocorreu um erro ao definir a aba. Por favor entre em contato com seu administrador.
tr: Sekme otomatik çalıştırması ayarlanırken bir hata oluştu. Lütfen yöneticinize başvurun.

source: An error occurred while setting the tab database ID. Please contact your administrator.
pt_br: Ocorreu um erro ao definir o ID da base de dados da aba. Por favor entre em contato com seu administrador.
tr: Sekme veritabanı ID'si ayarlanırken bir hata oluştu. Lütfen yöneticinize başvurun.

source: An error occurred while setting the tab name. Please contact your administrator.
pt_br: Ocorreu um erro ao definir o nome da guia. Entre em contato com o administrador.
tr: Sekme adı ayarlanırken bir hata oluştu. Lütfen yöneticinize başvurun.

source: An error occurred while setting the tab schema. Please contact your administrator.
pt_br: Ocorreu um erro ao definir o esquema da aba. Por favor entre em contato com seu administrador.
tr: Sekme şeması ayarlanırken bir hata oluştu. Lütfen yöneticinize başvurun.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
pt_br: Ocorreu um erro ao definir os parâmetros do modelo da aba. Por favor entre em contato com seu administrador.
tr: Sekme şablon parametreleri ayarlanırken bir hata oluştu. Lütfen yöneticinize başvurun.

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
pt_br: Ocorreu um erro ao armazenar o ID da consulta mais recente no backend. Por favor entre em contato com seu administrador se esse problema persist.
tr: En son sorgu kimliğini arka planda saklarken bir hata oluştu. Bu sorun devam ederse lütfen yöneticinize başvurun.

source: An unknown error occurred. Please contact your Superset administrator
pt_br: Ocorreu um erro desconhecido. Por favor entre em contato com seu administrador do Superset
tr: Bilinmeyen bir hata oluştu. Lütfen Superset yöneticinize başvurun

source: Annotation delete failed.
pt_br: A eliminação da anotação falhou.
tr: Açıklama silme başarısız oldu.

source: Annotation layer could not be deleted.
pt_br: Não foi possível remover uma camada de anotação.
tr: Açıklama katmanı silinemedi.

source: Annotation layer delete failed.
pt_br: Exclusão da camada de anotação falhou.
tr: Açıklama katmanı silme başarısız oldu.

source: Annotation name
pt_br: Nome da anotação
tr: Açıklama adı

source: Append
es: Añadir
pt_br: Anexar
tr: Ekle
zh_tw: 追加

source: Area Chart (legacy)
pt_br: Gráfico de área (legado)
tr: Alan Grafiği (eski)

source: Base layer map style
pt_br: Estilo do mapa da camada de base
tr: Temel katman harita stili

source: CSS template could not be deleted.
pt_br: Modelo CSS não pôde ser deletado.
tr: CSS şablonu silinemedi.

source: CSS template name
pt_br: Nome do modelo CSS
tr: CSS şablon adı

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
es: Archivo CSV "%(csv_filename)s" subido a la tabla "%(table_name)s" en la base de datps "%(db_name)s"
tr: CSV dosyası "%(csv_filename)s" "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklendi
zh_tw: csv 文件 "%(csv_filename)s" 上傳到資料庫 "%(db_name)s" 中的表 "%(table_name)s"

source: CSV to Database configuration
es: Configuración de CSV a Base de Datos
pt_br: Configuração CSV para Banco de dados
tr: CSV'den Veritabanı yapılandırması
zh_tw: CSV 到資料庫配置

source: Cell bars
ja: セルバー
nl: Cel balken
pt_br: Barras celulares
tr: Hücre çubukları
zh_tw: 單元格柱狀圖

source: Center
pt_br: Centro
tr: Merkez

source: Chart could not be deleted.
pt_br: Não foi possível remover o gráfico.
tr: Grafik silinemedi.

source: Check configuration
pt_br: Verificar a configuração
tr: Yapılandırmayı kontrol et

source: Check to apply filters instantly as they change instead of displaying [Apply] button
pt_br: Marque para aplicar filtros instantaneamente à medida que são alterados, em vez de apresentar o botão [Aplicar]
tr: Filtreleri değiştiğinde hemen uygulamak için işaretle [Uygula] düğmesini göstermek yerine

source: Column Label(s)
es: Etiqueta(s) de Columna
pt_br: Rótulo(s) da coluna
tr: Sütun Etiketi(leri)
zh_tw: 列標籤

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
es: Etiqueta de columna para columna(s) de índice. Si no se proporciona ninguna y el Índice de Dataframe es Verdadero, se utilizan los Nombres de Índice.
pt_br: Rótulo da coluna para a(s) coluna(s) de índice. Se None for fornecido e Dataframe Index for True, são utilizados os nomes de índice.
tr: Dizin sütunu(ları) için sütun etiketi. Eğer None verilirse ve Veri Çerçevesi Dizini True ise, Dizin İsimleri kullanılır.
zh_tw: 索引列的列標籤。如果為None, 並且數據框索引為 true, 则使用 "索引名稱"。

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
es: Etiqueta de columna para columna(s) de índice. Si no se proporciona ninguna y se marca el Índice de Dataframe, se utilizan los Nombres de Índice
pt_br: Rótulo da coluna para a(s) coluna(s) de índice. Se None (Nenhum) for fornecido e Dataframe Index (Índice de quadro de dados) for verificado, os nomes de índice serão usados
tr: Dizin sütunu(ları) için sütun etiketi. Eğer None verilirse ve Veri Çerçevesi Dizini kontrol ediliyorsa, Dizin İsimleri kullanılır

source: Column to use as the row labels of the dataframe. Leave empty if no index column
es: Columna a utilizar como las etiquetas de fila del dataframe. Dejar vacío si no hay columna de índice
pt_br: Coluna a ser usada como rótulos de linha do dataframe. Deixe em branco se não houver coluna de índice
tr: Veri çerçevesinin satır etiketleri olarak kullanılacak sütun. Dizin sütunu yoksa boş bırakın

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
es: Columna a utilizar como las etiquetas de fila del dataframe. Dejar vacío si no hay columna de índice.
pt_br: Coluna para utilizar como rótulos de linhas do dataframe. Deixar vazio se não houver coluna de índice.
tr: Veri çerçevesinin satır etiketleri olarak kullanılacak sütun. Dizin sütunu yoksa boş bırakın.
zh_tw: 欄位作為數據文件的行標籤使用。如果没有索引欄位，则留空。

source: Columnar File
pt_br: Arquivo colunar
tr: Sütun Dosyası
zh_tw: 列式儲存文件

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
es: El archivo de columnas "%(columnar_filename)s" se ha subido a la tabla ""%(table_name)s" en la base de datos "%(db_name)s"
pt_br: Arquivo colunar "%(columnar_filename)s" carregado para a tabela "%(table_name)s" no banco de dados "%(db_name)s"
tr: Sütun dosyası "%(columnar_filename)s", veritabanındaki "%(db_name)s" tablosuna yüklendi
zh_tw: Excel 文件 "%(columnar_filename)s" 上傳到資料庫 "%(db_name)s" 中的表 "%(table_name)s"

source: Columnar to Database configuration
pt_br: Configuração de colunar para banco de dados
tr: Sütun Tablosu verilerini Veritabanına aktarma yapılandırması
zh_tw: 列式儲存文件到資料庫配置

source: Columns to show
pt_br: Colunas a serem exibidas
tr: Gösterilecek sütunlar

source: Coordinates
pt_br: Coordenadas
tr: Koordinatlar
zh_tw: 坐標

source: Copy the account name of that database you are trying to connect to.
pt_br: Copie o nome da conta do banco de dados à qual se está tentando conectar.
tr: Bağlanmaya çalıştığınız veritabanının hesap adını kopyalayın.

source: Could not load database driver: %(driver_name)s
pt_br: Não foi possível carregar o driver do banco de dados: %(driver_name)s
tr: Veritabanı sürücüsü yüklenemedi: %(driver_name)s

source: Create new filter set
pt_br: Criar novo conjunto de filtros
tr: Yeni filtre seti oluştur

source: Created On
pt_br: Criado em
tr: Oluşturulma Tarihi

source: Created content
pt_br: Conteúdo criado
tr: Oluşturulan içerik

source: Dashboard could not be created.
pt_br: Não foi possível criar o painel.
tr: Gösterge tablosu oluşturulamadı.

source: Dashboards added to
pt_br: Painéis adicionados a
tr: Eklendiği Gösterge Tabloları

source: Dashboards could not be deleted.
pt_br: Não foi possível apagar os painéis.
tr: Gösterge tabloları silinemedi.

source: Data has no time steps
pt_br: Os dados não têm intervalos de tempo
tr: Verinin zaman adımı yok

source: Database URL
pt_br: URL do banco de dados
tr: Veritabanı URL'si

source: Database not found: %(id)s
pt_br: Banco de dados não encontrado: %(id)s
tr: Veritabanı bulunamadı: %(id)s

source: Dataframe Index
es: Índice del Dataframe
pt_br: Índice do dataframe
tr: Dataframe Dizin
zh_tw: Dataframe 索引

source: Dataset %(name)s already exists
es: El conjunto de datos %(name)s ya existe
pt_br: %(nome)s do conjunto de dados já existe
tr: Veri kümesi %(name)s zaten mevcut
zh_tw: 數據集 %(name)s 已存在

source: Dataset could not be deleted.
pt_br: Não foi possível remover o conjunto de dados.
tr: Veri kümesi silinemedi.

source: Dataset(s) could not be bulk deleted.
pt_br: Não foi possível eliminar o(s) conjunto(s) de dados em bloco.
tr: Veri kümesi(ler)i toplu olarak silinemedi.

source: Date filter
pt_br: Filtro de data
tr: Tarih filtresi

source: Deleting a tab will remove all content within it. You may still reverse this action with the
es: Eliminar una pestaña eliminará todo el contenido dentro de ella. Aún puedes revertir esta acción con el
ja: タブを削除すると、タブ内のすべてのコンテンツが削除されます。このアクションを元に戻すこともできます。
nl: Het verwijderen van een tabblad zal alle inhoud erin verwijderen. U kunt deze actie nog steeds ongedaan maken met de
pt_br: Excluindo uma guia irá remover todo o conteúdo dela. Você ainda pode reverter isso com o
tr: Bir sekmeyi silmek, içindeki tüm içeriği kaldırır. Bu işlemi hala tersine çevirebilirsiniz.
zh_tw: 删除一個標籤頁將會移除其中的所有内容。您仍然可以回退這個操作，點擊

source: Discrete
pt_br: Discreto
tr: Ayrık
zh_tw: 離散

source: Dual Line Chart
pt_br: Gráfico de linha dupla
tr: Çift Çizgi Grafiği

source: Duration: %s
pt_br: Duração: %s
tr: Süre: %s

source: Edit CSS Template
es: Editar Plantilla CSS
pt_br: Editar modelo CSS
tr: CSS Şablonunu Düzenle
zh_tw: 編輯 CSS 模板

source: Edit Saved Query
pt_br: Editar Consulta Salva
tr: Kaydedilmiş Sorguyu Düzenle

source: Editing filter set:
pt_br: Edição do conjunto de filtros:
tr: Filtre seti düzenleniyor:

source: Enter a delimiter for this data
pt_br: Insira um delimitador para esses dados
tr: Bu veri için bir ayırıcı girin

source: Excel File
es: Archivo Excel
pt_br: Arquivo Excel
tr: Excel Dosyası
zh_tw: Excel文件

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
es: Fichero excel "%(excel_filename)s" subido a la tabla "%(table_name)s" en la base de datos "%(db_name)s"
pt_br: Arquivo do Excel "%(excel_filename)s" carregado na tabela "%(table_name)s" no banco de dados "%(db_name)s"
tr: "%(excel_filename)s" Excel dosyası, "%(db_name)s" veritabanındaki "%(table_name)s" tablosuna yüklendi
zh_tw: Excel 文件 "%(excel_filename)s" 上傳到資料庫 "%(db_name)s" 中的表 "%(table_name)s"

source: Excel to Database configuration
es: Configuración de Excel a Base de Datos
pt_br: Configuração Excel para Banco de Dados
tr: Excel'den Veritabanı Yapılandırması
zh_tw: Excel 到資料庫配置

source: Fail
es: Fallo
pt_br: Falha
tr: Başarısız
zh_tw: 失敗

source: Favorites
pt_br: Favoritos
tr: Favoriler

source: Filter box (deprecated)
tr: Filtre kutusu (eski)

source: Filter configuration
pt_br: Configuração do filtro
tr: Filtre konfigürasyonu

source: Filter configuration for the filter box
pt_br: Configuração do filtro para a caixa de filtro
tr: Filtre kutusu için filtrelleme konfigürasyonu

source: Filter metadata changed in dashboard. It will not be applied.
pt_br: Filtrar metadados alterados no painel. Isso não será aplicado.
tr: Panoda filtre meta verisi değiştirildi. Uygulanmayacak.

source: Filter set already exists
pt_br: O conjunto de filtros já existe
tr: Filtre kümesi zaten mevcut

source: Filter set with this name already exists
pt_br: O conjunto de filtros com esse nome já existe
tr: Bu adla bir filtre kümesi zaten mevcut

source: Filter sets (%(filterSetCount)d)
pt_br: Conjuntos de filtros (%(filterSetCount)d)
tr: Filtre kümesi (%(filterSetCount)d)

source: Filters (%d)
pt_br: Filtros (%d)
tr: Filtreler (%d)

source: Filters configuration
pt_br: Configurações de filtros
tr: Filtrelerin Yapılandırılması

source: Formattable
pt_br: Formatável
tr: Biçimlenebilir

source: Group By filter plugin
pt_br: Plugin do filtro Agrupar por
tr: Gruplandırma Filtresi Eklentisi

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
es: Si las columnas duplicadas no se sobreescriben, se presentarán como "X.1, X.2 ...X.x"
pt_br: Se as colunas duplicadas não forem substituídas, elas serão apresentadas como "X.1, X.2 ...X.x"
tr: Yinelenen sütunlar üzerine yazılmazsa, bunlar "X.1, X.2...X.x" olarak sunulur.

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
es: Si la tabla existe, haz una de las siguientes acciones: Fallar (no hacer nada), Reemplazar (eliminar y recrear la tabla) o Añadir (insertar datos).
pt_br: Se a tabela existir, efetuar uma das seguintes acções: Fail (não fazer nada), Replace (eliminar e recriar a tabela) ou Append (inserir dados).
tr: Eğer tablo mevcutsa aşağıdakilerden birini yapın: Başarısız Ol (hiçbir şey yapma), Değiştir (tabloyu sil ve yeniden oluştur) veya Ekle (verileri ekle).
zh_tw: 如果表已存在，執行其中一個：捨棄（什么都不做），替换（删除表並重建），或者追加(插入數據)

source: Ignore cache when generating screenshot
pt_br: Ignorar o cache ao gerar a captura de tela
tr: Ekran görüntüsü oluştururken önbelleği yok say

source: Import Dashboards
pt_br: Importar Paineis
tr: Panoları İçe Aktar

source: Instant filtering
pt_br: Filtragem instantânea
tr: Anlık filtreleme

source: Interpret Datetime Format Automatically
pt_br: Interpretar automaticamente o formato de data e hora
tr: Tarih Saat Biçimini Otomatik Olarak Yorumla

source: Interpret the datetime format automatically
pt_br: Interpretar o formato de data e hora automaticamente
tr: Tarih saat biçimini otomatik olarak yorumla

source: Intesity
ja: 強度
nl: Intensiteit
tr: Yoğunluk

source: Invalid connection string, a valid string usually follows: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'
pt_br: String de conexão inválida, uma string válida é normalmente a seguinte: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'
tr: Geçersiz bağlantı dizesi, genellikle geçerli bir dize şu şekilde gelir: 'DRIVER://KULLANICI:SIFRE@DB-SUNUCU/VERITABANI-ADI'

source: Invalid filter configuration, please select a column
pt_br: Configuração de filtro inválida, selecione uma coluna
tr: Geçersiz filtre yapılandırması, lütfen bir sütun seçin

source: Invalid spatial point encountered: %s
pt_br: Encontrado um ponto espacial inválido: %s
tr: Geçersiz mekansal nokta tespit edildi: %s

source: Json list of the column names that should be read
pt_br: Lista Json dos nomes das colunas que devem ser lidas
tr: Okunması gereken sütun adlarının JSON listesi

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
es: Lista Json de los nombres de las columnas que deben ser leídas. Si no es None, solo se leerán estas columnas del archivo.
pt_br: Lista Json dos nomes das colunas que devem ser lidas. Se não for None, apenas estas colunas serão lidas do ficheiro.
tr: Okunması gereken sütun adlarının JSON listesi. None değilse, yalnızca bu sütunlar dosyadan okunur.
zh_tw: Json 應讀取的列名列表。如果不是“無”，则僅從文件中讀取這些列

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
es: Lista Json de los valores que deben considerarse nulos. Por ejemplo: [""] para cadenas vacías, ["None", "N/A"], ["nan", "null"]. Aviso: la base de datos Hive soporta un único valor
pt_br: Lista Json dos valores que devem ser tratados como nulos. Exemplos: [""] para cadeias de caracteres vazias, ["None", "N/A"], ["nan", "null"]. Aviso: O banco de dados Hive suporta apenas um único valor
tr: Null olarak kabul edilmesi gereken değerlerin JSON listesi. Örnekler: Boş dizeler için [""] , ["None", "N/A"], ["nan", "null"]. Uyarı: Hive veritabanı yalnızca tek bir değeri destekler.

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
es: Lista Json de los valores que deben considerarse nulos. Por ejemplo: [""], ["None", "N/A"], ["nan", "null"]. Aviso: la base de datos Hive soporta un único valor. Usa [""] para la cadena vacía.
pt_br: Lista Json dos valores que devem ser tratados como nulos. Exemplos: [""], ["None", "N/A"], ["nan", "null"]. Aviso: A base de dados Hive suporta apenas um único valor. Utilize [""] para uma cadeia de caracteres vazia.
tr: Null olarak kabul edilmesi gereken değerlerin JSON listesi. Örnekler: [""], ["None", "N/A"], ["nan", "null"]. Uyarı: Hive veritabanı yalnızca tek bir değeri destekler. Boş dize için [""] kullanın.
zh_tw: 應視為 null 的值的 Json 列表。例如：[""], ["None", "N/A"], ["nan", "null"]。警告：Hive 資料庫僅支持單個值。用 [""] 代表空字符串。

source: Last modified by %s
pt_br: Última modificação por %s
tr: Son değiştiren: %s

source: Left Axis Format
pt_br: Formato do eixo esquerdo
tr: Sol Eksen Formatı

source: Left Axis chart(s)
pt_br: Gráfico(s) do eixo esquerdo
tr: Sol Eksen grafik(ler)i

source: Limit reached
es: Límite alcanzado
pt_br: Limite atingido
tr: Sınırı aşıldı
zh_tw: 達到限制

source: Limit selector values
pt_br: Valores limite do seletor
tr: Sınır seçici değerleri

source: Line Chart (legacy)
es: Gráfico de líneas (legado)
pt_br: Gráfico de linhas (herdado)
tr: Çizgi Grafiği (geleneksel)
zh_tw: 折線圖（傳统）

source: List Saved Query
pt_br: Listar consulta salva
tr: Kaydedilmiş Sorguları Listele

source: Metric to sort the results by
pt_br: Métrica para organizar o resultados por
tr: Sonuçları sıralamak için metrik

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
pt_br: Métricas para as quais a porcentagem do total deve ser exibida. Calculado apenas com base nos dados dentro do limite de linhas.
tr: Toplamın yüzdesinin gösterileceği metrikler. Yalnızca satır sınırı içindeki verilerden hesaplanır.

source: Mixed Time-Series
pt_br: Séries Temporais Mistas
tr: Karışık Zaman Serileri

source: Multiple Line Charts
pt_br: Gráficos de linhas múltiplas
tr: Çoklu Çizgi Grafikleri

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
es: No se permiten múltiples extensiones de archivo para las cargas columnares. Por favor, asegúrate de que todos los archivos tienen la misma extensión.
pt_br: Não são permitidas várias extensões de ficheiros para upload em colunas. Certifique-se de que todos os ficheiros têm a mesma extensão.
tr: Sütun yüklemeleri için birden fazla dosya uzantısı izin verilmez. Lütfen tüm dosyaların aynı uzantıya sahip olduğundan emin olun.
zh_tw: 列式上傳不允許使用多個文件擴展名。請確保所有文件的擴展名相同。

source: Multiple selections allowed, otherwise filter is limited to a single value
pt_br: São permitidas seleções múltiplas, caso contrário o filtro limita-se a um único valor
tr: Birden fazla seçim izin verilir, aksi takdirde filtre tek bir değerle sınırlıdır

source: Name of table to be created from columnar data.
pt_br: Nome da tabela a ser criada a partir de dados colunares.
tr: Sütunlu verilerden oluşturulacak tablonun adı.
zh_tw: 從列儲存數據創建的表的名稱。

source: Name of table to be created from excel data.
es: Nombre de la tabla a crear a partir de los datos de Excel.
pt_br: Nome da tabela a ser criada a partir dos dados do Excel.
tr: Excel verilerinden oluşturulacak tablonun adı.
zh_tw: 從 excel 數據將創建的表的名稱。

source: Name of table to be created with CSV file
pt_br: Nome da tabela a ser criada com o arquivo CSV
tr: CSV dosyasıyla oluşturulacak tablonun adı

source: New filter set
pt_br: Novo conjunto de filtros
tr: Yeni filtre kümesi

source: No Access!
pt_br: Sem acesso!
tr: Erişim Yok!

source: No columns
pt_br: Sem colunas
tr: Sütun yok

source: No dashboards
pt_br: Sem paineis
tr: Pano yok

source: No database tables found
pt_br: Nenhuma tabela de banco de dados encontrada
tr: Veritabanı tabloları bulunamadı

source: No favorite charts yet, go click on stars!
pt_br: Ainda não há gráficos favoritos, clique nas estrelas!
tr: Henüz favori grafik yok, yıldızlara tıklayın!

source: No favorite dashboards yet, go click on stars!
pt_br: Ainda não há painéis favoritos, clique nas estrelas!
tr: Henüz favori panolar yok, yıldızlara tıklayın!

source: No validator named {} found (configured for the {} engine)
pt_br: Sem validador nomeado {} encontrado (configurado para o motor {})
tr: {} adında bir doğrulayıcı bulunamadı ({} motoru için yapılandırılmış)

source: Null values
es: Valores nulos
pt_br: Valores nulos
tr: Boş değerler
zh_tw: 空值

source: Number of periods to compare against
pt_br: Número de períodos para comparar com
tr: Karşılaştırılacak dönem sayısı

source: Number of rows of file to read
pt_br: Número de linhas do arquivo a ser lido
tr: Okunacak dosyanın satır sayısı

source: Number of rows of file to read.
es: Número de filas del archivo a leer.
pt_br: Número de linhas do arquivo a ser lido.
tr: Okunacak dosyanın satır sayısı.
zh_tw: 要讀取的文件行數。

source: Number of rows to skip at start of file
pt_br: Número de linhas a serem ignoradas no início do arquivo
tr: Dosyanın başında atlanacak satır sayısı

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
pt_br: Uma ou várias colunas para agrupar. Os agrupamentos de elevada cardinalidade devem incluir uma ordenação por métrica e um limite de séries para limitar o número de séries obtidas e processadas.
tr: Bir veya daha fazla sütunu gruplamak için. Yüksek kardinaliteye sahip gruplamalar, getirilen ve oluşturulan seri sayısını sınırlamak için bir metriğe göre sıralama ve seri sınırı içermelidir.

source: One or many columns to pivot as columns
tr: Sütun olarak döndürülecek bir veya daha fazla sütun

source: One or more required fields are missing in the request. Please try again, and if the problem persists contact your administrator.
pt_br: Um ou mais campos obrigatórios estão em falta no pedido. Tente novamente e, se o problema persistir, contate o seu administrador.
tr: Talepte bir veya daha fazla gerekli alan eksik. Lütfen tekrar deneyin ve sorun devam ederse yöneticinize başvurun.
