Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Allow file uploads to database
bn: ডাটাবেসে ফাইল আপলোড করার অনুমতি দিন
ca: Permetre pujar fitxers a la base de dades
cs: Povolit nahrávání souborů do databáze
ja: データベースへのファイルのアップロードを許可する
mi: Whakāetia te tukuake kōnae ki te pātengi raraunga
nl: Sta bestandsuploads naar database toe
pt_br: Permitir uploads de arquivos para o banco de dados
ro: Permite încărcarea de fișiere în baza de date
tr: Veritabanına dosya yüklemesine izin ver

source: Allow node selections
bn: নোড নির্বাচন করার অনুমতি দিন
ca: Permetre seleccions de nodes
cs: Povolit výběr uzlů
ja: ノード選択を許可する
mi: Whakāetia ngā tīpakonga pona
nl: Sta node selecties toe
pt_br: Permitir seleções de nós
ro: Permite selecții de noduri
tr: Düğüm seçimlerine izin ver
zh_tw: 允許節點選擇

source: Allow the execution of DDL (Data Definition Language: CREATE, DROP, TRUNCATE, etc.) and DML (Data Modification Language: INSERT, UPDATE, DELETE, etc)
bn: DDL (ডেটা ডেফিনিশন ল্যাঙ্গুয়েজ: CREATE, DROP, TRUNCATE, ইত্যাদি) এবং DML (ডেটা মডিফিকেশন ল্যাঙ্গুয়েজ: INSERT, UPDATE, DELETE, ইত্যাদি) কার্যকর করার অনুমতি দিন
ca: Permetre l'execució de DDL (Llenguatge de Definició de Dades: CREATE, DROP, TRUNCATE, etc.) i DML (Llenguatge de Modificació de Dades: INSERT, UPDATE, DELETE, etc)
cs: Povolit provádění DDL (Data Definition Language: CREATE, DROP, TRUNCATE, atd.) a DML (Data Modification Language: INSERT, UPDATE, DELETE, atd.)
mi: Whakāetia te whakatutukitanga o te DDL (Reo Tautuhinga Raraunga: CREATE, DROP, TRUNCATE, me ērā atu) me te DML (Reo Whakarereke Raraunga: INSERT, UPDATE, DELETE, me ērā atu)
ro: Permite executarea DDL (Limbaj de Definire a Datelor: CREATE, DROP, TRUNCATE, etc.) și DML (Limbaj de Modificare a Datelor: INSERT, UPDATE, DELETE, etc)

source: Allow this database to be explored
bn: এই ডাটাবেসটি অন্বেষণ করার অনুমতি দিন
ca: Permetre que aquesta base de dades sigui explorada
cs: Povolit prozkoumávání této databáze
es: Permitir que se explore esta base de datos
ja: このデータベースの探索を許可
mi: Whakāetia tēnei pātengi raraunga kia tūhurahia
nl: Toestaan dat deze database wordt verkend
pt_br: Permitir que esse banco de dados seja explorado
ro: Permite explorarea acestei baze de date
tr: Bu veritabanının keşfedilmesine izin ver
zh_tw: 允許瀏覽此資料庫

source: Allow this database to be queried in SQL Lab
bn: SQL ল্যাবে এই ডাটাবেসটিতে কুয়েরি করার অনুমতি দিন
ca: Permetre que aquesta base de dades sigui consultada a SQL Lab
cs: Povolit dotazování na tuto databázi v SQL Labu
es: Permitir que esta base de datos sea consultada en SQL Lab
ja: SQL Lab でのこのデータベースのクエリを許可
mi: Whakāetia tēnei pātengi raraunga kia pātaihia i SQL Lab
nl: Sta toe dat deze database wordt opgevraagd in SQL Lab
pt_br: Permitir que o banco de dados seja consultado no SQL Lab
ro: Permite interogarea acestei baze de date în SQL Lab
tr: Bu veritabanının SQL Lab'de sorgulanmasına izin ver
zh_tw: 允許在 SQL 工具箱中查詢此資料庫

source: Allow users to select multiple values for this filter
ro: Permite utilizatorilor să selecteze valori multiple pentru acest filtru

source: Allowed Domains (comma separated)
bn: অনুমোদিত ডোমেন (কমা দ্বারা আলাদা করা)
ca: Dominis Permesos (separats per comes)
cs: Povolené domény (oddělené čárkou)
es: Dominios Permitidos (separados por comas)
ja: 許可されたドメイン (カンマ区切り)
mi: Rohe Whakāetia (māmā wehea)
nl: Toegestane domeinen (komma gescheiden)
pt_br: Domínios permitidos (separados por vírgula)
ro: Domenii Permise (separate prin virgulă)
tr: İzin Verilen Alan Adları (virgülle ayrılmış)
zh_tw: 允許的域名（逗號分隔）

source: Alphabetical
bn: বর্ণানুক্রমিক
ca: Alfabètic
cs: Abecedně
ja: ABC順
mi: Arapū
nl: Alfabetisch
pt_br: Em ordem alfabética
ro: Alfabetic
tr: Alfabetik
zh_tw: 按字母順序排列

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
bn: এটি একটি বক্স এবং উইস্কার প্লট নামেও পরিচিত, এই ভিজ্যুয়ালাইজেশনটি সম্পর্কিত একটি মেট্রিকের বিতরণগুলি একাধিক গ্রুপের মধ্যে তুলনা করে। মাঝের বক্সটি গড়, মধ্যমা এবং অভ্যন্তরীণ ২টি চতুর্ভাগের উপর গুরুত্ব দেয়। প্রতিটি বক্সের চারপাশের উইস্কারগুলি সর্বনিম্ন, সর্বাধিক, পরিসর এবং বাইরের ২টি চতুর্ভাগকে ভিজ্যুয়ালাইজ করে।
ca: També conegut com un gràfic de caixes i bigotis, aquesta visualització compara les distribucions d'una mètrica relacionada entre múltiples grups. La caixa del mig emfatitza la mitjana, mediana, i els 2 quartils interiors. Els bigotis al voltant de cada caixa visualitzen el mínim, màxim, rang, i els 2 quartils exteriors.
cs: Tato vizualizace, známá také jako krabicový graf, porovnává distribuce související metriky napříč několika skupinami. Krabice uprostřed zdůrazňuje průměr, medián a vnitřní 2 kvartily. Vousy kolem každé krabice vizualizují minimum, maximum, rozsah a vnější 2 kvartily.
es: También conocido como un diagrama de caja y bigotes, esta visualización compara las distribuciones de una métrica relacionada a través de varios grupos. La caja en el medio enfatiza la media, la mediana y los 2 cuartiles internos. Los bigotes alrededor de cada caja visualizan el mínimo, máximo, rango y los 2 cuartiles externos.
ja: 箱ひげ図とも呼ばれるこの視覚化は、複数のグループにわたる関連するメトリックの分布を比較します。中央のボックスは、平均、中央値、および内側の 2 つの四分位を強調しています。各ボックスの周囲のひげは、最小値、最大値、範囲、および外側の 2 つの四分位数を視覚化します。
mi: E mōhiotia ana hei kauwhata pouaka me te whīhau, ka whakatairite tēnei whakakitenga i ngā tohatoha o tētahi ine hāngai puta noa i ngā rōpū maha. Ko te pouaka i waenga nei e whakanui ana i te toharite, te pū, me ngā hautakiwā 2 o roto. Ko ngā whīhau i ia taha o ia pouaka ka whakakite i te iti, te rahi, te korahi, me ngā hautakiwā 2 o waho.
nl: Ook bekend als een doos en whisker plot, deze visualisatie vergelijkt de verdeling van een verwante metriek over meerdere groepen. De doos in het midden legt de middelste nadruk op de middelmatige, middelbare en binnenste kwartieren. De whiskers rond elke box visualiseer de min, max, bereik en de buitenste 2 quartiles.
pt_br: Também conhecida como gráfico de caixa e bigode, esta visualização compara as distribuições de uma métrica relacionada em vários grupos. A caixa no meio enfatiza a média, a mediana e os dois quartis internos. Os bigodes em torno de cada caixa visualizam o mínimo, o máximo, o intervalo e os dois quartis externos.
ro: Cunoscută și ca diagramă cu cutii și mustăți, această vizualizare compară distribuțiile unei metrici înrudite pe mai multe grupuri. Cutia din mijloc evidențiază media, mediana și cele 2 quartile interioare. Mustățile din jurul fiecărei cutii vizualizează minimul, maximul, intervalul și cele 2 quartile exterioare.
tr: Kutu ve bıyık grafiği olarak da bilinen bu görselleştirme, ilgili bir metriğin farklı gruplar arasındaki dağılımlarını karşılaştırır. Ortadaki kutu, ortalamayı, medyanı ve iç iki çeyreği vurgular. Her kutunun etrafındaki bıyıklar, minimum, maksimum, aralık ve dış iki çeyreği görselleştirir.
zh_tw: 也稱為框須圖，該可視化比較了一個相關指標在多個組中的分布。中間的框强調平均值、中值和内部2個四分位數。每個框週围的触須可視化了最小值、最大值、範圍和外部2個四分區。

source: Altered
bn: পরিবর্তিত
ca: Modificat
cs: Změněno
es: Alterado
ja: 変更
mi: Kua Whakarereke
nl: Gewijzigd
pt_br: Alterado
ro: Modificat
tr: Değiştirildi
zh_tw: 已更改

source: Always filter main datetime column
bn: সর্বদা প্রধান তারিখ-সময় কলাম ফিল্টার করুন
ca: Sempre filtrar columna principal de data/hora
cs: Vždy filtrovat hlavní sloupec data a času
ja: メインの日時列を常にフィルタリングする
mi: Tātari i te tīwae wā matua i ngā wā katoa
nl: Filter altijd de hoofdkolom datumtijd
ro: Filtrează întotdeauna coloana principală de dată/timp

source: An Error Occurred
bn: একটি ত্রুটি ঘটেছে
ca: S'ha Produït un Error
cs: Došlo k chybě
ja: エラーが発生しました
mi: I Puta He Hapa
nl: Er is een fout opgetreden
pt_br: Ocorreu um erro
ro: A Apărut o Eroare
tr: Bir Hata Oluştu

source: An alert named "%(name)s" already exists
bn: একটি সতর্কতা যার নাম "%(name)s" ইতিমধ্যে বিদ্যমান
ca: Ja existeix una alerta anomenada "%(name)s"
cs: Upozornění s názvem "%(name)s" již existuje
ja: "%(name)s" という名前のアラートはすでに存在します。
mi: Kei te tīari kē tētahi matohi ko "%(name)s" te ingoa"
nl: Een melding genaamd "%(name)s" bestaat al
pt_br: Já existe um alerta chamado "%(name)s"
ro: Există deja o alertă numită "%(name)s"
tr: "%(name)s" adında bir uyarı zaten var

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
bn: সময় তুলনা ব্যবহার করার সময় একটি নির্দিষ্ট সময় পরিসীমা (উভয় শুরু এবং শেষ) উল্লেখ করা আবশ্যক।
ca: S'ha d'especificar un rang de temps tancat (tant inici com final) quan s'utilitza una Comparació de Temps.
cs: Při použití časového srovnání musí být zadán uzavřený časový rozsah (začátek i konec).
es: Debe especificarse un rango de tiempo cerrado (tanto inicio como fin) cuando se utiliza una Comparación de Tiempo.
ja: 時間比較を使用する場合は、期間 (開始と終了の両方) を指定する必要があります。
mi: Me tohua tētahi awhe wā kōporo (te tīmatanga me te mutunga) ina whakamahia te Whakatairite Wā.
nl: Een afgesloten tijdvenster (zowel start als einde) moet worden gespecificeerd bij het gebruik van een Tijdsvergelijking.
pt_br: Deve ser especificado um intervalo de tempo fechado (início e fim) quando se utiliza uma comparação de tempo.
ro: Trebuie specificat un interval de timp închis (atât început cât și sfârșit) atunci când se utilizează o Comparare Temporală.
tr: Zaman Karşılaştırması kullanılırken, kapalı bir zaman aralığının (başlangıç ve bitiş) belirtilmesi gerekir.
zh_tw: 使用時間比較時，必須指定封閉的時間範圍（有開始和结束）。

source: An engine must be specified when passing individual parameters to a database.
bn: ডাটাবেসে পৃথক প্যারামিটার পাস করার সময় একটি ইঞ্জিন উল্লেখ করা আবশ্যক।
ca: S'ha d'especificar un motor quan es passen paràmetres individuals a una base de dades.
cs: Při předávání jednotlivých parametrů databázi musí být specifikován engine.
es: Debe especificarse un motor cuando se pasan parámetros individuales a una base de datos.
ja: データベースに個々のパラメータを渡すときは、エンジンを指定する必要があります。
mi: Me tohua he pūkaha ina tukuna ngā tawhā takitahi ki tētahi pātengi raraunga.
nl: Een engine moet worden opgegeven wanneer individuele parameters worden doorgegeven aan een database.
pt_br: Deve ser especificado um motor ao passar parâmetros individuais para uma base de dados.
ro: Trebuie specificat un motor atunci când se transmit parametri individuali unei baze de date.
tr: Veritabanına bireysel parametreler geçirilirken bir motor belirtilmelidir.
zh_tw: 向資料庫傳递單個参數時必須指定引擎。

source: An error has occurred
bn: একটি ত্রুটি ঘটেছে
ca: S'ha produït un error
cs: Došlo k chybě
es: Se ha producido un error
ja: エラーが発生しました
mi: Kua puta he hapa
nl: Er is een fout opgetreden
pt_br: Ocorreu um erro
ro: A apărut o eroare
tr: Bir hata meydana geldi
zh_tw: 發生了一個錯誤

source: An error occurred
bn: একটি ত্রুটি ঘটেছে
ca: S'ha produït un error
cs: Došlo k chybě
es: Se produjo un error
ja: エラーが発生しました
mi: I puta he hapa
nl: Er is een fout opgetreden
pt_br: Ocorreu um erro
ro: A apărut o eroare
tr: Bir hata oluştu
zh_tw: 發生了一個錯誤

source: An error occurred saving dataset
bn: ডেটাসেট সংরক্ষণের সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error desant el conjunt de dades
cs: Při ukládání sady dat došlo k chybě
es: Ocurrió un error al guardar el conjunto de datos
ja: データセットの保存中にエラーが発生しました
mi: I puta he hapa i te tiakitanga o te rārangi raraunga
nl: Er is een fout opgetreden bij het opslaan van dataset
pt_br: Ocorreu um erro ao salvar conjunto de dados
ro: A apărut o eroare la salvarea setului de date
tr: Veri setini kaydederken bir hata oluştu
zh_tw: 保存數據集時發生錯誤

source: An error occurred when running alert query
bn: সতর্কতা কুয়েরি চালানোর সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error quan s'executava la consulta de l'alerta
cs: Při spuštění dotazu upozornění došlo k chybě
ja: アラート クエリの実行中にエラーが発生しました。
mi: I puta he hapa i te whakatutukitanga o te pātai matohi
nl: Er is een fout opgetreden bij het uitvoeren van de waarschuwing query
ro: A apărut o eroare la rularea interogării de alertă

source: An error occurred while accessing the copy link.
ca: S'ha produït un error mentre s'accedia a l'enllaç de còpia.
cs: Při přístupu k odkazu pro kopírování došlo k chybě.
mi: I puta he hapa i te urunga ki te hono tārua.
ro: A apărut o eroare la accesarea linkului de copiere.

source: An error occurred while accessing the extension.
ro: A apărut o eroare la accesarea extensiei.

source: An error occurred while accessing the value.
bn: মানটি অ্যাক্সেস করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre s'accedia al valor.
cs: Při přístupu k hodnotě došlo k chybě.
ja: 値へのアクセス中にエラーが発生しました。
mi: I puta he hapa i te urunga ki te uara.
nl: Er is een fout opgetreden tijdens het openen van de waarde.
pt_br: Ocorreu um erro ao acessar o valor.
ro: A apărut o eroare la accesarea valorii.
tr: Değere erişilirken bir hata oluştu.
zh_tw: 訪問值時出錯。

source: An error occurred while collapsing the table schema. Please contact your administrator.
bn: টেবিল স্কিমাটি সঙ্কুচিত করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: S'ha produït un error mentre es col·lapsava l'esquema de la taula. Si us plau, contacta el teu administrador.
cs: Při sbalování schématu tabulky došlo k chybě. Kontaktujte prosím svého administrátora.
es: Se produjo un error al colapsar el esquema de la tabla. Por favor, contacta con tu administrador.
ja: テーブル スキーマを折りたたむときにエラーが発生しました。管理者に連絡してください。
mi: I puta he hapa i te hīngonga o te hanga pātengi raraunga. Tēnā whakapā atu ki tō kaiwhakahaere.
nl: Er is een fout opgetreden tijdens het samenvouwen van het tabelschema. Neem contact op met uw beheerder.
pt_br: Ocorreu um erro ao recolher o esquema da tabela. Por favor entre em contato com o seu administrador.
ro: A apărut o eroare la restrângerea schemei tabelului. Vă rugăm să contactați administratorul.
tr: Tablo şeması çökerken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 收起表結構時出錯。請與管理員聯繫。

source: An error occurred while creating %ss: %s
bn: %ss: %s তৈরি করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es creaven %ss: %s
cs: Při vytváření %s došlo k chybě: %s
ja: %ss の作成中にエラーが発生しました: %s
mi: I puta he hapa i te hanganga o %ss: %s
nl: Er is een fout opgetreden tijdens het aanmaken van %s: %s
pt_br: Ocorreu um erro ao criar %ss: %s
ro: A apărut o eroare la crearea %ss: %s
tr: %ss oluşturulurken bir hata oluştu: %s
zh_tw: 創建時出錯：%ss: %s

source: An error occurred while creating the copy link.
ca: S'ha produït un error mentre es creava l'enllaç de còpia.
cs: Při vytváření odkazu pro kopírování došlo k chybě.
mi: I puta he hapa i te hanganga o te hono tārua.
ro: A apărut o eroare la crearea linkului de copiere.

source: An error occurred while creating the data source
bn: ডেটা সোর্স তৈরি করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es creava la font de dades
cs: Při vytváření zdroje dat došlo k chybě
es: Se produjo un error al crear la fuente de datos
ja: データ ソースの作成中にエラーが発生しました
mi: I puta he hapa i te hanganga o te puna raraunga
nl: Er is een fout opgetreden bij het aanmaken van de gegevensbron
pt_br: Ocorreu um erro ao criar a fonte de dados
ro: A apărut o eroare la crearea sursei de date
tr: Veri kaynağı oluşturulurken bir hata oluştu
zh_tw: 創建數據源時發生錯誤

source: An error occurred while creating the extension.
ro: A apărut o eroare la crearea extensiei.

source: An error occurred while creating the value.
bn: মানটি তৈরি করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre es creava el valor.
cs: Při vytváření hodnoty došlo k chybě.
ja: 値の作成中にエラーが発生しました。
mi: I puta he hapa i te hanganga o te uara.
nl: Fout opgetreden tijdens het aanmaken van de waarde.
pt_br: Ocorreu um erro ao criar o valor.
ro: A apărut o eroare la crearea valorii.
tr: Değer oluşturulurken bir hata oluştu.
zh_tw: 創建值時出錯。

source: An error occurred while deleting the extension.
ro: A apărut o eroare la ștergerea extensiei.

source: An error occurred while deleting the value.
bn: মানটি মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre s'eliminava el valor.
cs: Při mazání hodnoty došlo k chybě.
ja: 値の削除中にエラーが発生しました。
mi: I puta he hapa i te mukutanga o te uara.
nl: Er is een fout opgetreden tijdens het verwijderen van de waarde.
pt_br: Ocorreu um erro ao excluir o valor.
ro: A apărut o eroare la ștergerea valorii.
tr: Değer silinirken bir hata oluştu.
zh_tw: 删除值時出錯。

source: An error occurred while expanding the table schema. Please contact your administrator.
bn: টেবিল স্কিমাটি সম্প্রসারণ করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: S'ha produït un error mentre s'expandia l'esquema de la taula. Si us plau, contacta el teu administrador.
cs: Při rozbalování schématu tabulky došlo k chybě. Kontaktujte prosím svého administrátora.
es: Se produjo un error al expandir el esquema de la tabla. Por favor, contacta con tu administrador.
ja: テーブル スキーマの拡張中にエラーが発生しました。管理者に連絡してください。
mi: I puta he hapa i te whakawhānuitanga o te hanga ripanga. Tēnā whakapā atu ki tō kaiwhakahaere.
nl: Er is een fout opgetreden tijdens het uitbreiden van het tabelschema. Neem contact op met uw beheerder.
pt_br: Ocorreu um erro ao expandir o esquema da tabela. Por favor entre em contato com o seu administrador.
ro: A apărut o eroare la extinderea schemei tabelului. Vă rugăm să contactați administratorul.
tr: Tablo şeması genişletilirken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 展開表結構時出錯。請與管理員聯繫。

source: An error occurred while fetching %s info: %s
bn: %s তথ্য প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperava informació de %s: %s
cs: Při načítání informací o %s došlo k chybě: %s
ja: %s 情報の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā mōhiohio %s: %s
nl: Er is een fout opgetreden bij het ophalen van %s info: %s
pt_br: Ocorreu um erro ao buscar as informações de %s: %s
ro: A apărut o eroare la preluarea informațiilor %s: %s
tr: %s bilgisi getirilirken bir hata oluştu: %s
zh_tw: 獲取%s看板時出錯：%s

source: An error occurred while fetching %ss: %s
bn: %ss: %s প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es recuperaven %ss: %s
cs: Při načítání %s došlo k chybě: %s
ja: %ss の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o %ss: %s
nl: Er is een fout opgetreden bij het ophalen van %s: %s
pt_br: Ocorreu um erro durante a busca de %ss: %s
ro: A apărut o eroare la preluarea %ss: %s
tr: %ss getirilirken bir hata oluştu: %s
zh_tw: 抓取出錯：%ss: %s

source: An error occurred while fetching available CSS templates
bn: প্রাপ্য CSS টেমপ্লেটগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es recuperaven les plantilles CSS disponibles
cs: Při načítání dostupných CSS šablon došlo k chybě
es: Se produjo un error al obtener las plantillas CSS disponibles
ja: 利用可能なCSSテンプレートの取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o ngā tauira CSS wātea
nl: Er is een fout opgetreden tijdens het ophalen van beschikbare CSS templates
pt_br: Ocorreu um erro ao buscar os modelos CSS disponíveis
ro: A apărut o eroare la preluarea șabloanelor CSS disponibile
tr: Mevcut CSS şablonları getirilirken bir hata oluştu
zh_tw: 獲取可用的CSS模板時出錯

source: An error occurred while fetching available themes
ro: A apărut o eroare la preluarea temelor disponibile

source: An error occurred while fetching chart owners values: %s
bn: চার্ট মালিকদের মান প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors dels propietaris del gràfic: %s
cs: Při načítání hodnot vlastníků grafu došlo k chybě: %s
es: Ocurrió un error al obtener los valores de los propietarios del gráfico: %s
ja: チャート所有者の値を取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara rangatira kauwhata: %s
nl: Er is een fout opgetreden tijdens het ophalen van de grafiek eigenaars waarden: %s
pt_br: Ocorreu um erro ao obter os valores dos proprietários do gráfico: %s
ro: A apărut o eroare la preluarea valorilor proprietarilor graficului: %s
tr: Grafik sahiplerinin değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取圖表所有者時出錯 %s

source: An error occurred while fetching dashboard owner values: %s
bn: ড্যাশবোর্ড মালিকদের মান প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors del propietari del dashboard: %s
cs: Při načítání hodnot vlastníků nástěnky došlo k chybě: %s
es: Ocurrió un error al obtener los valores del propietario del panel: %s
ja: ダッシュボードの所有者の値の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara rangatira papatohu: %s
nl: Er is een fout opgetreden tijdens het ophalen van dashboard eigenaar waarden: %s
pt_br: Ocorreu um erro ao obter os valores do proprietário do painel: %s
ro: A apărut o eroare la preluarea valorilor proprietarului tabloului de bord: %s
tr: Gösterge tablosu sahibinin değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取看板所有者時出錯：%s

source: An error occurred while fetching dashboards
bn: ড্যাশবোর্ডগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es recuperaven els dashboards
cs: Při načítání nástěnek došlo k chybě
es: Se produjo un error al obtener los paneles de control
ja: ダッシュボードの取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o ngā papatohu
nl: Er is een fout opgetreden bij het ophalen van dashboards
pt_br: Ocorreu um erro durante a pesquisa de painéis
ro: A apărut o eroare la preluarea tablourilor de bord
tr: Gösterge tabloları getirilirken bir hata oluştu
zh_tw: 獲取看板時出錯

source: An error occurred while fetching dashboards: %s
bn: ড্যাশবোর্ডগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els dashboards: %s
cs: Při načítání nástěnek došlo k chybě: %s
es: Ocurrió un error al obtener los paneles de control: %s
ja: ダッシュボードの取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā papatohu: %s
nl: Er is een fout opgetreden tijdens het ophalen van dashboards: %s
pt_br: Ocorreu um erro durante a pesquisa de painéis: %s
ro: A apărut o eroare la preluarea tablourilor de bord: %s
tr: Gösterge tabloları getirilirken bir hata oluştu: %s
zh_tw: 獲取看板時出錯：%s

source: An error occurred while fetching database related data: %s
bn: ডাটাবেস সম্পর্কিত ডেটা প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven dades relacionades amb la base de dades: %s
cs: Při načítání dat souvisejících s databází došlo k chybě: %s
es: Se produjo un error al obtener datos relacionados con la base de datos: %s
ja: データベース関連データの取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā raraunga hāngai pātengi raraunga: %s
nl: Er is een fout opgetreden tijdens het ophalen van databasegerelateerde gegevens: %s
pt_br: Ocorreu um erro ao obter dados relacionados com a base de dados: %s
ro: A apărut o eroare la preluarea datelor conexe bazei de date: %s
tr: Veritabanı ile ilgili veriler getirilirken bir hata oluştu: %s
zh_tw: 獲取資料庫相關數據時出錯：%s

source: An error occurred while fetching database values: %s
bn: ডাটাবেস মানগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors de la base de dades: %s
cs: Při načítání hodnot databáze došlo k chybě: %s
es: Ocurrió un error al obtener los valores de la base de datos: %s
ja: データベース値の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara pātengi raraunga: %s
nl: Er is een fout opgetreden tijdens het ophalen van databasewaarden: %s
pt_br: Ocorreu um erro durante a extração dos valores da base de dados: %s
ro: A apărut o eroare la preluarea valorilor bazei de date: %s
tr: Veritabanı değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取資料庫訊息時出錯：%s
