Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Series Order
bn: সিরিজ অর্ডার
ca: Ordre de Sèries
cs: Pořadí sérií
ja: シリーズの順序
mi: Raupapa Raupapa
nl: Series Volgorde
pt_br: Ordem da série
ro: Ordine serie
tr: Seri Sıralama

source: Series Style
bn: সিরিজ শৈলী
ca: Estil de Sèries
cs: Styl série
ja: シリーズスタイル
mi: Kāhua Raupapa
nl: Series Stijl
pt_br: Estilo da série
ro: Stil serie
tr: Seri Stili
zh_tw: 系列樣式

source: Series chart type (line, bar etc)
bn: সিরিজ চার্টের প্রকার (লাইন, বার ইত্যাদি)
ca: Tipus de gràfic de sèries (línia, barra, etc)
cs: Typ grafu série (spojnicový, sloupcový atd.)
es: Tipo de gráfico de series (línea, barra, etc)
ja: 系列チャートの種類 (折れ線、棒など)
mi: Momo kauwhata raupapa (rārangi, pae me ērā atu)
nl: Series grafiek type (lijn, staaf etc)
pt_br: Tipo de Gráfico de série (linha , barra etc)
ro: Tip grafic serie (linie, bară etc)
tr: Seri grafik türü (çizgi, çubuk vb.)
zh_tw: 系列圖表類型(折線，柱狀圖等)

source: Series decrease setting
ro: Setare scădere serie

source: Series increase setting
ro: Setare creștere serie

source: Series limit
bn: সিরিজ সীমা
ca: Límit de sèries
cs: Limit sérií
es: Límite de series
ja: シリーズ制限
mi: Tepe raupapa
nl: Serie limiet
pt_br: Limite da série
ro: Limită serie
tr: Seri sınırı
zh_tw: 系列限制

source: Series settings
ro: Setări serie

source: Series total setting
ro: Setare total serie

source: Series type
bn: সিরিজ প্রকার
ca: Tipus de sèrie
cs: Typ série
ja: シリーズタイプ
mi: Momo raupapa
pt_br: Tipo de série
ro: Tip serie
tr: Seri türü
zh_tw: 系列類型

source: Server Page Length
bn: সার্ভার পৃষ্ঠার দৈর্ঘ্য
ca: Longitud de Pàgina del Servidor
cs: Délka stránky na serveru
es: Longitud de la Página del Servidor
ja: サーバーページの長さ
mi: Roa Whārangi Tūmau
nl: Server Pagina Lengte
pt_br: Comprimento da página do servidor
ro: Lungime pagină server
tr: Sunucu Sayfa Uzunluğu
zh_tw: 頁面長度

source: Server pagination
bn: সার্ভার পৃষ্ঠাকরণ
ca: Paginació del servidor
cs: Stránkování na serveru
es: Paginación del servidor
ja: サーバーのページネーション
mi: Whārangitanga tūmau
nl: Server paginatie
pt_br: Paginação do servidor
ro: Paginare server
tr: Sunucu sayfalama
zh_tw: 服務端分頁

source: Server pagination needs to be enabled for values over %s
ro: Paginarea serverului trebuie să fie activată pentru valori peste %s

source: Service Account
bn: সার্ভিস অ্যাকাউন্ট
ca: Compte de Servei
cs: Servisní účet
es: Cuenta de Servicio
ja: サービスアカウント
mi: Kaute Ratonga
pt_br: Conta de serviço
ro: Cont serviciu
tr: Hizmet Hesabı
zh_tw: 服務帳戶

source: Service version
ca: Versió del servei
cs: Verze služby
mi: Putanga ratonga
ro: Versiune serviciu

source: Set %s as default datetime column
ro: Setează %s ca coloană datetime implicită

source: Set System Dark Theme
ro: Setează tema întunecată a sistemului

source: Set System Default Theme
ro: Setează tema implicită a sistemului

source: Set a default value for this filter
ro: Setează o valoare implicită pentru acest filtru

source: Set as system dark theme
ro: Setează ca temă întunecată a sistemului

source: Set as system default theme
ro: Setează ca temă implicită a sistemului

source: Set auto-refresh
ro: Setează actualizare automată

source: Set filter mapping
bn: ফিল্টার ম্যাপিং সেট করুন
ca: Establir mapatge de filtres
cs: Nastavit mapování filtru
es: Establecer mapeo de filtro
ja: フィルタマッピングを設定
mi: Tautuhi whakaahuatanga tātari
nl: Filter toewijzing instellen
pt_br: Definir o mapeamento de filtros
ro: Setează mapare filtru
tr: Filtre eşlemesini ayarla
zh_tw: 設定過濾映射

source: Set local theme for testing (preview only)
ro: Setează temă locală pentru testare (doar previzualizare)

source: Set local theme. Will be applied to your session until unset.
ro: Setează temă locală. Va fi aplicată la sesiunea dvs. până la anulare.

source: Set refresh frequency for current session only.
ro: Setează frecvența de actualizare doar pentru sesiunea curentă.

source: Set the automatic refresh frequency for this dashboard.
ro: Setează frecvența de actualizare automată pentru acest tablou de bord.

source: Set the automatic refresh frequency for this dashboard. The dashboard will reload its data at the specified interval.
ro: Setează frecvența de actualizare automată pentru acest tablou de bord. Tabloul de bord va reîncărca datele la intervalul specificat.

source: Set up an email report
bn: একটি ইমেইল রিপোর্ট সেট আপ করুন
ca: Configurar un informe per correu electrònic
cs: Nastavit e-mailový report
ja: 電子メールレポートを設定する
mi: Whakatū pūrongo īmēra
nl: Stel een e-mailrapport in
pt_br: Configurar um relatório de e-mail
ro: Configurează un raport email
tr: Bir e-posta raporu oluşturun

source: Set up basic details, such as name and description.
bn: নাম এবং বর্ণনা মত মৌলিক বিবরণ সেট আপ করুন।
ca: Configurar detalls bàsics, com nom i descripció.
cs: Nastavte základní podrobnosti, jako je název a popis.
ja: 名前や説明などの基本的な詳細を設定します。
mi: Whakatū taipitopito taketake, pērā i te ingoa me te whakamārama.
ro: Configurează detalii de bază, cum ar fi numele și descrierea.

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
bn: চার্টের স্তরের স্তরগুলি সেট করে। প্রতিটি স্তর একটি রিং দ্বারা প্রতিনিধিত্বিত হয় যার অভ্যন্তরীণ বৃত্ত হায়ারার্কির শীর্ষ।
ca: Estableix els nivells de jerarquia del gràfic. Cada nivell està representat per un anell amb el cercle més interior com la part superior de la jerarquia.
cs: Nastaví úrovně hierarchie grafu. Každá úroveň je reprezentována jedním prstencem, přičemž nejvnitřnější kruh je vrcholem hierarchie.
es: Establece los niveles de jerarquía del gráfico. Cada nivel se representa con un anillo, siendo el círculo más interno la cima de la jerarquía.
ja: チャートの階層レベルを設定します。それぞれのレベルは、 最も内側の円を階層の最上位とする 1 つのリングで表されます。
mi: Ka tautuhi i ngā taumata taumata o te kauwhata. Ko ia taumata e
nl: Stelt de hiërarchie niveaus van de grafiek in. Elk niveau is vertegenwoordigd door een ring met de binnenste cirkel als bovenkant van de hiërarchie.
pt_br: Define os níveis hierárquicos do gráfico. Cada nível é representado por um anel, sendo o círculo mais interno o topo da hierarquia.
ro: Setează nivelurile ierarhiei graficului. Fiecare nivel este reprezentat de un inel cu cercul cel mai interior ca vârf al ierarhiei.

source: Settings
bn: সেটিংস
ca: Configuració
cs: Nastavení
es: Ajustes
ja: 設定
mi: Tautuhinga
nl: Instellingen
pt_br: Configurações
ro: Setări
tr: Ayarlar
zh_tw: 設定

source: Settings for time series
bn: টাইম সিরিজের জন্য সেটিংস
ca: Configuració per sèries temporals
cs: Nastavení pro časové řady
es: Configuraciones para series temporales
ja: 時系列の設定
mi: Tautuhinga mō te raupapa wā
nl: Instellingen voor tijdreeks
pt_br: Configurações para séries temporais
ro: Setări pentru serii de timp
tr: Zaman serisi için ayarlar
zh_tw: 時間序列設定

source: Shape
ca: Forma
cs: Tvar
mi: Hanga
ro: Formă

source: Share
bn: শেয়ার করুন
ca: Compartir
cs: Sdílet
es: Compartir
ja: 共有
mi: Tuari
nl: Deel
pt_br: Compartilhar
ro: Partajează
tr: Paylaş
zh_tw: 分享

source: Share chart by email
bn: ইমেইলের মাধ্যমে চার্ট শেয়ার করুন
ca: Compartir gràfic per correu electrònic
cs: Sdílet graf e-mailem
ja: チャートをメールで共有
mi: Tuari kauwhata mā te īmēra
nl: Deel grafiek per e-mail
pt_br: Compartilhar gráfico por e-mail
ro: Partajează grafic prin email
tr: Grafiği e-posta ile paylaş
zh_tw: 通過電子郵件分享圖表

source: Share permalink by email
bn: ইমেইলের মাধ্যমে পার্মালিঙ্ক শেয়ার করুন
ca: Compartir enllaç permanent per correu electrònic
cs: Sdílet trvalý odkaz e-mailem
ja: パーマリンクをメールで共有する
mi: Tuari hononga-ā-mau mā te īmēra
nl: Deel permalink via e-mail
pt_br: Compartilhar permalink por e-mail
ro: Partajează link permanent prin email
tr: Kalıcı bağlantıyı e-posta ile paylaş

source: Shared query
bn: শেয়ার করা কুয়েরি
ca: Consulta compartida
cs: Sdílený dotaz
es: Consulta compartida
ja: クエリを共有
mi: Pātai tuari
nl: Gedeelde zoekopdracht
pt_br: Consulta compartilhada
ro: Interogare partajată
tr: Paylaşılan sorgu
zh_tw: 已分享的查詢

source: Shared query fields
bn: শেয়ার করা কুয়েরির ক্ষেত্রগুলি
ca: Camps de consulta compartida
cs: Pole sdíleného dotazu
ja: 共有クエリフィールド
mi: Āpure pātai tuari
nl: Gedeelde query velden
ro: Câmpuri interogare partajată
tr: Paylaşılan sorgu alanları

source: Sheet name
bn: শীটের নাম
ca: Nom del full
cs: Název listu
mi: Ingoa hīti
ro: Nume foaie

source: Shift + Click to sort by multiple columns
bn: একাধিক কলাম দ্বারা সাজানোর জন্য Shift + Click করুন
ca: Shift + Clic per ordenar per múltiples columnes
cs: Shift + kliknutí pro řazení podle více sloupců
es: Pulsa Shift + Click para ordenar por varias columnas
ja: Shift クリックして複数の列で並べ替えます
mi: Shift + Pāwhiri hei kōmaka mā ngā tīwae maha
nl: Shift + Klik om te sorteren op meerdere kolommen
pt_br: Shift + clique para organizar por colunas múltiplas
ro: Shift + Click pentru sortare după mai multe coloane
tr: Çoklu sütuna göre sıralamak için Shift + Tıklayın

source: Shift start date
bn: শুরু তারিখ স্থানান্তর করুন
ca: Desplaçar data d'inici
cs: Posunout počáteční datum
mi: Neke rā tīmata
ro: Dezcalare dată început

source: Short description must be unique for this layer
bn: এই স্তরের জন্য সংক্ষিপ্ত বর্ণনা অনন্য হতে হবে
ca: La descripció curta ha de ser única per aquesta capa
cs: Krátký popis musí být pro tuto vrstvu jedinečný
es: La descripción corta debe ser única para esta capa
ja: 短い説明はこのレイヤーに対して一意である必要があります。
mi: Me ahurei te whakamārama poto mō tēnei papa
nl: Korte beschrijving moet uniek zijn voor deze laag
pt_br: Uma breve descrição deve ser única para essa camada
ro: Descrierea scurtă trebuie să fie unică pentru acest strat
tr: Kısa açıklama bu katman için benzersiz olmalıdır
zh_tw: 此層的简述必須是唯一的

source: Show
bn: প্রদর্শন করুন
ca: Mostrar
cs: Zobrazit
es: Mostrar
ja: ショー
mi: Whakaatu
nl: Weergeven
pt_br: Mostrar
ro: Afișează
tr: Göster
zh_tw: 顯示

source: Show %s entries
bn: প্রদর্শন করুন %s এন্ট্রি
ca: Mostrar %s entrades
cs: Zobrazit %s položek
mi: Whakaatu %s urunga
ro: Afișează %s intrări

source: Show Bubbles
bn: বাবল প্রদর্শন করুন
ca: Mostrar Bombolles
cs: Zobrazit bubliny
ja: バブルを表示
mi: Whakaatu Pōro
nl: Toon bubbels
pt_br: Mostrar bolhas
ro: Afișează bule
tr: Kabarcıkları Göster
zh_tw: 顯示氣泡

source: Show CREATE VIEW statement
bn: CREATE VIEW বিবৃতি প্রদর্শন করুন
ca: Mostrar sentència CREATE VIEW
cs: Zobrazit příkaz CREATE VIEW
es: Mostrar declaración CREATE VIEW
ja: CREATE VIEW文を表示
mi: Whakaatu kīanga CREATE VIEW
nl: Toon CREATE VIEW statement
pt_br: Mostrar instrução CREATE VIEW
ro: Afișează instrucțiunea CREATE VIEW
tr: CREATE VIEW ifadesini göster
zh_tw: 顯示 CREATE VIEW 語句

source: Show Dashboard
bn: ড্যাশবোর্ড প্রদর্শন করুন
ca: Mostrar Dashboard
cs: Zobrazit nástěnku
es: Mostrar Panel de Control
ja: ダッシュボードを表示
mi: Whakaatu Papatohu
nl: Toon Dashboard
pt_br: Mostrar Painel
ro: Afișează Tabloul de Bord
tr: Pano Göster
zh_tw: 顯示看板

source: Show Labels
bn: লেবেলগুলি প্রদর্শন করুন
ca: Mostrar Etiquetes
cs: Zobrazit popisky
ja: ラベルを表示
mi: Whakaatu Tapanga
nl: Toon Labels
pt_br: Mostrar rótulos
ro: Afișează etichete
tr: Etiketleri Göster
zh_tw: 顯示標籤

source: Show Log
bn: লগ প্রদর্শন করুন
ca: Mostrar Registre
cs: Zobrazit protokol
es: Mostrar Registro
ja: ログを表示
mi: Whakaatu Rārangi
nl: Toon Log
pt_br: Mostrar log
ro: Afișează jurnal
tr: Günlüğü Göster
zh_tw: 顯示日誌

source: Show Markers
bn: মার্কারগুলি প্রদর্শন করুন
ca: Mostrar Marcadors
cs: Zobrazit značky
es: Mostrar Marcadores
ja: マーカーを表示
mi: Whakaatu Tohu
nl: Toon Markeringen
pt_br: Mostrar Marcadores
ro: Afișează marcatori
tr: İşaretçileri Göster
zh_tw: 顯示標記

source: Show Metric Name
ro: Afișează nume metrică

source: Show Metric Names
bn: মেট্রিক নামগুলি প্রদর্শন করুন
ca: Mostrar Noms de Mètriques
cs: Zobrazit názvy metrik
ja: メトリック名の表示
mi: Whakaatu Ingoa Ine
nl: Toon Metriek Namen
pt_br: Mostrar nomes de métricas
ro: Afișează nume metrici
tr: Metrik Adlarını Göster
zh_tw: 顯示指標名

source: Show Range Filter
bn: রেঞ্জ ফিল্টার প্রদর্শন করুন
ca: Mostrar Filtre de Rang
cs: Zobrazit filtr rozsahu
ja: 範囲フィルターを表示
mi: Whakaatu Tātari Korahi
nl: Toon Bereik Filter
pt_br: Mostrar filtro de intervalo
ro: Afișează filtru interval
tr: Aralık Filtresini Göster
zh_tw: 顯示範圍過濾器

source: Show Timestamp
bn: টাইমস্ট্যাম্প প্রদর্শন করুন
ca: Mostrar Marca de Temps
cs: Zobrazit časové razítko
es: Mostrar Marca de Tiempo
ja: タイムスタンプを表示
mi: Whakaatu Waitohu
nl: Toon Tijdstempel
pt_br: Mostrar Carimbo de data/hora
ro: Afișează marcaj temporal
tr: Zaman Damgasını Göster
zh_tw: 顯示時間戳

source: Show Tooltip Labels
bn: টুলটিপ লেবেল দেখান
ca: Mostrar Etiquetes de Tooltip
cs: Zobrazit popisky v nápovědě
ja: ツールチップのラベルを表示
mi: Whakaatu Tapanga Kītukutuku
nl: Toon Tooltip Labels
ro: Afișează etichete tooltip

source: Show Total
bn: মোট দেখান
ca: Mostrar Total
cs: Zobrazit celkem
ja: 合計を表示
mi: Whakaatu Tapeke
nl: Toon Totaal
pt_br: Mostrar total
ro: Afișează total
tr: Toplamı Göster

source: Show Trend Line
bn: ট্রেন্ড লাইন দেখান
ca: Mostrar Línia de Tendència
cs: Zobrazit trendovou čáru
es: Mostrar Línea de Tendencia
ja: トレンドラインを表示
mi: Whakaatu Rārangi Ia
nl: Toon Trendlijn
pt_br: Mostrar Linha de Tendência
ro: Afișează linia de tendință
tr: Eğilim Çizgisini Göster
zh_tw: 顯示趋势線

source: Show Upper Labels
bn: উপরের লেবেল দেখান
ca: Mostrar Etiquetes Superiors
cs: Zobrazit horní popisky
es: Mostrar Etiquetas Superiores
ja: 上部ラベルを表示
mi: Whakaatu Tapanga Runga
nl: Toon Bovenste Labels
pt_br: Mostrar Sótulos Superiores
ro: Afișează etichete superioare
tr: Üst Etiketleri Göster
zh_tw: 顯示上標籤

source: Show Values
bn: মানগুলি দেখান
ca: Mostrar Valors
cs: Zobrazit hodnoty
ja: 価値を示す
mi: Whakaatu Uara
nl: Toon Waarden
pt_br: Mostrar valores
ro: Afișează valori
tr: Değerleri Göster
zh_tw: 顯示值

source: Show X-axis
ro: Afișează axa X

source: Show Y-axis
bn: Y-অক্ষ দেখান
ca: Mostrar eix Y
cs: Zobrazit osu Y
es: Mostrar eje Y
ja: Y軸を表示
mi: Whakaatu Tukutuku-Y
nl: Toon Y-as
pt_br: Mostrar eixo Y
ro: Afișează axa Y
tr: Y-eksenini Göster
zh_tw: 顯示 Y 軸

source: Show all columns
bn: সমস্ত কলাম দেখান
ca: Mostrar totes les columnes
cs: Zobrazit všechny sloupce
ja: すべての列を表示
mi: Whakaatu tīwae katoa
nl: Toon alle kolommen
pt_br: Mostrar todas as colunas
ro: Afișează toate coloanele
tr: Tüm sütunları göster
zh_tw: 顯示所有列

source: Show axis line ticks
bn: অক্ষের রেখার টিক দেখান
ca: Mostrar marques de línia d'eix
cs: Zobrazit značky na ose
es: Mostrar marcas de línea del eje
ja: 軸線目盛りを表示
mi: Whakaatu tika rārangi tukutuku
nl: Toon as lijntikken
pt_br: Mostrar os tiques das linhas de eixo
ro: Afișează gradațiile axei
tr: Eksen çizgi işaretlerini göster
zh_tw: 顯示軸線刻度

source: Show cell bars
bn: সেল বারের প্রদর্শন করুন
ca: Mostrar barres de cel·la
cs: Zobrazit pruhy v buňkách
es: Mostrar barras de celda
ja: セルバーを表示
mi: Whakaatu pae pūtau
nl: Toon cel balken
pt_br: Mostrar barras de células
ro: Afișează bare în celule
tr: Hücre çubuklarını göster
zh_tw: 顯示單元格的柱

source: Show chart description
bn: চার্টের বর্ণনা দেখান
ca: Mostrar descripció del gràfic
cs: Zobrazit popis grafu
ja: チャートの説明を表示
mi: Whakaatu whakamārama kauwhata
nl: Toon grafiekbeschrijving
pt_br: Mostrar descrição do gráfico
ro: Afișează descrierea graficului
tr: Grafik açıklamasını göster

source: Show column headers
ro: Afișează antetele coloanelor

source: Show columns subtotal
bn: কলামগুলোর আনুমানিক মোট দেখান
ca: Mostrar subtotal de columnes
cs: Zobrazit mezisoučet sloupců
ja: 列の小計を表示
mi: Whakaatu tapeke tīwae
nl: Toon kolommen subtotaal
ro: Afișează subtotal coloane

source: Show columns total
bn: কলামগুলোর মোট দেখান
ca: Mostrar total de columnes
cs: Zobrazit součet sloupců
ja: 列の合計を表示
mi: Whakaatu tapeke tīwae katoa
nl: Toon kolommen totaal
pt_br: Mostrar o total de colunas
ro: Afișează total coloane
tr: Sütun toplamını göster
zh_tw: 顯示列總計

source: Show data points as circle markers on the lines
bn: ডেটা পয়েন্টগুলিকে রেখাগুলিতে বৃত্তের মার্কার হিসেবে দেখান
ca: Mostrar punts de dades com marcadors circulars a les línies
cs: Zobrazit datové body jako kruhové značky na čarách
es: Muestra puntos de datos como marcadores circulares en las líneas
ja: データポイントをライン上の円マーカーとして表示
mi: Whakaatu tohu raraunga hei tohu porohita i ngā rārangi
nl: Toon gegevenspunten als cirkelmarkeringen op de lijnen
pt_br: Mostrar pontos de dados como marcadores de círculos nas linhas
ro: Afișează punctele de date ca marcatori circulari pe linii
tr: Veri noktalarını çizgiler üzerinde daire işaretleri olarak göster
zh_tw: 將數據點顯示為線條上的圆形標記

source: Show empty columns
bn: খালি কলাম দেখান
ca: Mostrar columnes buides
cs: Zobrazit prázdné sloupce
ja: 空の列を表示
mi: Whakaatu tīwae kau
nl: Toon lege kolommen
pt_br: Mostrar colunas vazias
ro: Afișează coloane goale
tr: Boş sütunları göster

source: Show entries per page
ca: Mostrar entrades per pàgina
cs: Zobrazit položek na stránku
mi: Whakaatu urunga ia whārangi
ro: Afișează intrări pe pagină

source: Show info tooltip
bn: তথ্য টুলটিপ দেখান
ca: Mostrar tooltip d'informació
cs: Zobrazit informační nápovědu
es: Mostrar información en tooltip
ja: 情報ツールチップを表示
mi: Whakaatu kītukutuku mōhiohio
nl: Toon info tooltip
pt_br: Mostrar dica de ferramentas de informação
ro: Afișează tooltip informativ
tr: Bilgi araç ipucunu göster
zh_tw: 顯示訊息提示

source: Show label
bn: লেবেল দেখান
ca: Mostrar etiqueta
cs: Zobrazit popisek
ja: ラベルを表示
mi: Whakaatu tapanga
nl: Toon label
pt_br: Exibir rótulo
ro: Afișează etichetă
tr: Etiketi göster
zh_tw: 顯示標籤

source: Show labels when the node has children.
bn: নোডের শিশু থাকলে লেবেল দেখান।
ca: Mostrar etiquetes quan el node té fills.
cs: Zobrazit popisky, když má uzel potomky.
es: Muestra etiquetas cuando el nodo tiene hijos.
ja: ノードに子がある場合にラベルを表示します。
mi: Whakaatu tapanga ina whai tamariki te pona.
nl: Toon labels wanneer knooppunt kinderen heeft.
pt_br: Mostrar rótulos quando o nó tiver filhos.
ro: Afișează etichete când nodul are copii.
tr: Düğüm çocukları olduğunda etiketleri göster.
zh_tw: 當節點有子節點時顯示標籤

source: Show legend
bn: লেজেন্ড দেখান
ca: Mostrar llegenda
cs: Zobrazit legendu
es: Mostrar leyenda
ja: 凡例を表示
mi: Whakaatu kōrero
nl: Toon legenda
pt_br: Mostrar legenda
ro: Afișează legendă
tr: Lejantı göster
zh_tw: 顯示圖例

source: Show less columns
bn: কম কলাম দেখান
ca: Mostrar menys columnes
cs: Zobrazit méně sloupců
ja: 表示する列を減らします
mi: Whakaatu iti ake ngā tīwae
nl: Toon minder kolommen
pt_br: Mostrar menos colunas
ro: Afișează mai puține coloane
tr: Daha az sütun göster
zh_tw: 顯示較少的列

source: Show min/max axis labels
ro: Afișează etichete min/max pe axă

source: Show minor ticks on axes.
bn: অক্ষের উপর ছোট টিক দেখান।
ca: Mostrar marques menors als eixos.
cs: Zobrazit vedlejší značky na osách.
es: Muestra marcas menores en los ejes.
ja: 軸に小さな目盛りを表示します。
mi: Whakaatu tika iti i ngā tukutuku.
nl: Toon kleine tikken op assen.
ro: Afișează gradații minore pe axe.

source: Show only my charts
bn: শুধুমাত্র আমার চার্ট দেখান
ca: Mostrar només els meus gràfics
cs: Zobrazit pouze mé grafy
es: Mostrar solo mis gráficas
ja: 自分のチャートのみを表示
mi: Whakaatu ōku kauwhata anake
nl: Toon alleen mijn grafieken
pt_br: Mostrar apenas meu gráficos
ro: Afișează doar graficele mele
tr: Sadece kendi grafiklerimi göster
zh_tw: 只顯示我的圖表

source: Show password.
bn: পাসওয়ার্ড দেখান।
ca: Mostrar contrasenya.
cs: Zobrazit heslo.
ja: パスワードを表示します。
mi: Whakaatu kupuhipa.
nl: Toon wachtwoord.
pt_br: Mostrar senha.
ro: Afișează parola.
tr: Parolayı göster.

source: Show percentage
bn: শতাংশ দেখান
ca: Mostrar percentatge
cs: Zobrazit procenta
es: Mostrar porcentaje
ja: パーセンテージを表示
mi: Whakaatu ōrau
nl: Toon percentage
pt_br: Mostrar porcentagem
ro: Afișează procentaj
tr: Yüzdeyi göster
zh_tw: 顯示百分比

source: Show pointer
bn: পয়েন্টার দেখান
ca: Mostrar punter
cs: Zobrazit ukazatel
es: Mostrar puntero
ja: ポインターを表示
mi: Whakaatu tohu
nl: Toon aanwijzer
pt_br: Mostrar ponteiro
ro: Afișează indicator
tr: İşareti göster
zh_tw: 顯示指示器

source: Show progress
bn: উন্নতি দেখান
ca: Mostrar progrés
cs: Zobrazit pokrok
ja: 進行状況を表示する
mi: Whakaatu kokenga
nl: Toon voortgang
pt_br: Mostrar progresso
ro: Afișează progres
tr: İlerlemeyi göster
zh_tw: 顯示進度

source: Show query identifiers
ro: Afișează identificatori interogare

source: Show row labels
ro: Afișează etichete rânduri

source: Show rows subtotal
bn: সারি আনুমানিক মোট দেখান
ca: Mostrar subtotal de files
cs: Zobrazit mezisoučet řádků
ja: 行の小計を表示
mi: Whakaatu tapeke rārangi
nl: Toon rijen subtotaal
ro: Afișează subtotal rânduri

source: Show rows total
bn: সারি মোট দেখান
ca: Mostrar total de files
cs: Zobrazit součet řádků
es: Mostrar total de filas
ja: 行の合計を表示
mi: Whakaatu tapeke rārangi katoa
nl: Toon rijen totaal
pt_br: Mostrar total de linhas
ro: Afișează total rânduri
tr: Satır toplamını göster
zh_tw: 顯示行總計

source: Show series values on the chart
bn: চার্টে সিরিজ মান দেখান
ca: Mostrar valors de sèries al gràfic
cs: Zobrazit hodnoty sérií v grafu
es: Muestra los valores de la serie en el gráfico
ja: チャート上に系列値を表示
mi: Whakaatu uara raupapa i te kauwhata
nl: Toon series waarden op de grafiek
pt_br: Mostrar valores de série sobre o gráfico
ro: Afișează valori serie pe grafic
tr: Grafiğin serilerini değerleri göster
zh_tw: 在圖表上顯示系列值

source: Show split lines
bn: বিভক্ত রেখা দেখান
ca: Mostrar línies de divisió
cs: Zobrazit dělicí čáry
es: Mostrar líneas divididas
ja: 分割線を表示
mi: Whakaatu rārangi wehe
nl: Toon gesplitste lijnen
pt_br: Mostrar linhas divididas
ro: Afișează linii divizate
tr: Bölünmüş çizgileri göster
zh_tw: 顯示分割線

source: Show summary
bn: সারসংক্ষেপ দেখান
ca: Mostrar resum
cs: Zobrazit souhrn
mi: Whakaatu whakarāpopototanga
ro: Afișează rezumat

source: Show the value on top of the bar
bn: বারের উপরে মান দেখান
ca: Mostrar el valor a la part superior de la barra
cs: Zobrazit hodnotu nad sloupcem
es: Muestra el valor en la parte superior de la barra
ja: 値をバーの上に表示
mi: Whakaatu te uara i runga i te pae
nl: Toon de waarde bovenaan de balk
pt_br: Mostrar o valor na parte superior da barra
ro: Afișează valoarea deasupra barei
tr: Değeri çubuğun üstünde göster
zh_tw: 在柱子上方顯示值

source: Show total
ca: Mostrar total
cs: Zobrazit celkem
mi: Whakaatu tapeke
ro: Afișează total

source: Show value
ro: Afișează valoare

source: Showing %s of %s items
ca: Mostrant %s de %s elements
cs: Zobrazeno %s z %s položek
mi: E whakaatu ana %s o %s mea
ro: Afișare %s din %s elemente

source: Shows a list of all series available at that point in time
bn: সেই সময়ে উপলব্ধ সমস্ত সিরিজের একটি তালিকা দেখায়
ca: Mostra una llista de totes les sèries disponibles en aquest punt en el temps
cs: Zobrazuje seznam všech sérií dostupných v daném časovém bodě
es: Muestra una lista de todas las series disponibles en ese momento
ja: その時点で利用可能なすべてのシリーズのリストを表示します
mi: Ka whakaatu i tētahi rārangi o ngā raupapa katoa e wātea ana i taua wā
nl: Toont een lijst van alle series die beschikbaar zijn op dat moment
pt_br: Mostra uma lista de todas as séries disponíveis nesse ponto no tempo
ro: Afișează o listă cu toate seriile disponibile în acel moment
tr: Bu noktada mevcut olan tüm serilerin listesini gösterir
zh_tw: 顯示那個時間點可用的所有系列的列表。

source: Shows or hides markers for the time series
bn: টাইম সিরিজের জন্য মার্কার দেখায় বা লুকায়
ca: Mostra o amaga marcadors per les sèries temporals
cs: Zobrazí nebo skryje značky pro časovou řadu
es: Muestra u oculta marcadores para la serie temporal
ja: 時系列のマーカーを表示または非表示にします
mi: Ka whakaatu, ka huna rānei i ngā tohu mō te raupapa wā
nl: Toont of verbergt markeringen voor de tijdreeks
pt_br: Mostra ou esconde marcadores para a série temporal
ro: Afișează sau ascunde marcatorii pentru seriile de timp
tr: Zaman serileri için işaretleri gösterir veya gizler
zh_tw: 顯示或隐藏時間序列的標記點。

source: Sign in
ro: Autentificare

source: Sign in with
ro: Autentificare cu

source: Significance Level
bn: গুরুত্বের স্তর
ca: Nivell de Significació
cs: Úroveň významnosti
es: Nivel de Significancia
ja: 有意水準
mi: Taumata Hiranga
nl: Significantie Niveau
pt_br: Nível de significância
ro: Nivel de semnificație
tr: Anlamlılık Seviyesi
zh_tw: 顯著性
