Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The host might be down, and can't be reached on the provided port.
bn: হোস্টটি বন্ধ থাকতে পারে এবং প্রদত্ত পোর্টে পৌঁছানো সম্ভব নয়।
ca: L'amfitrió pot estar caigut, i no es pot contactar al port proporcionat.
cs: Hostitel může být nedostupný a nelze jej dosáhnout na zadaném portu.
es: El anfitrión podría estar inactivo y no se puede acceder a él en el puerto proporcionado.
ja: 指定されたポートに到達できません。ホストがダウンしている可能性があります。
mi: Kua heke pea te tūmau, ā, kāore e taea te toro atu i te tauranga kua tukuna.
nl: De host is mogelijk niet beschikbaar en kan niet worden bereikt op de opgegeven poort.
pt_br: O host pode ter caído, e não pode ser alcançado na porta fornecida.
ro: Gazda ar putea fi oprită și nu poate fi contactată pe portul furnizat.
tr: Ana bilgisayar, sağlanan port üzerinden erişilemez olabilir.
zh_tw: 主機可能已停止，無法在所提供的端口上連接到它

source: The hostname "%(hostname)s" cannot be resolved.
bn: হোস্টনেম "%(hostname)s" সমাধান করা যায়নি।
ca: El nom d'amfitrió "%(hostname)s" no es pot resoldre.
cs: Název hostitele „%(hostname)s“ nelze přeložit.
es: El nombre de host "%(hostname)s" no puede resolverse.
ja: ホスト名「%(hostname)s」を解決できません。
mi: Kāore e taea te whakaoti i te ingoa tūmau "%(hostname)s".
nl: De hostnaam “%(hostname)s” kan niet worden opgelost.
ro: Hostname-ul "%(hostname)s" nu poate fi rezolvat.
tr: Ana bilgisayar adı "%(hostname)s" çözümlenemiyor.
zh_tw: 無法解析主機名 "%(hostname)s"

source: The hostname provided can't be resolved.
bn: প্রদানিত হোস্টনেম সমাধান করা সম্ভব নয়।
ca: El nom d'amfitrió proporcionat no es pot resoldre.
cs: Zadaný název hostitele nelze přeložit.
es: El nombre de host proporcionado no se puede resolver.
ja: 指定されたホスト名を解決できません。
mi: Kāore e taea te whakaoti i te ingoa tūmau kua tukuna.
nl: De opgegeven hostnaam kan niet worden gevonden.
pt_br: O nome do host oferecido não pode ser resolvido.
ro: Hostname-ul furnizat nu poate fi rezolvat.
tr: Sağlanan ana bilgisayar adı çözümlenemiyor.
zh_tw: 提供的主機名無法解析。

source: The id of the active chart
bn: সক্রিয় চার্টের আইডি
ca: L'id del gràfic actiu
cs: ID aktivního grafu
es: El id del gráfico activo
ja: アクティブなチャートのID
mi: Te id o te kauwhata hohe
nl: Het id van de actieve grafiek
pt_br: O id do gráfico ativo
ro: ID-ul graficului activ
tr: Aktif grafik kimliği
zh_tw: 活動圖表的ID

source: The layer attribution
ca: L'atribució de la capa
cs: Atribuce vrstvy
mi: Te whakatuakī papa
ro: Atribuirea stratului

source: The lower limit of the threshold range of the Isoband
bn: আইজোব্যান্ডের থ্রেশহোল্ড রেঞ্জের নিম্ন সীমা
ca: El límit inferior del rang de llindar de l'Isobanda
cs: Dolní limit prahového rozsahu izopásu
es: El límite inferior del rango de umbral del Isoband
ja: Isoband のしきい値範囲の下限値
mi: Te tepe raro o te awhe paepae o te Isoband
nl: De onderste limiet van het drempelbereik van de Isoband
ro: Limita inferioară a intervalului de prag al izobandei

source: The maximum value of metrics. It is an optional configuration
bn: মেট্রিকের সর্বাধিক মান। এটি একটি ঐচ্ছিক কনফিগারেশন
ca: El valor màxim de mètriques. És una configuració opcional
cs: Maximální hodnota metrik. Je to volitelná konfigurace
es: El valor máximo de las métricas. Es una configuración opcional
ja: メトリクスの最大値。オプションの構成です
mi: Te uara rahi o ngā ine. He whirihora kōwhiringa
nl: De maximale waarde van de metrieken. Het is een optionele configuratie
pt_br: O valor máximo de métricas. Trata-se de uma configuração opcional
ro: Valoarea maximă a metricilor. Este o configurație opțională
tr: Metriklerin maksimum değeri. İsteğe bağlı bir yapılandırmadır
zh_tw: 度量的最大值。這是一個可選配置

source: The name of the geometry column
ca: El nom de la columna de geometria
cs: Název sloupce geometrie
mi: Te ingoa o te tīwae āhuahanga
ro: Numele coloanei de geometrie

source: The name of the layer as described in GetCapabilities
ca: El nom de la capa com es descriu a GetCapabilities
cs: Název vrstvy, jak je popsáno v GetCapabilities
mi: Te ingoa o te papa e whakamāramahia ana i GetCapabilities
ro: Numele stratului așa cum este descris în GetCapabilities

source: The name of the rule must be unique
bn: নিয়মের নামটি অনন্য হতে হবে
ca: El nom de la regla ha de ser únic
cs: Název pravidla musí být jedinečný
ja: ルールの名前は一意である必要があります
mi: Me ahurei te ingoa o te ture
nl: De naam van de regel moet uniek zijn
ro: Numele regulii trebuie să fie unic

source: The number color "steps"
bn: সংখ্যার রঙের "ধাপগুলি"
ca: El nombre de "passos" de color
cs: Počet barevných „kroků“
es: Número de pasos ("steps") de color
ja: 数字の色「歩数」
mi: Te maha o ngā "takahanga" tae
nl: De nummerkleur "stappen"
pt_br: A cor do número "steps"
ro: Numărul de "pași" de culoare
tr: Sayı renk "adımları"
zh_tw: 色彩 "Steps" 數字

source: The number of bins for the histogram
bn: হিস্টোগ্রামের জন্য বিনের সংখ্যা
ca: El nombre de bins per l'histograma
cs: Počet intervalů (bins) pro histogram
mi: Te maha o ngā pouaka mō te kauwhata auau
ro: Numărul de compartimente pentru histogramă

source: The number of rows displayed is limited to %(rows)d by the dropdown.
bn: ড্রপডাউন দ্বারা প্রদর্শিত সারির সংখ্যা %(rows)d দ্বারা সীমাবদ্ধ।
ca: El nombre de files mostrades està limitat a %(rows)d pel desplegable.
cs: Počet zobrazených řádků je omezen na %(rows)d pomocí rozevíracího seznamu.
es: El número de filas mostradas está limitado a %(rows)d por el desplegable.
ja: 表示される行数は、ドロップダウンによって %(rows)d に制限されています。
mi: Ka whakawhāititia te maha o ngā rārangi kua whakaaturia ki %(rows)d e te taka iho.
nl: Het aantal getoonde rijen is beperkt tot %(rows)d door de keuzelijst.
pt_br: O número de linhas apresentadas é limitado a %(rows)d pelo menu suspenso.
ro: Numărul de rânduri afișate este limitat la %(rows)d de către meniul dropdown.
tr: Açılır menü ile görüntülenen satır sayısı %(rows)d ile sınırlıdır.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
bn: সীমা ড্রপডাউন দ্বারা প্রদর্শিত সারির সংখ্যা %(rows)d দ্বারা সীমাবদ্ধ।
ca: El nombre de files mostrades està limitat a %(rows)d pel desplegable de límit.
cs: Počet zobrazených řádků je omezen na %(rows)d pomocí rozevíracího seznamu limitu.
es: El número de filas mostradas está limitado a %(rows)d por el desplegable de límite.
ja: 表示される行数は、制限ドロップダウンによって %(rows)d に制限されています。
mi: Ka whakawhāititia te maha o ngā rārangi kua whakaaturia ki %(rows)d e te taka iho tepe.
nl: Het aantal rijen dat wordt weergegeven is beperkt tot %(rows)d door de keuzelijst limiet.
pt_br: O número de linhas exibidas é limitado a %(rows)d pelo menu suspenso de limite.
ro: Numărul de rânduri afișate este limitat la %(rows)d de către meniul dropdown de limitare.
tr: Sınırlama açılır menüsü ile görüntülenen satır sayısı %(rows)d ile sınırlıdır.
zh_tw: 通過【行限制】下拉菜單，顯示的行數被限制為 %(rows)d 行。

source: The number of rows displayed is limited to %(rows)d by the query
bn: কোয়েরি দ্বারা প্রদর্শিত সারির সংখ্যা %(rows)d দ্বারা সীমাবদ্ধ।
ca: El nombre de files mostrades està limitat a %(rows)d per la consulta
cs: Počet zobrazených řádků je omezen na %(rows)d dotazem
es: El número de filas mostradas está limitado a %(rows)d por la consulta
ja: 表示される行数はクエリによって %(rows)d に制限されています
mi: Ka whakawhāititia te maha o ngā rārangi kua whakaaturia ki %(rows)d e te pātai
nl: Het aantal getoonde rijen is beperkt tot %(rows)d door de query
pt_br: O número de linhas exibidas é limitado a %(rows)d pela consulta
ro: Numărul de rânduri afișate este limitat la %(rows)d de către interogare
tr: Sorgu tarafından görüntülenen satır sayısı %(rows)d ile sınırlıdır.
zh_tw: 顯示的行數由查詢限制為 %(rows)d 行

source: The number of seconds before expiring the cache
bn: ক্যাশে অকার্যকর হওয়ার আগে সেকেন্ডের সংখ্যা
ca: El nombre de segons abans d'expirar la memòria cau
cs: Počet sekund před vypršením mezipaměti
es: El número de segundos antes de que expire la caché
ja: キャッシュを期限切れにするまでの秒数
mi: Te maha o ngā hēkona i mua i te pauhanga o te keteroki
nl: Het aantal seconden voor het verstrijken van de cache
pt_br: O número de segundos antes da expiração da cache
ro: Numărul de secunde înainte de expirarea cache-ului
tr: Önbelleğin süresinin dolmasından önceki saniye sayısı
zh_tw: 終止缓存前的時間（秒）

source: The object does not exist in the given database.
bn: বিবৃত ডাটাবেজে বস্তুটি বিদ্যমান নেই।
ca: L'objecte no existeix a la base de dades donada.
cs: Objekt v dané databázi neexistuje.
ja: オブジェクトは指定されたデータベースに存在しません。
mi: Karekau te ahanoa i roto i te pātengi raraunga kua tukuna.
nl: Het object bestaat niet in de opgegeven database.
pt_br: O objeto não existe no banco de dados fornecido.
ro: Obiectul nu există în baza de date dată.
tr: Veritabanında belirtilen nesne mevcut değil.
zh_tw: 此資料庫中不存在這個對象

source: The password provided for username "%(username)s" is incorrect.
bn: ব্যবহারকারীর নাম "%(username)s" এর জন্য প্রদত্ত পাসওয়ার্ডটি ভুল।
ca: La contrasenya proporcionada per l'usuari "%(username)s" és incorrecta.
cs: Zadané heslo pro uživatelské jméno „%(username)s“ je nesprávné.
es: La contraseña dada para este usuario "%(username)s" es incorrecta.
ja: ユーザー名 "%(username)s" に指定されたパスワードが正しくありません。
mi: He hē te kupuhipa kua tukuna mō te ingoa kaiwhakamahi "%(username)s".
nl: Het opgegeven wachtwoord voor gebruikersnaam “%(username)s” is onjuist.
pt_br: A senha fornecida para o nome de usuário "%(username)s" está incorreta.
ro: Parola furnizată pentru numele de utilizator "%(username)s" este incorectă.
tr: Kullanıcı adı "%(username)s" için sağlanan şifre yanlış.
zh_tw: 用戶名 "%(username)s" 提供的密碼不正確。

source: The password provided when connecting to a database is not valid.
bn: ডাটাবেসে সংযোগের সময় প্রদত্ত পাসওয়ার্ডটি বৈধ নয়।
ca: La contrasenya proporcionada quan es connecta a una base de dades no és vàlida.
cs: Heslo zadané při připojování k databázi není platné.
es: La contraseña proporcionada al conectar con una base de datos no es válida.
ja: データベース接続時に指定されたパスワードが無効です。
mi: Karekau e whaimana te kupuhipa kua tukuna ina hono ki tētahi pātengi raraunga.
nl: Het opgegeven wachtwoord bij het verbinden met een database is niet geldig.
pt_br: A senha fornecida ao se conectar a um banco de dados não é válida.
ro: Parola furnizată la conectarea la o bază de date nu este validă.
tr: Bir veritabanına bağlanırken sağlanan şifre geçerli değil.
zh_tw: 連接資料庫時提供的密碼無效。

source: The password reset was successful
ro: Resetarea parolei a reușit

source: The pattern of timestamp format. For strings use
bn: টাইমস্ট্যাম্প ফরম্যাটের প্যাটার্ন। স্ট্রিংগুলির জন্য ব্যবহার করুন
ca: El patró de format de marca de temps. Per cadenes usa
cs: Vzor formátu časového razítka. Pro řetězce použijte
es: El patrón del formato de marca de tiempo. Para cadenas de texto use
ja: タイムスタンプ形式のパターン。文字列の場合は、
mi: Te tauira o te hōputu waitohu. Mō ngā aho whakamahi
nl: Het patroon van de tijdstempel opmaak. Voor strings gebruik je
ro: Modelul formatului timestamp. Pentru șiruri folosește
tr: Zaman damgası formatının deseni. Dize kullanın
zh_tw: 時間戳格式的模式。供字符串使用

source: The pixel radius
bn: পিক্সেলের রেডিয়াস
ca: El radi en píxels
cs: Poloměr v pixelech
es: El radio en píxeles
ja: ピクセル半径
mi: Te pūtoro pika
nl: De pixel radius
pt_br: O raio do pixel
ro: Raza în pixeli
tr: Piksel yarıçapı
zh_tw: 像素半徑

source: The port is closed.
bn: পোর্টটি বন্ধ।
ca: El port està tancat.
cs: Port je uzavřen.
ja: ポートが閉じられています。
mi: Kua katia te tauranga.
nl: De poort is gesloten.
pt_br: A porta está fechada.
ro: Portul este închis.
tr: Bağlantı noktası kapalı.
zh_tw: 端口已關闭。

source: The port number is invalid.
bn: পোর্ট নম্বরটি অবৈধ।
ca: El número de port és invàlid.
cs: Číslo portu je neplatné.
ja: ポート番号が無効です。
mi: He muhu te tau tauranga.
nl: Het poortnummer is ongeldig.
pt_br: O número da porta é inválido.
ro: Numărul portului este invalid.
tr: Bağlantı noktası numarası geçersiz.
zh_tw: 端口值無效

source: The primary metric is used to define the arc segment sizes
bn: প্রাথমিক মেট্রিকটি অর্ক সেগমেন্টের আকার নির্ধারণ করতে ব্যবহৃত হয়।
ca: La mètrica primària s'usa per definir les mides dels segments d'arc
cs: Primární metrika se používá k definování velikostí segmentů oblouku
ja: プライマリ メトリックは、円弧セグメントのサイズを定義するために使用されます
mi: Ka whakamahia te ine matua hei tautuhi i ngā rahi wāhanga kopeka
nl: De primaire metriek wordt gebruikt om de boogsegmentformaten te definiëren
pt_br: A métrica primária é usada para definir os tamanhos dos segmentos de arco
ro: Metrica primară este folosită pentru a defini dimensiunile segmentelor de arc
tr: Birincil metrik, yay segment boyutlarını tanımlamak için kullanılır
zh_tw: 主計量指標用於定義弧段大小。

source: The provided table was not found in the provided database
bn: প্রদত্ত ডাটাবেজে প্রদত্ত টেবিলটি পাওয়া যায়নি।
ca: La taula proporcionada no s'ha trobat a la base de dades proporcionada
cs: Zadaná tabulka nebyla nalezena v zadané databázi
ja: 提供されたテーブルが提供されたデータベース内に見つかりませんでした。
mi: Kāore i kitea te ripanga kua tukuna i te pātengi raraunga kua tukuna
nl: De opgegeven tabel is niet gevonden in de opgegeven database
ro: Tabelul furnizat nu a fost găsit în baza de date furnizată

source: The query associated with the results was deleted.
bn: ফলাফলের সাথে সংশ্লিষ্ট কোয়েরিটি মুছে ফেলা হয়েছে।
ca: La consulta associada amb els resultats va ser eliminada.
cs: Dotaz spojený s výsledky byl smazán.
es: La consulta asociada con los resultados fue eliminada.
ja: 結果に関連付けられたクエリが削除されました。
mi: I mukua te pātai e hāngai ana ki ngā hua.
nl: De query die is gekoppeld aan de resultaten is verwijderd.
pt_br: A consulta associada aos resultados foi excluída.
ro: Interogarea asociată cu rezultatele a fost ștearsă.
tr: Sonuçlarla ilişkilendirilen sorgu silindi.
zh_tw: 與结果關聯的查詢已删除。

source: The query contains one or more malformed template parameters.
bn: কোয়েরিতে একটি বা একাধিক অসঙ্গত টেমপ্লেট প্যারামিটার রয়েছে।
ca: La consulta conté un o més paràmetres de plantilla mal formats.
cs: Dotaz obsahuje jeden nebo více chybně formátovaných parametrů šablony.
es: La consulta contiene uno o más parámetros de plantilla mal formados.
ja: クエリに 1 つ以上の不正なテンプレート パラメータが含まれています。
mi: Kei roto i te pātai tētahi, nui ake rānei tawhā tauira kua hē.
nl: De query bevat een of meer ongeldige sjabloonparameters.
pt_br: A consulta contém um ou mais parâmetros de modelo malformados.
ro: Interogarea conține unul sau mai mulți parametri de șablon malformați.
tr: Sorgu bir veya daha fazla hatalı şablon parametresi içeriyor.
zh_tw: 該查詢包含一個或多個格式不正確的模板参數。

source: The query couldn't be loaded
bn: কোয়েরিটি লোড করা যায়নি।
ca: La consulta no s'ha pogut carregar
cs: Dotaz se nepodařilo načíst
es: La consulta no pudo ser cargada
ja: クエリをロードできませんでした
mi: Kāore i taea te uta i te pātai
nl: De query kon niet geladen worden
pt_br: Não foi possível carregar a consulta
ro: Interogarea nu a putut fi încărcată
tr: Sorgu yüklenemedi
zh_tw: 這個查詢無法被加载

source: The query has a syntax error.
bn: কোয়েরিতে একটি সিনট্যাক্স ত্রুটি রয়েছে।
ca: La consulta té un error de sintaxi.
cs: Dotaz má syntaktickou chybu.
es: La consulta tiene un error de sintaxis.
ja: クエリに構文エラーがあります。
mi: He hapa wetereo tō te pātai.
nl: De query heeft een syntax fout.
pt_br: A consulta tem um erro de sintaxe.
ro: Interogarea are o eroare de sintaxă.
tr: Sorguda bir sözdizimi hatası var.
zh_tw: 查詢有語法錯誤。

source: The query returned no data
bn: কোয়েরিটি কোনও ডেটা ফেরত দেয়নি।
ca: La consulta no ha retornat dades
cs: Dotaz nevrátil žádná data
es: La consulta no devolvió ningún dato
ja: クエリはデータを返しませんでした
mi: Kāore i whakahoki raraunga te pātai
nl: De query leverde geen gegevens op
pt_br: A consulta não retornou dados
ro: Interogarea nu a returnat date
tr: Sorgu veri döndürmedi
zh_tw: 查詢無结果

source: The report has been created
bn: রিপোর্টটি তৈরি করা হয়েছে।
ca: L'informe s'ha creat
cs: Report byl vytvořen
ja: レポートが作成されました
mi: Kua hangaia te pūrongo
nl: Het rapport is gemaakt
pt_br: O relatório foi criado
ro: Raportul a fost creat
tr: Rapor oluşturuldu
zh_tw: 報告已創建

source: The report will be sent to your email at
bn: রিপোর্টটি আপনার ইমেইলে পাঠানো হবে।
ca: L'informe s'enviarà al teu correu electrònic a
cs: Report bude odeslán na váš e-mail na adresu
mi: Ka tukuna te pūrongo ki tō īmēra i
ro: Raportul va fi trimis la adresa dvs. de email la

source: The result size exceeds the allowed limit.
ca: La mida del resultat excedeix el límit permès.
cs: Velikost výsledku překračuje povolený limit.
mi: Kāore anō i te tuarongo hua ngā raraunga mai i te pātai.
ro: Dimensiunea rezultatului depășește limita permisă.

source: The results backend no longer has the data from the query.
bn: ফলাফল ব্যাকএন্ডটি আর কোয়েরির ডেটা ধারণ করে না।
ca: El backend de resultats ja no té les dades de la consulta.
cs: Backend pro výsledky již neobsahuje data z dotazu.
es: El backend de resultados ya no tiene los datos de la consulta.
ja: 結果バックエンドにはクエリからのデータがなくなりました。
mi: I penapena ngā hua i penapena ki te tuarongo i tētahi hōputu rerekē, ā, kāore e taea te whakaoti.
nl: De resultaten backend heeft de gegevens van de query niet meer.
pt_br: O backend de resultados não tem mais os dados da consulta.
ro: Backend-ul de rezultate nu mai are datele de la interogare.
tr: Sonuçlar arka uç artık sorgudan veri içermiyor.
zh_tw: 结果後端不再拥有來自查詢的數據。

source: The rich tooltip shows a list of all series for that point in time
bn: সময় সেই বিন্দুর জন্য সমস্ত সিরিজের একটি তালিকা দেখায় সমৃদ্ধ টুলটিপ।
ca: El tooltip ric mostra una llista de totes les sèries per aquest punt en el temps
cs: Bohatá nápověda zobrazuje seznam všech sérií pro daný časový bod
es: La descripción emergente enriquecida muestra una lista de todas las series para ese punto en el tiempo
ja: 豊富なツールチップには、その時点のすべてのシリーズのリストが表示されます
mi: I tae ki te tepe rārangi kua tautuhia mō te kauwhata. Ka taea pea e te kauwhata te whakaatu i ētahi raraunga anake.
nl: De rijke tooltip toont een lijst van alle series voor dat punt in tijd
pt_br: A dica de ferramenta avançada mostra uma lista de todas as séries para esse ponto no tempo
ro: Tooltip-ul bogat afișează o listă cu toate seriile pentru acel moment
tr: Zengin açıklama, o anda tüm serilerin bir listesini gösterir
zh_tw: 詳細提示顯示了該時間點的所有序列的列表。

source: The role has been created successfully.
ro: Rolul a fost creat cu succes.

source: The role has been duplicated successfully.
ro: Rolul a fost duplicat cu succes.

source: The role has been updated successfully.
ro: Rolul a fost actualizat cu succes.

source: The schema of the submitted payload is invalid.
bn: পাঠানো পে-লোডের স্কিমা অবৈধ।
ca: L'esquema del payload enviat és invàlid.
cs: Schéma odeslaných dat je neplatné.
es: El esquema de la carga útil enviada es inválido.
ja: 送信されたペイロードのスキーマが無効です。
mi: He muhu te hanga o te uta kua tukuna.
nl: Het schema van de ingediende payload is ongeldig.
ro: Schema payload-ului trimis este invalidă.

source: The schema was deleted or renamed in the database.
bn: স্কিমাটি ডাটাবেজে মুছে ফেলা হয়েছে বা নাম পরিবর্তন করা হয়েছে।
ca: L'esquema va ser eliminat o reanomenat a la base de dades.
cs: Schéma bylo v databázi smazáno nebo přejmenováno.
ja: データベース内のスキーマが削除されたか、名前が変更されました。
mi: I mukua, i whakaingoahia-anō rānei te hanga i te pātengi raraunga.
nl: Het schema werd verwijderd of hernoemd in de database.
pt_br: O esquema foi excluído ou renomeado no banco de dados.
ro: Schema a fost ștearsă sau redenumită în baza de date.
tr: Şema veritabanında silindi veya yeniden adlandırıldı.
zh_tw: 該模式已在資料庫中删除或重命名。

source: The screenshot could not be downloaded. Please, try again later.
bn: স্ক্রীনশটটি ডাউনলোড করা যায়নি। দয়া করে পরে আবার চেষ্টা করুন।
ca: La captura de pantalla no s'ha pogut descarregar. Si us plau, prova-ho de nou més tard.
cs: Snímek obrazovky se nepodařilo stáhnout. Zkuste to prosím znovu později.
mi: Kāore i taea te tikiake i te hopuataata. Tēnā whakamātauhia anō ā muri ake nei.
ro: Captura de ecran nu a putut fi descărcată. Vă rugăm, încercați din nou mai târziu.

source: The screenshot has been downloaded.
ca: La captura de pantalla s'ha descarregat.
cs: Snímek obrazovky byl stažen.
mi: Kua tikiake te hopuataata.
ro: Captura de ecran a fost descărcată.

source: The screenshot is being generated. Please, do not leave the page.
bn: স্ক্রীনশটটি তৈরি হচ্ছে। দয়া করে পৃষ্ঠা ছাড়বেন না।
ca: S'està generant la captura de pantalla. Si us plau, no abandoneu la pàgina.
cs: Snímek obrazovky se generuje. Neopouštějte prosím stránku.
mi: Kei te hangaia te hopuataata. Tēnā kaua e waiho i te whārangi.
ro: Captura de ecran este generată. Vă rugăm, nu părăsiți pagina.

source: The service url of the layer
ca: La URL del servei de la capa
cs: URL služby vrstvy
mi: Te url ratonga o te papa
ro: URL-ul serviciului stratului

source: The size of each cell in meters
bn: প্রতিটি সেলের আকার মিটারে।
ca: La mida de cada cel·la en metres
cs: Velikost každé buňky v metrech
es: El tamaño de cada celda en metros
ja: 各セルのサイズ (メートル単位)
mi: Te rahi o ia pūtau i ngā mita
nl: Grootte van elke cel in meters
ro: Dimensiunea fiecărei celule în metri

source: The size of the square cell, in pixels
bn: বর্গাকার সেলের আকার, পিক্সেলে।
ca: La mida de la cel·la quadrada, en píxels
cs: Velikost čtvercové buňky v pixelech
es: El tamaño de la celda cuadrada, en píxeles
ja: 正方形のセルのサイズ (ピクセル単位)
mi: Te rahi o te pūtau tapawhā rite, i ngā pika
nl: De grootte van de vierkante cel, in pixels
pt_br: O tamanho da célula quadrada, em pixels
ro: Dimensiunea celulei pătrate, în pixeli
tr: Kare hücrenin boyutu, piksel cinsinden
zh_tw: 平方單元的大小，以像素為單位

source: The slope to compute all sizes from. "LINEAR" only
ca: El pendent per calcular totes les mides. Només "LINEAR"
cs: Sklon pro výpočet všech velikostí. Pouze pro „LINEAR“
mi: Te taha hei tatau i ngā rahi katoa. "LINEAR" anake
ro: Panta pentru calcularea tuturor dimensiunilor. Doar "LINEAR"

source: The submitted payload failed validation.
bn: পাঠানো পে-লোডটি যাচাই করতে ব্যর্থ হয়েছে।
ca: El payload enviat ha fallat la validació.
cs: Odeslaná data selhala při validaci.
es: La carga útil enviada no pasó la validación.
ja: 送信されたペイロードは検証に失敗しました。
mi: I rahua te manatokotanga o te uta kua tukuna.
nl: De ingezonden payload kon niet worden gevalideerd.
ro: Payload-ul trimis nu a trecut validarea.

source: The submitted payload has the incorrect format.
bn: পাঠানো পে-লোডের ফরম্যাটটি ভুল।
ca: El payload enviat té el format incorrecte.
cs: Odeslaná data mají nesprávný formát.
es: La carga útil enviada tiene el formato incorrecto.
ja: 送信されたペイロードの形式が正しくありません。
mi: He hōputu hē tō te uta kua tukuna.
nl: De ingediende payload heeft een onjuist formaat.
pt_br: O payload enviado tem o formato incorreto.
ro: Payload-ul trimis are formatul incorect.
tr: Gönderilen veri taşıma, yanlış biçime sahip.
zh_tw: 提交的有效载荷格式不正確

source: The submitted payload has the incorrect schema.
bn: পাঠানো পে-লোডের স্কিমাটি ভুল।
ca: El payload enviat té l'esquema incorrecte.
cs: Odeslaná data mají nesprávné schéma.
es: La carga útil enviada tiene el esquema incorrecto.
ja: 送信されたペイロードのスキーマが正しくありません。
mi: He hanga hē tō te uta kua tukuna.
nl: De ingediende payload heeft een onjuist schema.
pt_br: O payload enviado tem o esquema incorreto.
ro: Payload-ul trimis are schema incorectă.
tr: Gönderilen veri taşıma, yanlış şemaya sahip.
zh_tw: 提交的有效負载的模式不正確。

source: The table was deleted or renamed in the database.
bn: টেবিলটি ডাটাবেজে মুছে ফেলা হয়েছে বা নাম পরিবর্তন করা হয়েছে।
ca: La taula va ser eliminada o reanomenada a la base de dades.
cs: Tabulka byla v databázi smazána nebo přejmenována.
ja: データベース内のテーブルが削除されたか、名前が変更されました。
mi: I mukua, i whakaingoahia-anō rānei te ripanga i te pātengi raraunga.
nl: De tabel werd verwijderd of hernoemd in de database.
pt_br: A tabela foi excluída ou renomeada no banco de dados.
ro: Tabelul a fost șters sau redenumit în baza de date.
tr: Tablo veritabanında silindi veya yeniden adlandırıldı.
zh_tw: 該表已在資料庫中删除或重命名。
