Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Please choose a valid value
ca: Si us plau tria un valor vàlid
cs: Vyberte prosím platnou hodnotu
mi: Tēnā whakaūngia i ngā uara tuhirua.
ro: Vă rugăm să alegeți o valoare validă

source: Please choose at least one groupby
bn: দয়া করে অন্তত একটি গ্রুপ বাছুন।
ca: Si us plau tria almenys un groupby
cs: Vyberte prosím alespoň jedno seskupení
ja: 少なくとも1つのグループを選択してください。
mi: Tēnā kōwhiria kotahi rōpūmā nui rawa
nl: Kies ten minste één "groep bij"
pt_br: Escolha pelo menos um agrupar por
ro: Vă rugăm să alegeți cel puțin un groupby
tr: Lütfen en az bir gruplama seçin

source: Please confirm
bn: দয়া করে নিশ্চিত করুন।
ca: Si us plau confirma
cs: Potvrďte prosím
es: Por favor confirma
ja: 確認してください
mi: Tēnā whakaūngia
nl: Gelieve te bevestigen
pt_br: Por favor confirme
ro: Vă rugăm să confirmați
tr: Lütfen onaylayın
zh_tw: 請確認

source: Please confirm the overwrite values.
bn: দয়া করে ওভাররাইট মানগুলি নিশ্চিত করুন।
ca: Si us plau confirma els valors de sobreescriptura.
cs: Potvrďte prosím hodnoty pro přepsání.
es: Por favor, confirma la sobreescritura de los valores.
ja: 上書き値を確認してください。
mi: Tēnā whakaūngia i ngā uara tuhirua.
nl: Bevestig de overschrijving waarden.
pt_br: Por favor, confirme os valores de substituição.
ro: Vă rugăm să confirmați valorile de suprascriere.
tr: Lütfen üzerine yazma değerlerini onaylayın.

source: Please confirm your password
ca: Si us plau confirma la teva contrasenya
cs: Potvrďte prosím své heslo
mi: Tēnā whakaūngia tō kupuhipa
ro: Vă rugăm să confirmați parola

source: Please enter a SQLAlchemy URI to test
bn: পরীক্ষার জন্য একটি SQLAlchemy URI লিখুন।
ca: Si us plau introdueix un URI de SQLAlchemy per provar
cs: Zadejte prosím SQLAlchemy URI k otestování
es: Por favor, introduce una URI de SQLAlchemy para realizar la prueba
ja: テストするには SQLAlchemy URI を入力してください
mi: Tēnā tāuru tētahi URI SQLAlchemy hei whakamātau
nl: Voer een SQLAlchemy URI in om te testen
pt_br: Por favor insira um URI SQLAlchemy para teste
ro: Vă rugăm să introduceți un URI SQLAlchemy pentru testare
tr: Test etmek için bir SQLAlchemy URI girin
zh_tw: 請输入要测試的 SQLAlchemy URI

source: Please enter a name
ro: Vă rugăm să introduceți un nume

source: Please enter a valid email
ro: Vă rugăm să introduceți un email valid

source: Please enter a valid email address
ca: Si us plau introdueix una adreça de correu electrònic vàlida
cs: Zadejte prosím platnou e-mailovou adresu
mi: Tēnā tāuru tētahi wāhitau īmēra whaimana
ro: Vă rugăm să introduceți o adresă de email validă

source: Please enter valid text. Spaces alone are not permitted.
bn: দয়া করে বৈধ টেক্সট লিখুন। কেবলমাত্র স্থানগুলি অনুমোদিত নয়।
ca: Si us plau introdueix text vàlid. Només espais no es permeten.
cs: Zadejte prosím platný text. Samotné mezery nejsou povoleny.
mi: Tēnā tāuru kupu whaimana. Kāore e whakāetia ngā mokowā anake.
ro: Vă rugăm să introduceți text valid. Doar spații nu sunt permise.

source: Please enter your email
ro: Vă rugăm să introduceți adresa de email

source: Please enter your first name
ro: Vă rugăm să introduceți prenumele dvs.

source: Please enter your last name
ro: Vă rugăm să introduceți numele de familie

source: Please enter your password
ro: Vă rugăm să introduceți parola

source: Please enter your username
ro: Vă rugăm să introduceți numele de utilizator

source: Please fix the following errors
ro: Vă rugăm să corectați următoarele erori

source: Please provide a valid min or max value
ro: Vă rugăm să furnizați o valoare minimă sau maximă validă

source: Please re-enter the password.
bn: দয়া করে পাসওয়ার্ডটি আবার লিখুন।
ca: Si us plau torna a introduir la contrasenya.
cs: Zadejte prosím heslo znovu.
es: Por favor, vuelve a introducir la contraseña.
ja: パスワードを再入力してください。
mi: Tēnā tāuru anō te kupuhipa.
nl: Voer het wachtwoord opnieuw in.
pt_br: Por favor digite a senha novamente.
ro: Vă rugăm să reintroduceți parola.
tr: Lütfen şifreyi yeniden girin.
zh_tw: 請重新输入密碼。

source: Please re-export your file and try importing again
bn: দয়া করে আপনার ফাইলটি আবার রপ্তানি করুন এবং আবার আমদানি করার চেষ্টা করুন।
ca: Si us plau torna a exportar el teu arxiu i prova d'importar de nou
cs: Exportujte prosím soubor znovu a zkuste ho importovat znovu
es: Por favor, vuelve a exportar tu archivo e intenta importarlo de nuevo
ja: ファイルを再エクスポートし、インポートを再試行してください
mi: Tēnā kaweatu-anō tō kōnae, ā, whakamātauhia anō te kawemai
nl: Exporteer uw bestand opnieuw en probeer opnieuw te importeren
pt_br: Por favor reexportar seu arquivo e tente importar novamente
ro: Vă rugăm să re-exportați fișierul și să încercați din nou importul
tr: Lütfen dosyanızı yeniden dışa aktarın ve yeniden içe aktarmayı deneyin

source: Please reach out to the Chart Owner for assistance.
bn: সাহায্যের জন্য চার্ট মালিকের সাথে যোগাযোগ করুন।
cs: Obraťte se prosím na vlastníka grafu pro pomoc.
mi: Tēnā whakapā atu ki te Rangatira Kauwhata mō te āwhina.
ro: Vă rugăm să contactați Proprietarul Graficului pentru asistență.
tr: Yardım için Grafik Sahibine başvurun.

source: Please save your chart first, then try creating a new email report.
bn: প্রথমে আপনার চার্টটি সংরক্ষণ করুন, তারপর একটি নতুন ইমেইল রিপোর্ট তৈরি করার চেষ্টা করুন।
ca: Si us plau desa primer el teu gràfic, després prova de crear un nou informe per correu electrònic.
cs: Uložte prosím nejprve svůj graf a poté zkuste vytvořit nový e-mailový report.
es: Por favor, guarda primero tu gráfica, luego intenta crear un nuevo informe de correo electrónico.
ja: まずチャートを保存してから、新しい電子メール レポートを作成してみてください。
mi: Tēnā tiakihia tō kauwhata i te tuatahi, kātahi ka whakamātau ki te hanga i tētahi pūrongo īmēra hou.
nl: Sla eerst je grafiek op, probeer dan een nieuw e-mailrapport te maken.
pt_br: Por favor primeiramente salvar seu gráfico, então tentar crir um novo relatório de e-mail.
ro: Vă rugăm să salvați mai întâi graficul, apoi încercați să creați un raport email nou.
tr: Lütfen önce grafiğinizi kaydedin, ardından yeni bir e-posta raporu oluşturmayı deneyin.
zh_tw: 請先保存您的圖表，然後嘗試創建一個新的電子郵件報告。

source: Please save your dashboard first, then try creating a new email report.
bn: প্রথমে আপনার ড্যাশবোর্ডটি সংরক্ষণ করুন, তারপর একটি নতুন ইমেইল রিপোর্ট তৈরি করার চেষ্টা করুন।
ca: Si us plau desa primer el teu dashboard, després prova de crear un nou informe per correu electrònic.
cs: Uložte prosím nejprve svou nástěnku a poté zkuste vytvořit nový e-mailový report.
es: Por favor, guarda primero tu panel de control, luego intenta crear un nuevo informe de correo electrónico.
ja: まずダッシュボードを保存してから、新しい電子メール レポートを作成してみてください。
mi: Tēnā tiakihia tō papatohu i te tuatahi, kātahi ka whakamātau ki te hanga i tētahi pūrongo īmēra hou.
nl: Sla eerst je dashboard op, probeer dan een nieuwe e-mailrapportage aan te maken.
pt_br: Por favor, salve primeiro o seu painel e, em seguida, tente criar um novo relatório de e-mail.
ro: Vă rugăm să salvați mai întâi tabloul de bord, apoi încercați să creați un raport email nou.
tr: Lütfen önce gösterge tablonuzu kaydedin, ardından yeni bir e-posta raporu oluşturmayı deneyin.
zh_tw: 請先保存您的看板，然後嘗試創建一個新的電子郵件報告。

source: Please select a column
ro: Vă rugăm să selectați o coloană

source: Please select a dataset
ro: Vă rugăm să selectați un set de date

source: Please select at least one role or group
ro: Vă rugăm să selectați cel puțin un rol sau grup

source: Please select both a Dataset and a Chart type to proceed
bn: অগ্রসর হতে অনুগ্রহ করে একটি ডেটাসেট এবং একটি চার্ট টাইপ নির্বাচন করুন
ca: Si us plau selecciona tant un Dataset com un tipus de Gràfic per continuar
cs: Pro pokračování vyberte prosím sadu dat i typ grafu
es: Por favor, seleccione tanto un Conjunto de Datos como un tipo de Gráfico para proceder
ja: 続行するには、データセットとチャート タイプの両方を選択してください
mi: Tēnā tīpakohia he Rārangi Raraunga me tētahi momo Kauwhata hei haere tonu
nl: Selecteer een Dataset en een grafiek type om verder te gaan
pt_br: Por favor selecionar um conjunto de dados e um tipo de gráfico para prosseguir
ro: Vă rugăm să selectați atât un Set de date cât și un Tip de grafic pentru a continua
tr: Devam etmek için hem Bir Veri Kümesi hem de Bir Grafik Türü seçin
zh_tw: 請同時選擇數據集和圖表類型以繼續

source: Please specify the Dataset ID for the ``%(name)s`` metric in the Jinja macro.
bn: জিনজা ম্যাক্রোতে ``%(name)s`` মেট্রিকের জন্য ডেটাসেট আইডি উল্লেখ করুন।
ca: Si us plau especifica l'ID del Dataset per la mètrica ``%(name)s`` a la macro Jinja.
cs: Zadejte prosím ID sady dat pro metriku ``%(name)s`` v makru Jinja.
ja: Jinjaマクロの ``%(name)s`` メトリクスのデータセットIDを指定してください。
mi: Tēnā tohua te ID Rārangi Raraunga mō te ine ``%(name)s`` i te macro Jinja.
ro: Vă rugăm să specificați ID-ul Setului de date pentru metrica ``%(name)s`` în macro-ul Jinja.

source: Please use 3 different metric labels
bn: অনুগ্রহ করে ৩টি আলাদা মেট্রিক লেবেল ব্যবহার করুন
ca: Si us plau usa 3 etiquetes de mètrica diferents
cs: Použijte prosím 3 různé popisky metrik
es: Por favor, use 3 etiquetas métricas diferentes
ja: 3つの異なる指標ラベルを使用してください。
mi: Tēnā whakamahia ngā tapanga ine rerekē e 3
nl: Gelieve 3 verschillende metrische labels te gebruiken
pt_br: Por favor, use 3 diferentes rótulos de métrica
ro: Vă rugăm să folosiți 3 etichete de metrică diferite
tr: Lütfen 3 farklı metrik etiketi kullanın
zh_tw: 請在左右軸上選擇不同的指標

source: Plot the distance (like flight paths) between origin and destination.
bn: উৎপত্তিস্থল এবং গন্তব্যের মধ্যে দূরত্ব (যেমন ফ্লাইট পথ) প্লট করুন।
ca: Dibuixa la distància (com rutes de vol) entre origen i destinació.
cs: Vykreslete vzdálenost (jako letové dráhy) mezi počátkem a cílem.
es: Grafica la distancia (como las rutas de vuelo) entre el origen y el destino.
ja: 出発地と目的地間の距離 (飛行経路など) をプロットします。
mi: Whakatakoto i te tawhiti (pērā i ngā ara rererangi) i waenga i te puna me te wāhi tae.
nl: Teken de afstand (zoals vluchtpaden) tussen oorsprong en bestemming.
pt_br: Plota a distância (como rotas de voo) entre origem e destino.
ro: Trasează distanța (ca traseele de zbor) între origine și destinație.
tr: Başlangıç ve varış noktası arasındaki mesafeyi (uçuş yolları gibi) çizin.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
bn: ডেটার প্রতিটি সারির জন্য আলাদা মেট্রিকগুলো উল্লম্বভাবে প্লট করে এবং সেগুলোকে একটি লাইনে সংযুক্ত করে। এই চার্টটি ডেটার সব স্যাম্পল বা সারিতে একাধিক মেট্রিক তুলনা করার জন্য উপযোগী।
ca: Dibuixa les mètriques individuals per cada fila de les dades verticalment i les enllaça juntes com una línia. Aquest gràfic és útil per comparar múltiples mètriques a través de totes les mostres o files de les dades.
cs: Vykresluje jednotlivé metriky pro každý řádek v datech vertikálně a spojuje je jako čáru. Tento graf je užitečný pro porovnání více metrik napříč všemi vzorky nebo řádky v datech.
es: Representa las métricas individuales para cada fila en los datos verticalmente y las une como una línea. Este gráfico es útil para comparar múltiples métricas en todas las muestras o filas de los datos.
ja: データの各行の個々のメトリクスを垂直にプロットし、それらを線としてリンクします。このグラフは、データ内のすべてのサンプルまたは行にわたる複数のメトリックを比較するのに役立ちます。
mi: Ka whakatakoto i ngā ine takitahi mō ia rārangi i ngā raraunga poutū, ā, ka hono hei rārangi. He whaihua tēnei kauwhata mō te whakatairite i ngā ine maha puta noa i ngā tauira, i ngā rārangi katoa rānei i roto i ngā raraunga.
nl: Tekent de individuele metrieken voor elke rij in de data verticaal en verbind ze als een lijn. Deze grafiek is handig voor het vergelijken van meerdere metrieken over alle samples of rijen in de data.
pt_br: Plota os índices individuais para cada linha nos dados verticalmente e os vincula como uma linha. Este gráfico é útil para comparar várias métricas em todas as amostras ou linhas nos dados.
ro: Trasează metricile individuale pentru fiecare rând din date vertical și le leagă împreună ca o linie. Acest grafic este util pentru compararea mai multor metrici pe toate eșantioanele sau rândurile din date.
tr: Verilerdeki her satır için bireysel metrikleri dikey olarak çizer ve bunları bir çizgi olarak birleştirir. Bu grafik, verilerdeki tüm örnekler veya satırlar arasında çoklu metrikleri karşılaştırmak için kullanışlıdır.
zh_tw: 垂直地繪制數據中每一行的單個指標，並將它們链接成一行。此圖表用於比較數據中所有樣本或行中的多個指標。

source: Plugins
bn: প্লাগইনস
cs: Pluginy
es: Complementos
ja: プラグイン
mi: Mono
ro: Plugin-uri
tr: Eklentiler
zh_tw: 插件

source: Point Color
bn: বিন্দুর রঙ
ca: Color del Punt
cs: Barva bodu
ja: ポイントカラー
mi: Tae Tohu
nl: Punt Kleur
pt_br: Cor do ponto
ro: Culoare punct
tr: Nokta Rengi

source: Point Radius
bn: বিন্দুর ব্যাসার্ধ
ca: Radi del Punt
cs: Poloměr bodu
es: Radio del Punto
ja: ポイント半径
mi: Pūtoro Tohu
nl: Punt Radius
pt_br: Raio do ponto
ro: Rază punct
tr: Nokta Yarıçapı
zh_tw: 點半徑

source: Point Radius Scale
bn: বিন্দুর ব্যাসার্ধের স্কেল
ca: Escala del Radi del Punt
cs: Měřítko poloměru bodu
es: Escala de Radio de Punto
ja: ポイント半径スケール
mi: Tauine Pūtoro Tohu
nl: Punt Radius Schaal
pt_br: Escala do Raio do ponto
ro: Scală rază punct
tr: Nokta Yarıçapı Ölçeği

source: Point Radius Unit
bn: বিন্দুর ব্যাসার্ধের একক
ca: Unitat del Radi del Punt
cs: Jednotka poloměru bodu
es: Unidad de Radio del Punto
ja: ポイント半径ユニット
mi: Waeine Pūtoro Tohu
nl: Punt Radius Eenheid
pt_br: Unidade de raio do ponto
ro: Unitate rază punct
tr: Nokta Yarıçap Birimi
zh_tw: 點半徑單位

source: Point Size
bn: বিন্দুর আকার
ca: Mida del Punt
cs: Velikost bodu
ja: ポイントサイズ
mi: Rahi Tohu
nl: Punt Grootte
pt_br: Tamanho do ponto
ro: Dimensiune punct
tr: Nokta Boyutu

source: Point Unit
bn: বিন্দুর একক
ca: Unitat del Punt
cs: Jednotka bodu
es: Unidad de Punto
ja: ポイント単位
mi: Waeine Tohu
nl: Punt Eenheid
pt_br: Unidade de ponto
ro: Unitate punct
tr: Nokta Birimi

source: Point to your spatial columns
bn: আপনার স্থানিক কলামগুলো নির্দেশ করুন
ca: Apunta a les teves columnes espacials
cs: Ukažte na své prostorové sloupce
es: Apunta a tus columnas espaciales
ja: 空間列をポイントします
mi: Tohu ki ō tīwae tauwāhi
nl: Punt naar uw ruimtelijke kolommen
pt_br: Apontar para as colunas espaciais
ro: Indică coloanele spațiale
tr: Uzamsal sütunlarınıza işaret edin
zh_tw: 指向你的地理空間列

source: Points
bn: বিন্দুসমূহ
ca: Punts
cs: Body
ja: ポイント
mi: Tohu
nl: Punten
pt_br: Pontos
ro: Puncte
tr: Noktalar
zh_tw: 點配置

source: Points and clusters will update as the viewport is being changed
bn: ভিউপোর্ট পরিবর্তন হওয়ার সাথে সাথে বিন্দু এবং ক্লাস্টারগুলো আপডেট হবে
ca: Els punts i clústers s'actualitzaran mentre es canvia la vista
cs: Body a shluky se budou aktualizovat při změně zobrazení
es: Los puntos y los grupos se actualizarán a medida que se vaya cambiando el área de visualización
ja: ビューポートが変更されるとポイントとクラスターが更新されます
mi: Ka whakahouhia ngā tohu me ngā rāpaki i te huringa o te tirohanga
nl: Punten en clusters worden bijgewerkt als de viewport wordt gewijzigd
pt_br: Pontos e clusters serão atualizados conforme a janela de exibição mude
ro: Punctele și clusterele se vor actualiza pe măsură ce viewport-ul este schimbat
tr: Görüntüleme penceresi değiştirildiğinde noktalar ve kümeler güncellenecektir
zh_tw: 點和聚合群將随着視圖改變而更新。

source: Polygon Column
bn: বহুভুজ কলাম
ca: Columna de Polígon
cs: Sloupec polygonu
ja: ポリゴン列
mi: Tīwae Tapawhā
nl: Polygoon Kolom
pt_br: Coluna de polígono
ro: Coloană poligon
tr: Poligon Sütunu

source: Polygon Encoding
bn: বহুভুজ এনকোডিং
ca: Codificació de Polígon
cs: Kódování polygonu
ja: ポリゴンエンコーディング
mi: Whakakohu Tapawhā
nl: Polygoon Codering
pt_br: Codificação de polígonos
ro: Codare poligon
tr: Poligon Kodlama

source: Polygon Settings
bn: বহুভুজ সেটিংস
ca: Configuració de Polígon
cs: Nastavení polygonu
ja: ポリゴン設定
mi: Tautuhinga Tapawhā
nl: Polygoon Instellingen
pt_br: Configurações de polígono
ro: Setări poligon
tr: Poligon Ayarları

source: Polyline
bn: পলিলাইন
ca: Polilínia
cs: Lomená čára
es: Polilínea
ja: ポリライン
mi: Rārangi-maha
nl: Polylijn
pt_br: Polilinha
ro: Polilinie
tr: Çoklu Çizgi
zh_tw: 多段線

source: Populate "Default value" to enable this control
bn: এই নিয়ন্ত্রণটি সক্রিয় করতে "ডিফল্ট মান" পূরণ করুন
ca: Omple "Valor per defecte" per habilitar aquest control
cs: Vyplňte „Výchozí hodnotu“ pro povolení tohoto ovládacího prvku
es: Rellena "Valor por defecto" para activar este control
ja: このコントロールを有効にするには、「デフォルト値」を入力してください
mi: Whakakīa "Uara taunoa" hei whakahohe i tēnei whakahaere
nl: Vul "Standaardwaarde" in om deze controle te activeren
pt_br: Preencha "Default value" para ativar esse controle
ro: Completați "Valoare implicită" pentru a activa acest control
tr: Bu kontrolü etkinleştirmek için "Varsayılan değeri" doldurun
zh_tw: 填充 "Default value" 以啟用此控件

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
bn: হোস্টনাম "%(hostname)s" এর পোর্ট %(port)s সংযোগ প্রত্যাখ্যান করেছে।
ca: El port %(port)s a l'hostname "%(hostname)s" ha refusat la connexió.
cs: Port %(port)s na hostiteli „%(hostname)s“ odmítl připojení.
es: Puerto %(port)s en host "%(hostname)s" rechazó la conexión.
ja: ホスト名 "%(hostname)s" のポート %(port)s が接続を拒否しました。
mi: I whakakore te tauranga %(port)s i te ingoa tūmau "%(hostname)s" i te hononga.
nl: Poort %(port)s op hostnaam “%(hostname)s” weigerde de verbinding.
pt_br: A porta %(port)s no nome do host "%(hostname)s" recusou a conexão.
ro: Portul %(port)s de pe hostname "%(hostname)s" a refuzat conexiunea.
tr: Ana makinedeki "%(hostname)s" üzerindeki %(port)s bağlantısı reddedildi.
zh_tw: 主機名 "%(hostname)s" 上的端口 %(port)s 拒绝連接。

source: Port out of range 0-65535
bn: পোর্ট 0-65535 পরিসীমার বাইরে
ca: Port fora del rang 0-65535
cs: Port mimo rozsah 0-65535
es: Puerto fuera de rango 0-65535
ja: ポートが 0 ～ 65535 の範囲外です。
mi: Tauranga i waho o te korahi 0-65535
nl: Poort buiten bereik 0-65535
ro: Port în afara intervalului 0-65535
tr: Bağlantı noktası 0-65535 aralığının dışında
zh_tw: 端口超過 0-65535 的範圍

source: Position JSON
bn: পজিশন JSON
ca: JSON de Posició
cs: JSON pozice
es: Posición JSON
ja: 位置JSON
mi: Tūnga JSON
nl: Positie JSON
pt_br: Posição JSON
ro: Poziție JSON
tr: Pozisyon JSON'u
zh_tw: 位置 JSON

source: Position of child node label on tree
bn: গাছের শিশুর নোডের লেবেলের অবস্থান
ca: Posició de l'etiqueta del node fill a l'arbre
cs: Pozice popisku podřízeného uzlu na stromu
es: Posición de la etiqueta del nodo hijo en el árbol
ja: ツリー上の子ノードラベルの位置
mi: Tūnga tapanga pona tamaiti i te rākau
nl: Positie van het label van het kindknooppunt op de boom
pt_br: Posição do rótulo do nó filho na árvore
ro: Poziția etichetei nodului copil pe arbore
tr: Ağaç üzerindeki çocuk düğüm etiketinin pozisyonu
zh_tw: 子節點標籤在樹上的位置

source: Position of column level subtotal
bn: কলামের স্তরের উপমোটের অবস্থান
ca: Posició del subtotal a nivell de columna
cs: Pozice mezisoučtu na úrovni sloupce
es: Posición del subtotal a nivel de columna
ja: 列レベルの小計の位置
mi: Tūnga tapeke taumata tīwae
nl: Positie van kolomniveau subtotaal
pt_br: Posição do subtotal ao nível da coluna
ro: Poziția subtotalului la nivel de coloană
tr: Sütun düzeyi toplamın konumu
zh_tw: 列級小計的位置

source: Position of intermediate node label on tree
bn: গাছের মধ্যবর্তী নোডের লেবেলের অবস্থান
ca: Posició de l'etiqueta del node intermedi a l'arbre
cs: Pozice popisku mezilehlého uzlu na stromu
es: Posición de la etiqueta del nodo intermedio en el árbol
ja: ツリー上の中間ノードラベルの位置
mi: Tūnga tapanga pona waenganui i te rākau
nl: Positie van tussenliggende knooppuntlabel in de boom
pt_br: Posição do rótulo do nó intermédio na árvore
ro: Poziția etichetei nodului intermediar pe arbore
tr: Ağaç üzerindeki ara düğüm etiketinin pozisyonu

source: Position of row level subtotal
bn: সারি স্তরের উপমোটের অবস্থান
ca: Posició del subtotal a nivell de fila
cs: Pozice mezisoučtu na úrovni řádku
es: Posición del subtotal a nivel de fila
ja: 行レベルの小計の位置
mi: Tūnga tapeke taumata rārangi
nl: Positie van rij niveau subtotaal
pt_br: Posição do subtotal ao nível da linha
ro: Poziția subtotalului la nivel de rând
tr: Satır düzeyi toplamın konumu
zh_tw: 行級小計的位置

source: Powered by Apache Superset
bn: অ্যাপাচি সুপারসেট দ্বারা পরিচালিত
ca: Impulsat per Apache Superset
cs: Poháněno Apache Superset
es: Impulsado por Apache Superset
ja: Apache スーパーセットを搭載
mi: Ka whakamana e Apache Superset
nl: Mogelijk gemaakt door Apache Superset
pt_br: Feito por Apache Superset
ro: Alimentat de Apache Superset
tr: Apache Superset tarafından desteklenmektedir
zh_tw: 由Apache Superset提供支持

source: Pre-filter
bn: পূর্ব-ফিল্টার
ca: Pre-filtre
cs: Předfiltr
ja: プレフィルター
mi: Tātari-i-mua
nl: Vooraf-filter
ro: Pre-filtru
tr: Ön Filtre
zh_tw: 預過濾

source: Pre-filter available values
bn: পূর্ব-ফিল্টার উপলব্ধ মানসমূহ
ca: Valors disponibles del pre-filtre
cs: Předfiltrovat dostupné hodnoty
es: Pre-filtrar valores disponibles
ja: 利用可能な値を事前にフィルタリングする
mi: Uara wātea tātari-i-mua
nl: Vooraf-filter beschikbare waarden
pt_br: Valores disponíveis para o pré-filtro
ro: Pre-filtrare valori disponibile
tr: Mevcut değerleri ön elemek
zh_tw: 預滤器可用值

source: Pre-filter is required
bn: পূর্ব-ফিল্টার প্রয়োজনীয়
ca: El pre-filtre és obligatori
cs: Předfiltr je povinný
ja: プレフィルターが必要です
mi: E hiahiatia ana te tātari-i-mua
nl: Vooraf-filter is vereist
pt_br: É necessário um pré-filtro
ro: Pre-filtru este obligatoriu
tr: Ön filtre gereklidir
zh_tw: 預過濾是必須的

source: Predictive
bn: পূর্বাভাসমূলক
ca: Predictiu
cs: Prediktivní
ja: 予測的
mi: Matapae
nl: Voorspelling
pt_br: Preditivo
ro: Predictiv
tr: Tahmini
zh_tw: 預测

source: Predictive Analytics
bn: পূর্বাভাসমূলক বিশ্লেষণ
ca: Analítica Predictiva
cs: Prediktivní analytika
ja: 予測分析
mi: Tātaritanga Matapae
nl: Voorspelde Analyses
pt_br: Análise preditiva
ro: Analiză predictivă
tr: Tahmini Analitik
zh_tw: 預测分析

source: Prefix or suffix
bn: প্রিফিক্স বা সাফিক্স
ca: Prefix o sufix
cs: Předpona nebo přípona
es: Prefijo o sufijo
ja: プレフィックスまたはサフィックス
mi: Kūmua, kūmuri rānei
nl: Voorvoegsel of achtervoegsel
ro: Prefix sau sufix
zh_tw: 前缀或者後缀

source: Preview
bn: প্রিভিউ
ca: Vista prèvia
cs: Náhled
es: Vista previa
ja: プレビュー
mi: Arokite
nl: Voorvertoning
pt_br: Pré-visualização
ro: Previzualizare
tr: Önizleme
zh_tw: 預覽

source: Preview uploaded file
bn: আপলোডকৃত ফাইলের প্রিভিউ
ca: Vista prèvia de l'arxiu pujat
cs: Náhled nahraného souboru
mi: Arokite kōnae kua tukuaketia
ro: Previzualizare fișier încărcat

source: Previous
bn: পূর্ববর্তী
ca: Anterior
cs: Předchozí
es: Anterior
ja: 前
mi: Tōmua
nl: Vorige
pt_br: Anterior
ro: Anterior
tr: Önceki
zh_tw: 前一個

source: Previous Line
bn: পূর্ববর্তী লাইন
ca: Línia Anterior
cs: Předchozí řádek
ja: 前の行
mi: Rārangi Tōmua
nl: Vorige regel
pt_br: Linha anterior
ro: Linia anterioară
tr: Önceki Çizgi

source: Primary
bn: প্রাথমিক
ca: Primari
cs: Primární
ja: 主要な
mi: Matua
nl: Primair
pt_br: Primário
ro: Primar
tr: Birincil
zh_tw: 主要

source: Primary Metric
bn: প্রাথমিক মেট্রিক
ca: Mètrica Primària
cs: Primární metrika
ja: プライマリメトリクス
mi: Ine Matua
nl: Primaire Metriek
pt_br: Métrica primária
ro: Metrică primară
tr: Birincil Metrik
zh_tw: 主計量指標

source: Primary key
bn: প্রাথমিক চাবি
ca: Clau primària
cs: Primární klíč
ja: 主要なキー
mi: Kī matua
nl: Primaire sleutel
pt_br: Chave primária
ro: Cheie primară
tr: Birincil anahtar

source: Primary or secondary y-axis
bn: প্রাথমিক বা মাধ্যমিক y-অক্ষ
ca: Eix y primari o secundari
cs: Primární nebo sekundární osa Y
es: Eje y primario o secundario
ja: プライマリまたはセカンダリ y 軸
mi: Tukutuku-y matua, tuarua rānei
nl: Primaire of secundaire y-as
pt_br: Eixo y primário ou secundário
ro: Axa y principală sau secundară
tr: Birincil veya ikincil y-ekseni
zh_tw: 主或次 Y 軸

source: Primary y-axis Bounds
bn: প্রাথমিক y-অক্ষের সীমা
ca: Límits de l'eix y Primari
cs: Hranice primární osy Y
es: Límites del eje y primario
ja: 主 y 軸境界
mi: Rohe tukutuku-y Matua
nl: Primaire y-as Grenzen
ro: Limite axa y primară
tr: Birincil y-ekseni Sınırları
