Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
bn: ভিজ্যুয়ালাইজেশনের জন্য সময়ের পরিসীমা। সব আপেক্ষিক সময়, যেমন "গত মাস", "গত ৭ দিন", "এখন" ইত্যাদি সার্ভারে সার্ভারের স্থানীয় সময় (টাইমজোন বাদে) ব্যবহার করে মূল্যায়ন করা হয়। সমস্ত টুলটিপ এবং প্লেসহোল্ডার সময় UTC (টাইমজোন বাদে) হিসাবে প্রকাশ করা হয়। টাইমস্ট্যাম্পগুলি তারপরে ডাটাবেজ দ্বারা ইঞ্জিনের স্থানীয় টাইমজোন ব্যবহার করে মূল্যায়ন করা হয়। লক্ষ্য করুন যে কেউ ISO 8601 ফর্ম্যাট অনুযায়ী শুরু এবং/অথবা শেষ সময় নির্দিষ্ট করলে টাইমজোন স্পষ্টভাবে সেট করতে পারে।
ca: El rang temporal per la visualització. Tots els temps relatius, p.ex. "Last month", "Last 7 days", "now", etc. s'avaluen al servidor usant l'hora local del servidor (sense zona horària). Tots els tooltips i temps de marcadors s'expressen en UTC (sense zona horària). Les marques de temps són després avaluades per la base de dades usant la zona horària local del motor. Tingues en compte que es pot establir explícitament la zona horària segons el format ISO 8601 si s'especifica l'hora d'inici i/o final.
cs: Časový rozsah pro vizualizaci. Všechny relativní časy, např. „Poslední měsíc“, „Posledních 7 dní“, „nyní“ atd., jsou vyhodnocovány na serveru pomocí místního času serveru (bez časového pásma). Všechny nápovědy a zástupné časy jsou vyjádřeny v UTC (bez časového pásma). Časová razítka jsou poté vyhodnocována databází pomocí místního časového pásma enginu. Všimněte si, že lze explicitně nastavit časové pásmo podle formátu ISO 8601, pokud specifikujete počáteční a/nebo koncový čas.
es: El rango de tiempo para la visualización. Todos los tiempos relativos, por ejemplo "Último mes""Últimos 7 días", "ahora"... se evalúan en el servidor usando la hora local del servidor (sin zona horaria). Todas las configuraciones de herramientas y marcadores de posición se expresan en UTC (sin zona horaria). Las marcas de tiempo se evalúan entonces por la base de datos usando la zona horaria local del motor. Nota que puedes configurar explícitamente la zona horaria para el formato ISO 860 si especificas la hora inicial y/o final.
ja: 視覚化の時間範囲。すべての相対時間、例: 「先月」、「過去 7 日間」、「現在」などは、サーバーの現地時間 (タイムゾーンなし) を使用してサーバー上で評価されます。すべてのツールチップとプレースホルダーの時間は UTC (タイムゾーンなし) で表されます。次に、タイムスタンプは、エンジンのローカル タイムゾーンを使用してデータベースによって評価されます。開始時刻と終了時刻、あるいはその両方を指定する場合は、ISO 8601 形式に従ってタイムゾーンを明示的に設定できることに注意してください。
mi: Te awhe wā mō te whakakitenga. Ko ngā wā tata katoa, hei tauira "Te marama whakamutunga", "Ngā rā 7 whakamutunga", "ināianei", me ērā atu ka aromatawaitia i te tūmau mā te whakamahi i te wā ā-rohe o te tūmau (kore rohe wā). Ka whakaaturia ngā kītukutuku katoa me ngā wā tohu-wāhi i te UTC (kore rohe wā). Ka aromatawaitia ngā waitohu e te pātengi raraunga mā te whakamahi i te rohe wā ā-rohe o te pūkaha. Kia mōhio ka taea e te tangata te tautuhi ā-rohe i te rohe wā mā te hōputu ISO 8601 mēnā e tohu ana i te wā tīmata me/rānei te wā mutunga.
nl: Het tijdsbereik voor de visualisatie. Alle relatieve tijden, bijvoorbeeld "Afgelopen maand", "Laatste 7 dagen", "nu", etc. worden geëvalueerd op de server door gebruik te maken van de lokale tijd (zonder tijdzone). Alle tooltips en de tijd van de tijdelijke placeholder worden uitgedrukt in UTC (zonder tijdzone). De tijdstempels worden vervolgens geëvalueerd door de database met behulp van de lokale tijdzone van de engine. Merk op dat de tijdzone per ISO 8601 formaat expliciet kan worden ingesteld als de start- en/of eindtijd wordt aangegeven.
pt_br: O intervalo de tempo para a visualização. Todos os horários relativos, por exemplo, "Last month", "Last 7 days", "now" etc., são avaliados no servidor usando o horário local do servidor (sem fuso horário). Todas as dicas de ferramentas e horários de espaço reservado são expressos em UTC (sem fuso horário). Os registros de data e hora são avaliados pelo banco de dados usando o fuso horário local do mecanismo. Observe que é possível definir explicitamente o fuso horário de acordo com o formato ISO 8601 ao especificar a hora inicial e/ou final.
tr: Görselleştirme için zaman aralığı. Tüm göreceli zamanlar, örneğin "Geçen ay", "Son 7 gün", "şimdi", vb., sunucuda sunucunun yerel saati kullanılarak değerlendirilir (zamansız). Tüm araç ipuçları ve yer tutucu saatler UTC'de (zamansız) ifade edilir. Ardından zaman damgaları, veritabanı tarafından motorun yerel saat dilimi kullanılarak değerlendirilir. Başlangıç ve/veya bitiş saati belirtiliyorsa ISO 8601 formatına göre zaman dilimini açıkça ayarlayabilirsiniz.
zh_tw: 可視化的時間範圍。所有相關的時間，例如"上個月"、"過去7天"、"現在"等，都在服務器上使用服務器的本地時間（sans時區）進行計算。所有工具提示和占位符時間均以UTC（無時區）表示。然後，資料庫使用引擎的本地時區來评估時間戳。注：如果指定開始時間和、或者结束時間，可以根据ISO 8601格式顯式設定時區。

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
bn: প্রতিটি ব্লকের জন্য সময়ের একক। এটি domain_granularity এর চেয়ে ছোট একক হওয়া উচিত। এটি সময়ের শস্যের চেয়ে বড় বা সমান হওয়া উচিত।
ca: La unitat de temps per cada bloc. Hauria de ser una unitat més petita que domain_granularity. Hauria de ser més gran o igual a Time Grain
cs: Časová jednotka pro každý blok. Měla by být menší jednotkou než domain_granularity. Měla by být větší nebo rovna časové granularitě
es: La unidad de tiempo para cada bloque. Debería ser una unidad más pequeña que domain_granularity. Debería ser mayor o igual a %(Time Grain)s
ja: 各ブロックの時間単位。 Domain_granularity よりも小さい単位である必要があります。時間粒度以上である必要があります
mi: Te waeine wā mō ia poraka. Me iti ake i te domain_granularity. Me rahi ake, ōrite rānei ki te Māeneene Wā
nl: De tijdeenheid voor elk blok. Moet een kleinere eenheid zijn dan domain_granularity. Moet groter of gelijk zijn aan tijdseenheid
pt_br: A unidade de tempo para cada bloco. Deve ser uma unidade menor que domain_granularity. Deve ser maior ou igual a Time Grain
tr: Her blok için zaman birimi. domain_granularity'den daha küçük bir birim olmalıdır. Zaman Tahılına eşit veya daha büyük olmalıdır.
zh_tw: 每個块的時間單位。應該是主域域粒度更小的單位。應該大於或等於時間粒度

source: There are no databases available
bn: কোনও ডাটাবেজ উপলব্ধ নেই।
es: No hay bases de datos disponibles
ja: 利用可能なデータベースがありません
nl: Er zijn geen databases beschikbaar
pt_br: Não há bancos de dados disponíveis
tr: Kullanılabilir veritabanı yok
zh_tw: 没有可用的資料庫

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
bn: SQL কোয়েরিতে একটি সিনট্যাক্স ত্রুটি রয়েছে। হয়তো সেখানে একটি বানান ত্রুটি বা টাইপো হয়েছে।
ca: Hi ha un error de sintaxi a la consulta SQL. Potser hi havia una errada ortogràfica o un error tipogràfic.
cs: V SQL dotazu je syntaktická chyba. Možná došlo k překlepu nebo chybě v psaní.
es: Hay un error de sintaxis en la consulta SQL. Quizás hubo un error de ortografía o una equivocación al teclear.
ja: SQL クエリに構文エラーがあります。もしかしたら誤字・脱字がないか確認して下さい。
mi: He hapa wetereo i te pātai SQL. I hē pea te pūwaea, he pato rānei.
nl: Er is een syntax fout in de SQL query. Misschien was er een spelling of een typo.
pt_br: Há um erro de sintaxe na consulta SQL. Talvez tenha havido um erro de ortografia ou de digitação.
tr: SQL sorgusunda sözdizimi hatası var. Belki yazım hatası veya yazım hatası vardı.
zh_tw: SQL 查詢中存在語法錯誤。可能是拼寫錯誤或是打錯關鍵字。

source: There is no chart definition associated with this component, could it have been deleted?
bn: এই উপাদানের সাথে সংযুক্ত কোনও চার্ট সংজ্ঞা নেই, এটি কি মুছে ফেলা হয়েছে?
ca: No hi ha definició de gràfic associada amb aquest component, podria haver estat eliminada?
cs: S touto komponentou není spojena žádná definice grafu, mohla být smazána?
es: No hay ninguna definición de gráfica asociada con este componente, ¿podría haber sido eliminada?
ja: このコンポーネントに関連付けられているチャート定義はありません。削除されたのでしょうか？
mi: Karekau he tautuhinga kauwhata e hāngai ana ki tēnei waeine, i mukua pea?
nl: Er is geen grafiek definitie gekoppeld aan dit onderdeel, zou het verwijderd kunnen zijn?
pt_br: Não há nenhuma definição de gráfico associada a esse componente; ele poderia ter sido excluído?
tr: Bu bileşenle ilişkilendirilmiş bir grafik tanımı yok, silinmiş olabilir mi?
zh_tw: 没有與此組件關聯的圖表定義，是否已將其删除？

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
bn: এই উপাদানের জন্য পর্যাপ্ত স্থান নেই। এর প্রস্থ কমানোর চেষ্টা করুন, অথবা গন্তব্যের প্রস্থ বাড়ান।
ca: No hi ha prou espai per aquest component. Prova de disminuir la seva amplada, o augmentar l'amplada de destinació.
cs: Pro tuto komponentu není dostatek místa. Zkuste zmenšit její šířku, nebo zvětšit cílovou šířku.
es: No hay suficiente espacio para este componente. Intenta reducir su ancho, o aumentar el ancho del destino.
ja: このコンポーネント用の十分なスペースがありません。幅を狭くするか、移動先の幅を大きくしてみてください。
mi: Karekau he wāhi nui rawa mō tēnei waeine. Whakamātauhia te whakaiti i tōna whānui, te whakanui rānei i te whānui wāhi tae.
nl: Er is niet genoeg ruimte voor dit component. Probeer de breedte ervan te verlagen, of vergroot de doelbreedte.
pt_br: Não há espaço suficiente para esse componente. Tente diminuir sua largura ou aumentar a largura do destino.
tr: Bu bileşim için yeterli alan yok. Genişliğini azaltmayı deneyin veya hedef genişliğini artırın.
zh_tw: 此組件没有足够的空間。請嘗試減小其寬度，或增加目標寬度。

source: There was an error loading the dataset metadata
bn: ডেটাসেটের মেটাডেটা লোড করতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error carregant les metadades del dataset
cs: Při načítání metadat sady dat došlo k chybě
ja: データセットのメタデータのロード中にエラーが発生しました
nl: Er is een fout opgetreden bij het laden van de dataset metagegevens
pt_br: Ocorreu um erro ao carregar os metadados do conjunto de dados
tr: Veri kümesi meta verilerini yükleme hatası oluştu

source: There was an issue deleting the selected queries: %s
bn: নির্বাচিত প্রশ্ন মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant les consultes seleccionades: %s
cs: Při mazání vybraných dotazů došlo k problému: %s
es: Hubo un problema al eliminar las consultas seleccionadas: %s
ja: 選択したクエリの削除に問題が発生しました: %s
nl: Er was een probleem bij het verwijderen van de geselecteerde query’s: %s
pt_br: Houve um problema ao excluir as consultas selecionadas: %s
tr: Seçilen sorguların silinmesi sorunu yaşandı: %s
zh_tw: 删除所選查詢時出現問題：%s

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
bn: আপনার স্যাঙ্কির মধ্যে একটি লুপ রয়েছে, দয়া করে একটি গাছ সরবরাহ করুন। এখানে একটি ত্রুটিপূর্ণ লিংক: {}
es: Hay un bucle en tu Sankey, por favor proporciona un árbol. Aquí tienes un enlace defectuoso: {}
ja: Sankey にループがあります。ツリーを用意してください。ここに問題のあるリンクがあります: {}
nl: Er is een lus in uw Sankey, geef een boomstructuur. Hier is een onjuiste link: {}
pt_br: Há um loop em seu Sankey, forneça uma árvore. Aqui está um link defeituoso: {}
tr: Sankey'inizde bir döngü var, lütfen bir ağaç sağlayın. İşte hatalı bir bağlantı: {}
zh_tw: 您的桑基圖中存在循環，請提供一棵樹。這是一個錯誤的链接：{}

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
bn: এই প্যারামিটারগুলি এক্সপ্লোর ভিউতে সেভ বা ওভাররাইট বোতামে ক্লিক করার সময় ডায়নামিকভাবে তৈরি হয়। এই JSON অবজেক্টটি এখানে রেফারেন্সের জন্য এবং পাওয়ার ব্যবহারকারীদের জন্য উন্মোচন করা হয়েছে যারা নির্দিষ্ট প্যারামিটারগুলি পরিবর্তন করতে চাইতে পারেন।
es: Estos parámetros se generan dinámicamente al hacer clic en el botón de guardar o sobrescribir en la vista de exploración. Este objeto JSON se expone aquí para referencia y para usuarios avanzados que quieran modificar parámetros específicos.
ja: これらのパラメータは、探索ビューで保存または上書きボタンをクリックすると動的に生成されます。この JSON オブジェクトは、参照用と、特定のパラメーターを変更したいパワー ユーザーのためにここに公開されています。
nl: Deze parameters worden dynamisch gegenereerd bij het klikken op opslaan of overschrijven knop in de verkenningsweergave. Dit JSON-object is hier blootgesteld ter referentie en voor gevorderde gebruikers die mogelijk specifieke parameters willen wijzigen.
pt_br: Esses parâmetros são gerados dinamicamente quando se clica no botão salvar ou sobrescrever na exibição de exploração. Esse objeto JSON é exposto aqui para referência e para usuários avançados que queiram alterar parâmetros específicos.
tr: Bu parametreler, keşfet görünümünde kaydet veya üzerine yaz düğmesine tıkladığınızda dinamik olarak oluşturulur. Bu JSON nesnesi, başvuru için burada açıklanır ve belirli parametreleri değiştirmek isteyebilecek güç kullanıcılar için burada sunulur.
zh_tw: 這些参數是在瀏覽視圖中單擊保存或覆盖按钮時動態生成的。這個JSON對象在這里公開以供参考，並提供給可能希望更改特定参數的高級用戶使用。

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
bn: এই JSON অবজেক্টটি ড্যাশবোর্ড ভিউতে সেভ বা ওভাররাইট বোতামে ক্লিক করার সময় ডায়নামিকভাবে তৈরি হয়। এটি এখানে রেফারেন্সের জন্য এবং পাওয়ার ব্যবহারকারীদের জন্য উন্মোচন করা হয়েছে যারা নির্দিষ্ট প্যারামিটারগুলি পরিবর্তন করতে চাইতে পারেন।
ca: Aquest objecte JSON es genera dinàmicament quan es clica el botó desar o sobreescriure a la vista del dashboard. S'exposa aquí per referència i per usuaris avançats que vulguin alterar paràmetres específics.
cs: Tento objekt JSON je generován dynamicky při kliknutí na tlačítko Uložit nebo Přepsat v zobrazení nástěnky. Je zde vystaven pro referenci a pro pokročilé uživatele, kteří mohou chtít měnit specifické parametry.
es: Este objeto JSON se genera dinámicamente al hacer clic en el botón de guardar o sobrescribir en la vista del panel. Se expone aquí para referencia y para usuarios avanzados que puedan querer modificar parámetros específicos.
ja: この JSON オブジェクトは、ダッシュボード ビューで保存または上書きボタンをクリックすると動的に生成されます。ここでは、参照用と、特定のパラメータを変更したいパワー ユーザー向けに公開されています。
mi: Ka hangaia aunoa tēnei ahanoa JSON ina pāwhiria te pātene tiaki, tuhirua rānei i te tirohanga papatohu. Kua whakaaturia ki konei hei tohutoro me ngā kaiwhakamahi kaha ka hiahia pea ki te huri i ētahi tawhā motuhake.
nl: Dit JSON-object wordt dynamisch gegenereerd bij het klikken op opslaan of overschrijven van de knop in de dashboard weergave. Het is hier blootgesteld ter referentie en voor gevorderde gebruikers die mogelijk specifieke parameters willen wijzigen.
pt_br: Esse objeto JSON é gerado dinamicamente quando se clica no botão salvar ou sobrescrever na exibição do painel. Ele é exposto aqui para referência e para usuários avançados que podem querer alterar parâmetros específicos.
tr: Bu JSON nesnesi, pano görünümünde kaydet veya üzerine yaz düğmesine tıkladığınızda dinamik olarak oluşturulur. Belirli parametreleri değiştirmek isteyebilecek güç kullanıcıları için burada açıklanır.
zh_tw: 這個JSON對象描述了部件在看板中的位置。它是動態生成的，可以通過拖放，在看板中調整整部件的大小和位置

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
bn: এটি একটি IP ঠিকানা (যেমন 127.0.0.1) বা একটি ডোমেন নাম (যেমন mydatabase.com) হতে পারে।
ca: Això pot ser una adreça IP (p.ex. 127.0.0.1) o un nom de domini (p.ex. mydatabase.com).
cs: Může to být buď IP adresa (např. 127.0.0.1), nebo název domény (např. mojedatabaze.com).
es: Esto puede ser una dirección IP (por ejemplo, 127.0.0.1) o un nombre de dominio (por ejemplo, mydatabase.com).
ja: これは、IP アドレス (例: 127.0.0.1) またはドメイン名 (例: mydatabase.com) のいずれかです。
mi: Ka taea e tēnei te noho hei wāhitau IP (hei tauira 127.0.0.1), hei ingoa rohe rānei (hei tauira mydatabase.com).
nl: Dit kan een IP-adres zijn (bijv. 127.0.0.1) of een domeinnaam (bijv. mijndatabase.com).
pt_br: Pode ser um endereço IP (por exemplo, 127.0.0.1) ou um nome de domínio (por exemplo, mydatabase.com).
tr: Bu ya bir IP adresi (örneğin 127.0.0.1) ya da bir alan adı (örneğin mydatabase.com) olabilir.
zh_tw: 這可以是一個 IP 地址(例如 127.0.0.1)或一個域名(例如 mydatabase.com)。

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
bn: এই চার্টটি সেই চার্টগুলিতে ক্রস-ফিল্টারগুলি প্রয়োগ করে যাদের ডেটাসেটে একই নামের কলাম রয়েছে।
ca: Aquest gràfic aplica filtres creuats a gràfics els datasets dels quals contenen columnes amb el mateix nom.
cs: Tento graf aplikuje křížové filtry na grafy, jejichž sady dat obsahují sloupce se stejným názvem.
es: Este gráfico aplica filtros cruzados a gráficos cuyos conjuntos de datos contienen columnas con el mismo nombre.
ja: このチャートは、データセットに同じ名前の列が含まれるチャートにクロス フィルターを適用します。
mi: Ka whakahaeretia e tēnei kauwhata ngā tātari-whiti ki ngā kauwhata kei ō rātou rārangi raraunga he tīwae me te ingoa ōrite.
nl: Deze grafiek past kruisfilters toe op grafieken waarvan de datasets kolommen met dezelfde naam bevatten.
tr: Bu grafik, veri kümelerinde aynı isimli sütunlar bulunan grafiklere çapraz filtreler uygular.
zh_tw: 此圖表將交叉篩選應用於那些數據集包含具有相同名稱列的圖表。

source: This chart type is not supported when using an unsaved query as a chart source.
bn: একটি অস্বীকৃত প্রশ্নকে চার্ট সোর্স হিসাবে ব্যবহার করার সময় এই চার্টের ধরনটি সমর্থিত নয়।
ca: Aquest tipus de gràfic no està suportat quan s'usa una consulta no desada com a font del gràfic.
cs: Tento typ grafu není podporován při použití neuloženého dotazu jako zdroje grafu.
es: Este tipo de gráfico no es compatible cuando se utiliza una consulta no guardada como fuente del gráfico.
ja: このグラフ タイプは、保存されていないクエリをグラフ ソースとして使用する場合にはサポートされません。
mi: Karekau e tautokona tēnei momo kauwhata ina whakamahi i tētahi pātai kāore anō kia tiakina hei puna kauwhata.
nl: Dit grafiek type wordt niet ondersteund bij het gebruik van een niet-opgeslagen query als grafiekbron.

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
bn: এই রঙের স্কিমটি কাস্টম লেবেল রঙ দ্বারা ওভাররাইড করা হচ্ছে। অ্যাডভান্সড সেটিংসে JSON মেটাডেটা চেক করুন।
es: Este esquema de colores está siendo reemplazado por colores de etiquetas personalizadas. Comprueba los metadatos JSON en la configuración avanzada
ja: この配色はカスタム ラベルの色によって上書きされています。 詳細設定で JSON メタデータを確認してください。
nl: Dit kleurenschema wordt overschreven door aangepaste labelkleuren. Controleer de JSON-metadata in de geavanceerde instellingen
pt_br: Esse esquema de cores está sendo substituído por cores de rótulos personalizados. Verifique os metadados JSON nas configurações avançadas

source: This control filters the whole chart based on the selected time range. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
bn: এই নিয়ন্ত্রণটি নির্বাচিত সময়ের সীমার উপর ভিত্তি করে সম্পূর্ণ চার্টটি ফিল্টার করে। সমস্ত আপেক্ষিক সময়, যেমন "গত মাস", "গত ৭ দিন", "এখন", ইত্যাদি সার্ভারে সার্ভারের স্থানীয় সময় ব্যবহার করে মূল্যায়ন করা হয় (টাইমজোন বাদে)। সমস্ত টুলটিপ এবং প্লেসহোল্ডার সময় UTC (টাইমজোন বাদে) প্রকাশিত হয়। তারপরে টাইমস্ট্যাম্পগুলি ডেটাবেস দ্বারা ইঞ্জিনের স্থানীয় টাইমজোন ব্যবহার করে মূল্যায়ন করা হয়। একটি শুরু এবং/অথবা শেষ সময় উল্লেখ করলে ISO 8601 ফরম্যাট অনুসারে টাইমজোন স্পষ্টভাবে সেট করা যেতে পারে।
ca: Aquest control filtra tot el gràfic basat en el rang temporal seleccionat. Tots els temps relatius, p.ex. "Last month", "Last 7 days", "now", etc. s'avaluen al servidor usant l'hora local del servidor (sense zona horària). Tots els tooltips i temps de marcadors s'expressen en UTC (sense zona horària). Les marques de temps són després avaluades per la base de dades usant la zona horària local del motor. Tingues en compte que es pot establir explícitament la zona horària segons el format ISO 8601 si s'especifica l'hora d'inici i/o final.
cs: Tento ovládací prvek filtruje celý graf na základě vybraného časového rozsahu. Všechny relativní časy, např. „Poslední měsíc“, „Posledních 7 dní“, „nyní“ atd., jsou vyhodnocovány na serveru pomocí místního času serveru (bez časového pásma). Všechny nápovědy a zástupné časy jsou vyjádřeny v UTC (bez časového pásma). Časová razítka jsou poté vyhodnocována databází pomocí místního časového pásma enginu. Všimněte si, že lze explicitně nastavit časové pásmo podle formátu ISO 8601, pokud specifikujete počáteční a/nebo koncový čas.
es: Este control filtra todo el gráfico basándose en el rango de tiempo seleccionado. Todos los tiempos relativos, por ejemplo "Último mes", "Últimos 7 días", "ahora"... se evaluan en el servidor usando la hora local del servidor (sin zona horaria). Todas las configuraciones de herramientas y marcadores de posición se expresan en UTC (sin zona horaria). Las marcas de tiempo se evalúan luego por la base de datos usando la zona horaria local del motor. Nota que puedes poner explícitamente la zona horaria para el formato ISO 8621 si especificas la hora inicial y/o final.
ja: このコントロールは、選択した時間範囲に基づいてチャート全体をフィルターします。すべての相対時間、例: 「先月」、「過去 7 日間」、「現在」などは、サーバーの現地時間 (タイムゾーンなし) を使用してサーバー上で評価されます。すべてのツールチップとプレースホルダーの時間は UTC (タイムゾーンなし) で表されます。次に、タイムスタンプは、エンジンのローカル タイムゾーンを使用してデータベースによって評価されます。開始時刻と終了時刻、あるいはその両方を指定する場合は、ISO 8601 形式に従ってタイムゾーンを明示的に設定できることに注意してください。
mi: Ka tātari tēnei whakahaere i te kauwhata katoa i runga i te awhe wā kua tīpakohia. Ko ngā wā tata katoa, hei tauira "Te marama whakamutunga", "Ngā rā 7 whakamutunga", "ināianei", me ērā atu ka aromatawaitia i te tūmau mā te whakamahi i te wā ā-rohe o te tūmau (kore rohe wā). Ka whakaaturia ngā kītukutuku katoa me ngā wā tohu-wāhi i te UTC (kore rohe wā). Ka aromatawaitia ngā waitohu e te pātengi raraunga mā te whakamahi i te rohe wā ā-rohe o te pūkaha. Kia mōhio ka taea e te tangata te tautuhi ā-rohe i te rohe wā mā te hōputu ISO 8601 mēnā e tohu ana i te wā tīmata me/rānei te wā mutunga.
nl: Dit bedieningselement filtert het hele diagram op basis van het geselecteerde tijdsbereik. Alle relatieve tijden, bijv. "Vorige maand", "Laatste 7 dagen", "nu", etc. worden geëvalueerd op de server door gebruik te maken van de lokale tijd (zonder tijdzone). Alle tooltips en placeholder tijdsaanduidingen worden uitgedrukt in UTC (zonder tijdzone). De tijdstempels worden vervolgens geëvalueerd in de database met behulp van de lokale tijdzone van de engine. Merk op dat de tijdzone per ISO 8601 formaat expliciet kan worden ingesteld als de start- en/of eindtijd wordt aangegeven.

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
bn: এটি নিয়ন্ত্রণ করে যে বর্তমান ভিউ থেকে "time_range" ক্ষেত্রটি অ্যানোটেশন তথ্য ধারণকারী চার্টে পাস করা উচিত কিনা।
ca: Això controla si el camp "time_range" de la vista actual s'hauria de passar al gràfic que conté les dades d'anotació.
cs: Toto řídí, zda má být pole „time_range“ z aktuálního pohledu předáno grafu obsahujícímu data anotací.
es: Controla si el campo "time_range" de la vista actual debería pasarse al gráfico junto con los datos de anotación.
ja: これは、現在のビューの "time_range" フィールドを、 注釈データを含むチャートに渡すかどうかを制御します。
mi: Ka whakahaere tēnei mēnā me tuku iho rānei te āpure "time_range" mai i te
nl: Deze bepaalt of het "time_range" veld van de huidige weergave moet worden doorgegeven aan de grafiek met de annotatie gegevens.
pt_br: Isso controla se o campo "time_range" da visualização atual deve ser passado para o gráfico que contém os dados da anotação.
