Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Error while fetching groups
ro: Eroare la preluarea grupurilor

source: Error while fetching roles
ca: Error obtenint rols
cs: Chyba při načítání rolí
mi: Hapa i te tikitanga o ngā tūranga
ro: Eroare la preluarea rolurilor

source: Error while rendering virtual dataset query: %(msg)s
bn: ভার্চুয়াল ডেটাসেট কোয়েরি রেন্ডার করতে ত্রুটি: %(msg)s
ca: Error renderitzant consulta de conjunt de dades virtual: %(msg)s
cs: Chyba při vykreslování dotazu virtuální sady dat: %(msg)s
ja: 仮想データセット クエリのレンダリング中にエラーが発生しました。: %(msg)s
mi: Hapa i te whakaatutanga o te pātai rārangi raraunga mariko: %(msg)s
nl: Fout bij het renderen van de query van de virtuele dataset: %(msg)s
pt_br: Erro ao renderizar consulta de conjunto de dados virtual: %(msg)s
ro: Eroare la redarea interogării setului de date virtual: %(msg)s
tr: Sanal veri kümesi sorgusu oluşturulurken hata oluştu: %(msg)s
zh_tw: 保存查詢時出錯：%(msg)s

source: Error: %(error)s
bn: ত্রুটি: %(error)s
cs: Chyba: %(error)s
ja: エラー: %(error)s
mi: Hapa: %(error)s
nl: Fout: %(error)s
pt_br: Erro: %(error)s
ro: Eroare: %(error)s
tr: Hata: %(error)s
zh_tw: 錯誤：%(error)s

source: Error: %(msg)s
bn: ত্রুটি: %(msg)s
cs: Chyba: %(msg)s
ja: エラー: %(msg)s
mi: Hapa: %(msg)s
nl: Fout: %(msg)s
pt_br: Erro: %(msg)s
ro: Eroare: %(msg)s
zh_tw: 錯誤：%(msg)s

source: Error: %s
ro: Eroare: %s

source: Error: permalink state not found
bn: ত্রুটি: স্থায়ী লিঙ্কের অবস্থা পাওয়া যায়নি
ca: Error: estat de l'enllaç permanent no trobat
cs: Chyba: stav trvalého odkazu nenalezen
ja: エラー: パーマリンクの状態が見つかりません。
mi: Hapa: kāore i kitea te tūnga hononga-ā-mau
nl: Fout: permalink status niet gevonden
pt_br: Erro: estado do link permanente não encontrado
ro: Eroare: starea permalink nu a fost găsită

source: Estimate cost
bn: খরচ অনুমান করুন
ca: Estimar cost
cs: Odhadnout náklady
es: Estimación de coste
ja: 見積コスト
mi: Tauwhitinga utu
nl: Kostenraming
pt_br: Custo estimado
ro: Estimează cost
tr: Maliyeti tahmin et
zh_tw: 成本估算

source: Estimate selected query cost
bn: নির্বাচিত কোয়েরির খরচ অনুমান করুন
ca: Estimar cost de la consulta seleccionada
cs: Odhadnout náklady vybraného dotazu
es: Estimar el coste de la consulta seleccionada
ja: 選択したクエリコストの見積
mi: Tauwhitinga utu pātai kua tīpakohia
nl: Kostenraming van de geselecteerde zoekopdracht
pt_br: Estimar custo da consulta selecionada
ro: Estimează costul interogării selectate
tr: Seçilen sorgunun maliyetini tahmin et
zh_tw: 對所選的查詢進行成本估算

source: Estimate the cost before running a query
bn: কোয়েরি চালানোর আগে খরচ অনুমান করুন
ca: Estimar el cost abans d'executar una consulta
cs: Odhadnout náklady před spuštěním dotazu
es: Estima el coste antes de ejecutar una consulta
ja: クエリを実行する前にコストを見積もる
mi: Tauwhitinga te utu i mua i te whakahaere i tētahi pātai
nl: Kostenraming voordat een query wordt uitgevoerd
pt_br: Estimar o custo antes de executar uma consulta
ro: Estimează costul înainte de a rula o interogare
tr: Sorguyu çalıştırmadan önce maliyeti tahmin et
zh_tw: 在運行查詢之前計算成本估算

source: Event
bn: ইভেন্ট
ca: Esdeveniment
cs: Událost
ja: イベント
mi: Kaupapa
nl: Gebeurtenis
pt_br: Evento
ro: Eveniment
tr: Olay

source: Event flow
bn: ইভেন্ট প্রবাহ
ca: Flux d'esdeveniments
cs: Tok událostí
es: Flujo de eventos
ja: イベントの流れ
mi: Rere kaupapa
nl: Gebeurtenis stroom
pt_br: Fluxo de eventos
ro: Flux eveniment
tr: Olay akışı
zh_tw: 事件流

source: Event time column
bn: ইভেন্ট সময় কলাম
ca: Columna de temps d'esdeveniment
cs: Sloupec času události
ja: イベント時間列
mi: Tīwae wā kaupapa
nl: Gebeurtenis tijdkolom
pt_br: Coluna de hora do evento
ro: Coloană timp eveniment
tr: Olay zamanı sütunu
zh_tw: 事件時間列

source: Every
bn: প্রতি
ca: Cada
cs: Každý
es: Cada
ja: 毎
mi: Ia
nl: Elke
pt_br: Todo
ro: Fiecare
tr: Her
zh_tw: 每個

source: Evolution
bn: বিবর্তন
ca: Evolució
cs: Vývoj
es: Evolución
ja: 進化
mi: Whanaketanga
nl: Evolutie
pt_br: Evolução
ro: Evoluție
tr: Gelişim
zh_tw: 演化

source: Example
bn: উদাহরণ
ca: Exemple
cs: Příklad
ja: 例
mi: Tauira
nl: Voorbeeld
pt_br: Exemplo
ro: Exemplu
tr: Örnek
zh_tw: 例子

source: Examples
bn: উদাহরণগুলো
ca: Exemples
cs: Příklady
es: Ejemplos
ja: 例
mi: Tauira
nl: Voorbeelden
pt_br: Exemplos
ro: Exemple
tr: Örnekler
zh_tw: 示例

source: Excel Export
ro: Export Excel

source: Excel XML Export
ro: Export Excel XML

source: Excel file format cannot be determined
bn: এক্সেল ফাইলের ফরম্যাট নির্ধারণ করা যাচ্ছে না
ca: El format del fitxer Excel no es pot determinar
cs: Formát souboru Excel nelze určit
mi: Kāore e taea te whakatau i te hōputu kōnae Excel
ro: Formatul fișierului Excel nu poate fi determinat

source: Excel upload
ca: Pujada d'Excel
cs: Nahrání Excelu
mi: Tukuake Excel
ro: Încărcare Excel

source: Exclude selected values
bn: নির্বাচিত মান বাদ দিন
ca: Excloure valors seleccionats
cs: Vyloučit vybrané hodnoty
ja: 選択した値を除外する
mi: Whakakorehia ngā uara kua tīpakohia
nl: Geselecteerde waarden uitsluiten
pt_br: Excluir valores selecionados
ro: Exclude valorile selectate
tr: Seçilen değerleri hariç tut
zh_tw: 排除選定的值

source: Excluded roles
bn: বাদ দেওয়া ভূমিকা
ca: Rols exclosos
cs: Vyloučené role
es: Roles excluidos
ja: 除外される役割
mi: Tūranga kua whakakorehia
nl: Uitgesloten rollen
ro: Roluri excluse
tr: Hariç Tutulan Roller

source: Executed SQL
bn: নিষ্পাদিত SQL
ca: SQL Executat
cs: Provedené SQL
ja: 実行されたSQL
mi: SQL kua whakatutukia
nl: Uitgevoerde SQL
pt_br: SQL executado
ro: SQL Executat
tr: Çalıştırılan SQL
zh_tw: 已執行的 SQL

source: Executed query
bn: নিষ্পাদিত কোয়েরি
ca: Consulta executada
cs: Provedený dotaz
es: Consulta ejecutada
ja: 実行したクエリ
mi: Pātai kua whakatutukia
nl: Uitgevoerde query
pt_br: Consulta executada
ro: Interogare executată
tr: Çalıştırılan sorgu
zh_tw: 已執行查詢

source: Execution ID
bn: নিষ্পাদন আইডি
ca: ID d'Execució
cs: ID provedení
ja: 実行 ID
mi: ID Whakatutuki
nl: Uitvoerings ID
pt_br: ID de execução
ro: ID Execuție
tr: Çalıştırma Kimliği
zh_tw: 執行 ID

source: Execution log
bn: নিষ্পাদন লগ
ca: Registre d'execució
cs: Protokol provedení
es: Registro de ejecución
ja: 実行ログ
mi: Rārangi whakatutuki
nl: Uitvoeringslog
pt_br: Log de execução
ro: Jurnal execuție
tr: Çalıştırma kaydı
zh_tw: 執行日誌

source: Existing dataset
bn: বিদ্যমান ডেটাসেট
ca: Conjunt de dades existent
cs: Existující sada dat
ja: 既存のデータセット
mi: Rārangi raraunga kei te tīari
nl: Bestaande dataset
pt_br: Conjunto de dados existente
ro: Set de date existent
tr: Mevcut veri kümesi

source: Exit fullscreen
bn: ফুলস্ক্রিন থেকে বের হন
ca: Sortir de pantalla completa
cs: Ukončit režim celé obrazovky
ja: 全画面表示を終了する
mi: Puta i te mata-katoa
nl: Volledig scherm afsluiten
pt_br: Sair da tela cheia
ro: Ieși din ecran complet
tr: Tam ekrandan çıkın
zh_tw: 退出全螢幕

source: Expand
bn: প্রসারিত করুন
ca: Expandir
cs: Rozbalit
ja: 拡大する
mi: Whakawhānui
nl: Uitklappen
pt_br: Expandir
ro: Extinde
tr: Genişlet

source: Expand All
ro: Extinde Tot

source: Expand all
bn: সবকিছু প্রসারিত করুন
ca: Expandir tot
cs: Rozbalit vše
es: Expandir todo
ja: すべて展開
mi: Whakawhānui katoa
nl: Alles uitklappen
pt_br: Expandir tudo
ro: Extinde tot
tr: Tümünü genişlet
zh_tw: 全部展開

source: Expand data panel
bn: ডেটা প্যানেল প্রসারিত করুন
ca: Expandir panell de dades
cs: Rozbalit datový panel
es: Expandir panel de datos
ja: データパネルを展開する
mi: Whakawhānui papa raraunga
nl: Gegevenspaneel vergroten
pt_br: Expandir painel de dados
ro: Extinde panoul de date
tr: Veri panelini genişlet
zh_tw: 展開數據面板

source: Expand row
bn: সারি প্রসারিত করুন
ca: Expandir fila
cs: Rozbalit řádek
ja: 行を展開する
mi: Whakawhānui rārangi
nl: Rij uitklappen
pt_br: Expandir linha
ro: Extinde rând
tr: Satırı genişlet

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
bn: সময়ের প্যারামিটার 'x' সহ একটি সূত্রের প্রত্যাশা করা হয় যুগ থেকে মিলে মিলে সেকেন্ডে। সূত্রগুলি মূল্যায়ন করতে mathjs ব্যবহার করা হয়। উদাহরণ: '2x+5'
ca: Espera una fórmula amb paràmetre de temps dependent 'x' en mil·lisegons des de l'època. mathjs s'utilitza per avaluar les fórmules. Exemple: '2x+5'
cs: Očekává vzorec se závislým časovým parametrem 'x' v milisekundách od epochy. Pro vyhodnocení vzorců se používá mathjs. Příklad: '2*x+5'
es: Espera una fórmula con el parámetro de tiempo dependiente 'x' en milisegundos desde la época. Se utiliza mathjs para evaluar las fórmulas. Ejemplo: '2x+5'
ja: 時間パラメータ「x」に依存する数式が必要です エポックからのミリ秒単位。 mathjs は数式の評価に使用されます。 例: 「2x+5」
mi: E tūmanako ana i tētahi tauira me te tawhā wā whakawhirinaki 'x'
nl: Verwacht een formule met afhankelijk tijdsparameter 'x' in milliseconden sinds epoch. mathjs wordt gebruikt om formules te evalueren. Voorbeeld: '2x+5'
pt_br: Espera uma fórmula com o parâmetro de tempo dependente 'x' em milissegundos desde a época. mathjs é utilizado para avaliar as fórmulas. Exemplo: '2x+5'
ro: Se așteaptă o formulă cu parametrul de timp dependent 'x' în milisecunde de la epocă. mathjs este folosit pentru a evalua formulele. Exemplu: '2x+5'
tr: Milattan bu yana milisaniye cinsinden 'x' bağımlı bir zaman parametresine sahip bir formül bekler. Formülleri değerlendirmek için mathjs kullanılır. Örnek: '2x+5'

source: Explore
bn: অন্বেষণ করুন
ca: Explorar
cs: Prozkoumat
es: Explorar
ja: 探検する
mi: Tūhura
nl: Verken
pt_br: Explorar
ro: Explorează
tr: Keşfet
zh_tw: 探索

source: Explore - %(table)s
bn: অন্বেষণ করুন - %(table)s
ca: Explorar - %(table)s
cs: Prozkoumat - %(table)s
es: Explorar - %(table)s
ja: 探索 - %(table)s
mi: Tūhura - %(table)s
nl: Verken - %(table)s
pt_br: Explorar - %(table)s
ro: Explorează - %(table)s
tr: Keşfet - %(table)s
zh_tw: 查看 - %(table)s

source: Explore the result set in the data exploration view
bn: ডেটা অন্বেষণ ভিউতে ফলাফল সেট অন্বেষণ করুন
ca: Explorar el conjunt de resultats en la vista d'exploració de dades
cs: Prozkoumat sadu výsledků v zobrazení prozkoumávání dat
es: Explora el conjunto de resultados en la vista de exploración de datos
ja: データ探索ビューで結果セットを探索する
mi: Tūhuratia te huinga hua i te tirohanga tūhuratanga raraunga
nl: Verken de resultaten in de gegevensverkenningsweergave
pt_br: Explorar o conjunto de resultados na visão de exploração de dados
ro: Explorează setul de rezultate în vederea de explorare a datelor
tr: Sonuç kümesini veri keşif görünümünde keşfedin
zh_tw: 在數據探索視圖中探索结果集

source: Export
bn: রপ্তানি
ca: Exportar
cs: Exportovat
es: Exportar
ja: エクスポート
mi: Kaweatu
nl: Exporteer
pt_br: Exportar
ro: Exportă
tr: Dışa Aktar
zh_tw: 導出

source: Export All Data
ro: Exportă Toate Datele

source: Export Current View
ro: Exportă Vederea Curentă

source: Export cancelled
ro: Export anulat

source: Export dashboards?
bn: ড্যাশবোর্ড রপ্তানি করবেন?
ca: Exportar dashboards?
cs: Exportovat nástěnky?
es: ¿Exportar paneles de control?
ja: ダッシュボードをエクスポートしますか？
mi: Kaweatu papatohu?
nl: Dashboards exporteren?
pt_br: Exportar paineis?
ro: Exportă tablouri de bord?
tr: Pano dışa aktarılsın mı?
zh_tw: 導出看板?

source: Export failed
ro: Export eșuat

source: Export failed - please try again
ro: Export eșuat - vă rugăm să încercați din nou

source: Export failed: %s
ro: Export eșuat: %s

source: Export screenshot (jpeg)
ro: Exportă captură de ecran (jpeg)

source: Export successful: %s
ro: Export reușit: %s

source: Export theme
ro: Exportă temă

source: Export to .CSV
bn: .CSV-তে রপ্তানি করুন
ca: Exportar a .CSV
cs: Exportovat do .CSV
ja: .CSVにエクスポート
mi: Kaweatu ki .CSV
nl: Exporteer naar .CSV
pt_br: Exportar para .CSV
ro: Exportă în .CSV
tr: .CSV olarak dışa aktar

source: Export to .JSON
bn: .JSON-তে রপ্তানি করুন
ca: Exportar a .JSON
cs: Exportovat do .JSON
ja: .JSONにエクスポート
mi: Kaweatu ki .JSON
nl: Exporteer naar .JSON
pt_br: Exportar para .JSON
ro: Exportă în .JSON
tr: .JSON olarak dışa aktar

source: Export to Excel
bn: এক্সেলে রপ্তানি করুন
ca: Exportar a Excel
cs: Exportovat do Excelu
ja: Excelにエクスポート
mi: Kaweatu ki Excel
nl: Exporteer naar Excel
pt_br: Exportar para Excel
ro: Exportă în Excel
tr: Excel'e dışa aktar

source: Export to PDF
bn: পিডিএফ-তে রপ্তানি করুন
ca: Exportar a PDF
cs: Exportovat do PDF
ja: PDFにエクスポート
mi: Kaweatu ki PDF
nl: Exporteer naar PDF
ro: Exportă în PDF

source: Export to Pivoted .CSV
bn: পিভোটেড .CSV-তে রপ্তানি করুন
ca: Exportar a .CSV Pivotat
cs: Exportovat do kontingenčního .CSV
mi: Kaweatu ki .CSV Hurihuri
ro: Exportă în .CSV Pivotat

source: Export to Pivoted Excel
ro: Exportă în Excel Pivotat

source: Export to full .CSV
bn: পূর্ণ .CSV-তে রপ্তানি করুন
ca: Exportar a .CSV complet
cs: Exportovat do úplného .CSV
es: Exportar a .CSV completo
ja: 完全なCSVにエクスポート
mi: Kaweatu ki .CSV katoa
nl: Exporteer naar volledige .CSV
ro: Exportă în .CSV complet
tr: Tam .CSV olarak dışa aktar

source: Export to full Excel
bn: পূর্ণ এক্সেলে রপ্তানি করুন
ca: Exportar a Excel complet
cs: Exportovat do úplného Excelu
ja: 完全なExcelにエクスポート
mi: Kaweatu ki Excel katoa
nl: Exporteren naar volledige Excel
ro: Exportă în Excel complet

source: Export to original .CSV
bn: মূল .CSV-তে রপ্তানি করুন
ca: Exportar a .CSV original
cs: Exportovat do původního .CSV
es: Exportar al .CSV original
ja: 元のCSVにエクスポート
mi: Kaweatu ki .CSV taketake
nl: Exporteren naar origineel .CSV bestand
ro: Exportă în .CSV original
tr: Orijinal .CSV olarak dışa aktar
zh_tw: 導出原始 CSV

source: Export to pivoted .CSV
bn: পিভোটেড .CSV-তে রপ্তানি করুন
ca: Exportar a .CSV pivotat
cs: Exportovat do kontingenčního .CSV
es: Exportar a .CSV pivotado
ja: ピボットされたCSVにエクスポート
mi: Kaweatu ki .CSV hurihuri
nl: Exporteren naar pivoted .CSV
ro: Exportă în .CSV pivotat
tr: Döndürülmüş .CSV olarak dışa aktar
zh_tw: 導出為透視表形式的 CSV

source: Expose database in SQL Lab
bn: SQL ল্যাব এ ডাটাবেজ প্রকাশ করুন
ca: Exposar base de dades al SQL Lab
cs: Zpřístupnit databázi v SQL Labu
es: Exponer base de datos en SQL Lab
ja: SQL Lab でデータベースを公開する
mi: Whakaaturia te pātengi raraunga i SQL Lab
nl: Database weergeven in SQL Lab
pt_br: Expor banco de dados no SQL Lab
ro: Expune baza de date în SQL Lab
tr: Veritabanını SQL Lab'de açıkla
zh_tw: 在 SQL 工具箱中展示資料庫

source: Expose in SQL Lab
bn: SQL ল্যাব এ প্রকাশ করুন
ca: Exposar al SQL Lab
cs: Zpřístupnit v SQL Labu
es: Exponer en SQL Lab
ja: SQL ラボで公開
mi: Whakaaturia i SQL Lab
nl: Weergeven in SQL Lab
pt_br: Expor no SQL Lab
ro: Expune în SQL Lab
tr: SQL Lab'de açıkla
zh_tw: 在 SQL 工具箱中展示

source: Expression cannot be empty
ro: Expresia nu poate fi goală

source: Extensions
ro: Extensii

source: Extent
ca: Extensió
cs: Rozsah
mi: Whānuitanga
ro: Extindere

source: Extra
bn: অতিরিক্ত
cs: Navíc
ja: エクストラ
mi: Taapiri
ro: Suplimentar
tr: Ekstra
zh_tw: 擴展

source: Extra Controls
bn: অতিরিক্ত নিয়ন্ত্রণ
ca: Controls Extres
cs: Další ovládací prvky
es: Controles Adicionales
ja: 追加のコントロール
mi: Whakahaere Taapiri
nl: Extra bediening
pt_br: Controles extras
ro: Controale Suplimentare
tr: Ek Kontroller
zh_tw: 額外控件

source: Extra Parameters
bn: অতিরিক্ত প্যারামিটার
ca: Paràmetres Extres
cs: Další parametry
ja: 追加パラメータ
mi: Tawhā Taapiri
pt_br: Parâmetros extra
ro: Parametri Suplimentari
tr: Ek Parametreler
zh_tw: 額外参數

source: Extra data for JS
bn: JS এর জন্য অতিরিক্ত ডেটা
ca: Dades extres per JS
cs: Další data pro JS
es: Datos extra para JS
ja: JSの追加データ
mi: Raraunga taapiri mō JS
nl: Extra data voor JS
pt_br: Dados extras para JS
ro: Date suplimentare pentru JS
tr: JS için ek veri
zh_tw: 給 JS 的額外數據

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
bn: টেবিল মেটাডেটা নির্দিষ্ট করার জন্য অতিরিক্ত ডেটা। বর্তমানে সমর্থন করে মেটাডেটা ফরম্যাট: `{ "শংসাপত্র": { "শংসাপত্র প্রদানকারী": "ডেটা প্ল্যাটফর্ম দল", "বিস্তারিত": "এই টেবিল সত্যের উৎস।" }, "সতর্কতা_markdown": "এটি একটি সতর্কতা।" }`।
ca: Dades extres per especificar metadades de taula. Actualment suporta metadades del format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
cs: Další data pro specifikaci metadat tabulky. V současné době podporuje metadata formátu: `{ "certification": { "certified_by": "Tým datové platformy", "details": "Tato tabulka je zdrojem pravdy." }, "warning_markdown": "Toto je varování." }`.
es: El campo adicional no puede ser decodificado por JSON. %(msg)s
ja: テーブルのメタデータを指定するための追加データ。現在、次の形式のメタデータがサポートされています: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of true." " }, "warning_markdown": "これは警告です。" }`。
mi: Raraunga taapiri hei tohu i te metadata ripanga. I tēnei wā ka tautoko i te metadata o te hōputu: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
nl: Extra gegevens om tabelmetagegevens te specificeren. Ondersteunt momenteel metadata van het formaat: `{ "certification": { "certified_by": "Data Platform Team", "details": "Deze tabel is de bron van de waarheid. }, "warning_markdown": "Dit is een waarschuwing" }`.
pt_br: Dados extras para especificar metadados de tabela. Atualmente suporta metadados do formato: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
ro: Date suplimentare pentru specificarea metadatelor tabelului. În prezent acceptă metadate de formatul: `{ "certification": { "certified_by": "Data Platform Team", "details": "Acest tabel este sursa adevărului." }, "warning_markdown": "Acesta este un avertisment." }`.
tr: Tablo meta verilerini belirtmek için ekstra veriler. Şu anda desteklenen meta veri formatları: `{ "sertifikasyon": { "sertifikasyon_yapan": "Veri Platform Ekibi", "detaylar": "Bu tablo gerçek kaynaktır." }, "uyarı_md": "Bu bir uyarıdır." }`.
zh_tw: 指定表元數據的額外内容。目前支持的認證數據格式為：`{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." } }`.

source: Extra parameters for use in jinja templated queries
bn: জিঞ্জা টেম্পলেটেড কোয়েরিতে ব্যবহারের জন্য অতিরিক্ত প্যারামিটার
ca: Paràmetres extres per usar en consultes plantilla jinja
cs: Další parametry pro použití v dotazech se šablonami Jinja
es: Parámetros extra para usar en consultas con plantillas jinja
mi: Tawhā taapiri mō te whakamahi i ngā pātai tauira jinja
nl: Extra parameters voor gebruik in jinja templated queries
pt_br: Parâmetros extra para utilização em consultas de modelo jinja
ro: Parametri suplimentari pentru folosire în interogări șablon jinja
zh_tw: 用於 jinja 模板化查詢的額外参數

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
bn: যেকোনো প্লাগিন যেগুলি জিঞ্জা টেম্পলেটেড কোয়েরিতে ব্যবহারের জন্য সেট করতে পারে তার জন্য অতিরিক্ত প্যারামিটার
ca: Paràmetres extres que qualsevol plugin pot escollir establir per usar en consultes plantilla Jinja
cs: Další parametry, které mohou jakékoli pluginy nastavit pro použití v dotazech se šablonami Jinja
ja: Jinja テンプレート クエリで使用するためにプラグインが設定できる追加パラメータ
mi: Tawhā taapiri ka taea e ngā mono katoa te kōwhiri ki te tautuhi mō te whakamahi i ngā pātai tauira Jinja
nl: Extra parameters die plugins kunnen instellen voor gebruik in Jinja templated query's
pt_br: Parâmetros extras que qualquer plug-in pode escolher definir para uso em consultas modeladas Jinja
ro: Parametri suplimentari pe care orice plugin-uri le pot alege să le seteze pentru folosire în interogări șablon Jinja
tr: Jinja şablonlu sorgulamalarda kullanılmak üzere herhangi bir eklenti tarafından belirlenebilecek ek parametreler
zh_tw: 用於 jinja 模板化查詢的額外参數

source: Extra url parameters for use in Jinja templated queries
bn: জিঞ্জা টেম্পলেটেড কোয়েরিতে ব্যবহারের জন্য অতিরিক্ত ইউআরএল প্যারামিটার
ca: Paràmetres URL extres per usar en consultes plantilla Jinja
cs: Další parametry URL pro použití v dotazech se šablonami Jinja
ja: Jinja テンプレート クエリで使用する追加の URL パラメーター
mi: Tawhā url taapiri mō te whakamahi i ngā pātai tauira Jinja
nl: Extra url parameters voor gebruik in Jinja templated query's
pt_br: Parâmetros de url extras para uso em consultas de modelo Jinja
ro: Parametri URL suplimentari pentru folosire în interogări șablon Jinja
zh_tw: 用於 jinja 模板化查詢的額外 url

source: Extruded
bn: এক্সট্রুড
ca: Extruït
cs: Extrudovaný
ja: 押し出し
mi: Kua whakaputaina
nl: Geëxtrudeerd
pt_br: Extrudados
ro: Extrus
tr: Dışarıya doğru çıkarılmış

source: FIT DATA
ca: AJUSTAR DADES
cs: PŘIZPŮSOBIT DATŮM
mi: WHAKAHĀNGAI RARAUNGA
ro: POTRIVEȘTE DATE

source: FRI
bn: শুক্র
ca: DIV
cs: PÁ
es: VIE
ja: 金曜日
mi: PAR
nl: VR
pt_br: SEX
ro: VIN
tr: CUM
zh_tw: 星期五

source: Factor to multiply the metric by
bn: মেট্রিকের সাথে গুণফল করার ফ্যাক্টর
ca: Factor pel qual multiplicar la mètrica
cs: Faktor, kterým se násobí metrika
es: Factor para multiplicar la métrica por
ja: メトリックに乗算する係数
mi: Pūwehe hei whakarea i te ine
nl: Factor om de metriek te vermenigvuldigen met
pt_br: Fator para multiplicar a métrica por
ro: Factor pentru înmulțirea metricii cu
tr: Ölçüyü çarpmak için kullanılacak faktör
zh_tw: 用於乘以度量值的因子

source: Fail login count
ca: Recompte d'intents d'inici de sessió fallats
cs: Počet neúspěšných přihlášení
mi: Tatau takiuru rahua
ro: Număr eșecuri conectare

source: Failed
bn: ব্যর্থ
ca: Fallit
cs: Selhalo
es: Fallido
ja: 失敗
mi: I Rahua
nl: Mislukt
pt_br: Falhou
ro: Eșuat
tr: Başarısız
zh_tw: 失敗

source: Failed at retrieving results
bn: ফলাফল পুনরুদ্ধার করতে ব্যর্থ
ca: Ha fallat en recuperar resultats
cs: Nepodařilo se načíst výsledky
es: Error al recuperar los resultados
ja: 結果の取得に失敗しました
mi: I rahua te tiki i ngā hua
nl: Fout bij het ophalen van resultaten
pt_br: Falha na obtenção de resultados
ro: Eșuat la preluarea rezultatelor
tr: Sonuçları alırken başarısız oldu
zh_tw: 檢索结果失敗

source: Failed to apply theme: Invalid JSON
ro: Eșuat la aplicarea temei: JSON Invalid

source: Failed to create report
bn: রিপোর্ট তৈরি করতে ব্যর্থ
ca: Ha fallat en crear informe
cs: Nepodařilo se vytvořit report
es: Error al crear el informe
ja: レポートの作成に失敗しました
mi: I rahua te hanga i te pūrongo
nl: Aanmaken rapport mislukt
pt_br: Falha ao criar relatório
ro: Eșuat la crearea raportului
tr: Rapor oluşturma başarısız oldu
zh_tw: 創建報告發生錯誤

source: Failed to execute %(query)s
bn: % (query)s কার্যকর করতে ব্যর্থ
ca: Ha fallat en executar %(query)s
cs: Nepodařilo se provést %(query)s
es: Error al ejecutar %(query)s
ja: %(クエリ)s の実行に失敗しました。
mi: I rahua te whakatutuki i %(query)s
nl: Uitvoeren van %(query)s is mislukt
pt_br: Falha ao executar %(query)s
ro: Eșuat la executarea %(query)s
tr: %(query)s sorgusunu çalıştırma başarısız oldu

source: Failed to generate chart edit URL
bn: চার্ট সম্পাদনা ইউআরএল তৈরি করতে ব্যর্থ
ca: Ha fallat en generar URL d'edició de gràfic
cs: Nepodařilo se vygenerovat URL pro úpravu grafu
es: Error al generar la URL de edición del gráfico
ja: チャート編集 URL の生成に失敗しました
mi: I rahua te hanga i te URL whakatika kauwhata
nl: Kan geen URL voor het bewerken van grafieken genereren
ro: Eșuat la generarea URL-ului de editare grafic
tr: Grafik düzenleme URL'si oluşturma başarısız oldu

source: Failed to load chart data
bn: চার্ট ডেটা লোড করতে ব্যর্থ
ca: Ha fallat en carregar dades del gràfic
cs: Nepodařilo se načíst data grafu
es: Error al cargar los datos del gráfico
ja: チャートデータのロードに失敗しました
mi: I rahua te uta i ngā raraunga kauwhata
nl: Laden van grafiekgegevens mislukt
pt_br: Falha ao carregar dados do gráfico
ro: Eșuat la încărcarea datelor graficului
tr: Grafik verileri yüklenemedi

source: Failed to load chart data.
bn: চার্ট ডেটা লোড করতে ব্যর্থ।
ca: Ha fallat en carregar dades del gràfic.
cs: Nepodařilo se načíst data grafu.
es: Error al cargar los datos del gráfico.
ja: グラフデータのロードに失敗しました。
mi: I rahua te uta i ngā raraunga kauwhata.
nl: Laden van grafiekgegevens mislukt.
pt_br: Falha ao carregar dados do gráfico.
ro: Eșuat la încărcarea datelor graficului.
tr: Grafik verileri yüklenemedi.

source: Failed to load top values
ro: Eșuat la încărcarea valorilor de top
