Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The query associated with these results could not be found. You need to re-run the original query.
bn: এই ফলাফলের সাথে সংশ্লিষ্ট কোয়েরিটি পাওয়া যায়নি। আপনাকে মূল কোয়েরিটি আবার চালাতে হবে।
ca: La consulta associada amb aquests resultats no s'ha pogut trobar. Necessites tornar a executar la consulta original.
cs: Dotaz spojený s těmito výsledky nebyl nalezen. Musíte znovu spustit původní dotaz.
es: La consulta asociada con estos resultados no pudo ser encontrada. Necesitas volver a ejecutar la consulta original.
ja: これらの結果に関連付けられたクエリが見つかりませんでした。元のクエリを再実行する必要があります。
mi: Kāore i kitea te pātai e hāngai ana ki ēnei hua. Me whakahaere anō koe i te pātai taketake.
nl: De aan deze resultaten gekoppelde query kan niet worden gevonden. U moet de oorspronkelijke query opnieuw uitvoeren.
pt_br: A consulta associada a esses resultados não pôde ser encontrada. Você precisa executar novamente a consulta original.
tr: Bu sonuçlarla ilişkilendirilen sorgu bulunamadı. Orijinal sorguyu yeniden çalıştırmanız gerekiyor.
zh_tw: 找不到與這些结果相關聯的查詢。你需要重新運行查詢

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
bn: কোয়েরির আনুমানিকতা %(sqllab_timeout)s সেকেন্ড পরে মেয়াদ শেষ হয়ে গেছে। এটি খুব জটিল হতে পারে, অথবা ডাটাবেজটি বেশি লোডে থাকতে পারে।
ca: L'estimació de consulta va ser aturada després de %(sqllab_timeout)s segons. Pot ser massa complexa, o la base de dades pot estar sota una càrrega pesada.
cs: Odhad dotazu byl ukončen po %(sqllab_timeout)s sekundách. Může být příliš složitý, nebo databáze může být pod velkou zátěží.
es: La estimación de la consulta fue interrumpida después de %(sqllab_timeout)s segundos. Podría ser demasiado compleja, o la base de datos podría estar bajo una carga pesada.
ja: クエリ推定は %(sqllab_timeout)s 秒後に強制終了されました。複雑すぎるか、データベースに大きな負荷がかかっている可能性があります。
mi: I whakamatea te tauwhitinga pātai i muri i ngā hēkona %(sqllab_timeout)s. He uaua rawa pea, kua taimaha rawa rānei te pātengi raraunga.
nl: De zoekopdracht inschatting is gesloten na %(sqllab_timeout)s seconden. Het is mogelijk te ingewikkeld, of de database wordt mogelijk zwaar belast.
pt_br: A estimativa de consulta foi encerrada após %(sqllab_timeout)s segundos. Ela pode ser muito complexa ou o banco de dados pode estar sob carga pesada.
tr: Sorgu tahmini, %(sqllab_timeout)s saniye sonra sonlandırıldı. Bu, çok karmaşık olabilir veya veritabanı aşırı yük altında olabilir.

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
bn: কোয়েরিটি %(sqllab_timeout)s সেকেন্ড পরে মেয়াদ শেষ হয়ে গেছে। এটি খুব জটিল হতে পারে, অথবা ডাটাবেজটি বেশি লোডে থাকতে পারে।
ca: La consulta va ser aturada després de %(sqllab_timeout)s segons. Pot ser massa complexa, o la base de dades pot estar sota una càrrega pesada.
cs: Dotaz byl ukončen po %(sqllab_timeout)s sekundách. Může být příliš složitý, nebo databáze může být pod velkou zátěží.
es: La consulta fue interrumpida después de %(sqllab_timeout)s segundos. Podría ser demasiado compleja, o la base de datos podría estar bajo una carga pesada.
ja: クエリは %(sqllab_timeout)s 秒後に強制終了されました。複雑すぎるか、データベースに大きな負荷がかかっている可能性があります。
mi: I whakamatea te pātai i muri i ngā hēkona %(sqllab_timeout)s. He uaua rawa pea, kua taimaha rawa rānei te pātengi raraunga.
nl: De zoekopdracht is afgesloten na %(sqllab_timeout)s seconden. Het is mogelijk te ingewikkeld of de database wordt mogelijk zwaar belast.
pt_br: A consulta foi encerrada após %(sqllab_timeout)s segundos. Ela pode ser muito complexa ou o banco de dados pode estar sob carga pesada.
tr: Sorgu, %(sqllab_timeout)s saniye sonra sonlandırıldı. Bu, çok karmaşık olabilir veya veritabanı aşırı yük altında olabilir.
zh_tw: 查詢在 %(sqllab_timeout)s 秒後被終止。它可能太複雜，或者資料庫可能負载過重。

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
bn: অ্যালগরিদমটি একটি ক্লাস্টার সংজ্ঞায়িত করতে ব্যবহার করে রেডিয়াস (পিক্সেলে)। ক্লাস্টারিং বন্ধ করতে 0 নির্বাচন করুন, তবে সাবধান হন যে অনেক বিন্দু (>1000) দেরী সৃষ্টি করবে।
ca: El radi (en píxels) que l'algoritme usa per definir un clúster. Tria 0 per desactivar l'agrupament, però tingues en compte que un gran nombre de punts (>1000) causarà retard.
cs: Poloměr (v pixelech), který algoritmus používá k definování shluku. Zvolte 0 pro vypnutí shlukování, ale mějte na paměti, že velký počet bodů (>1000) způsobí zpoždění.
es: El radio (en píxeles) que el algoritmo utiliza para definir un grupo. Elija 0 para desactivar la agrupación, pero tenga en cuenta que un gran número de puntos (>1000) provocará retraso.
ja: アルゴリズムがクラスターを定義するために使用する半径 (ピクセル単位)。クラスタリングをオフにするには 0 を選択しますが、ポイントの数が多い (>1000) と遅延が発生することに注意してください。
mi: Te pūtoro (i ngā pika) ka whakamahia e te hātepe hei tautuhi i tētahi rāpaki. Kōwhiria 0 hei whakakore i te rāpaki, engari kia tūpato ka puta te tatari mēnā he nui ngā tohu (>1000).
nl: De radius (in pixels) het algoritme zal gebruiken om een cluster te definiëren. Kies 0 om clustering uit te schakelen, maar houd er rekening mee dat een groot aantal punten (>1000) vertraging veroorzaakt.
pt_br: O raio (em pixels) que o algoritmo usa para definir um cluster. Escolha 0 para desativar o agrupamento, mas lembre-se de que um grande número de pontos (>1000) causará atraso.
tr: Algoritmanın bir küme tanımlamak için kullandığı yarıçap (piksel cinsinden). Kümeleme işlevini kapatmak için 0'ı seçin, ancak çok sayıda noktanın (>1000) gecikmeye neden olabileceğine dikkat edin.
zh_tw: 算法用來定義一個聚合群的半徑（以像素為單位）。選擇 0 關闭聚，但要注意大量的點（＞1000）會導致處理時間變長。

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
bn: ব্যক্তিগত পয়েন্টের রেডিয়াস (যেগুলি ক্লাস্টারে নেই)। অথবা একটি সংখ্যাগত কলাম বা `Auto`, যা বৃহত্তম ক্লাস্টারের ভিত্তিতে পয়েন্টটি স্কেল করে।
ca: El radi de punts individuals (els que no estan en un clúster). O bé una columna numèrica o `Auto`, que escala el punt basat en el clúster més gran
cs: Poloměr jednotlivých bodů (těch, které nejsou ve shluku). Buď číselný sloupec, nebo `Auto`, které škáluje bod na základě největšího shluku
es: El radio de puntos individuales (aquellos que no están en un grupo). Ya sea una columna numérica o `Auto`, que escala el punto basándose en el grupo más grande
ja: 個々のポイント (クラスター内にないポイント) の半径。数値列、または最大のクラスターに基づいてポイントをスケールする「Auto」のいずれか
mi: Te pūtoro o ngā tohu takitahi (kāore i roto i tētahi rāpaki). He tīwae tau, `Auto` rānei, ka tauine i te tohu i runga i te rāpaki nui rawa
nl: De radius van individuele punten (punten die niet in een cluster zitten). Of een numerieke kolom of `Auto`, die het punt zal schalen gebaseerd op het grootste cluster
pt_br: O raio de pontos individuais (aqueles que não estão em um cluster). Uma coluna numérica ou `Auto`, que dimensiona o ponto com base no maior cluster
tr: Bireysel noktaların yarıçapı (kümede olmayanlar). Bir sayısal sütun veya 'Otomatik' olabilir, bu, noktaları en büyük küme temel alarak ölçeklendirir.
zh_tw: 單個點的半徑（不在聚合群中的點）。一個數值列或 “AUTO”，它根据最大的聚合群來縮放點。

source: The result of this query must be a value capable of numeric interpretation e.g. 1, 1.0, or "1" (compatible with Python's float() function).
bn: এই কোয়েরির ফলাফল একটি সংখ্যাগত ব্যাখ্যার যোগ্য মান হতে হবে যেমন 1, 1.0, বা "1" (Python এর float() ফাংশনের সাথে উপযুক্ত)।
ca: El resultat d'aquesta consulta ha de ser un valor capaç d'interpretació numèrica p.ex. 1, 1.0, o "1" (compatible amb la funció float() de Python).
cs: Výsledek tohoto dotazu musí být hodnota schopná číselné interpretace, např. 1, 1.0 nebo „1“ (kompatibilní s funkcí float() v Pythonu).
ja: このクエリの結果は、数値解釈可能な値である必要があります。 1、1.0、または「1」（Python の float() 関数と互換性があります）。
mi: Kua nui rawa atu te rahi hua i te tepe e whakāetia ana.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
bn: ব্যাকএন্ডে সংরক্ষিত ফলাফলগুলি একটি ভিন্ন ফরম্যাটে সংরক্ষিত ছিল, এবং এখন আর ডেসিরিয়ালাইজ করা যাবে না।
ca: Els resultats emmagatzemats al backend van ser emmagatzemats en un format diferent, i ja no es poden deserialitzar.
cs: Výsledky uložené v backendu byly uloženy v jiném formátu a nelze je již deserializovat.
es: Los resultados almacenados en el backend se guardaron en un formato diferente y ya no pueden ser deserializados.
ja: バックエンドに保存された結果は別の形式で保存されたため、逆シリアル化できなくなりました。
mi: Ka whakaatu te kītukutuku whai rawa i tētahi rārangi o ngā raupapa katoa mō taua tohu wā
nl: De resultaten in de backend werden opgeslagen in een ander formaat en kunnen niet langer gedeserialiseerd worden.
pt_br: Os resultados armazenados no backend foram armazenados em um formato diferente e não podem mais ser desserializados.
tr: Arka uçta depolanan sonuçlar farklı bir formatta saklandı ve artık çözümlenemez.
zh_tw: 後端儲存的结果以不同的格式儲存，而且不再可以反序列化

source: The row limit set for the chart was reached. The chart may show partial data.
bn: চার্টের জন্য নির্ধারিত সারির সীমা পৌঁছানো হয়েছে। চার্টটি আংশিক ডেটা দেখাতে পারে।
ca: S'ha arribat al límit de files establert per al gràfic. El gràfic pot mostrar dades parcials.
cs: Byl dosažen limit řádků nastavený pro graf. Graf může zobrazovat částečná data.
ja: グラフに設定された行制限に達しました。グラフには部分的なデータが表示される場合があります。
mi: I tae ki te tepe rārangi kua tautuhia mō te kauwhata. Ka taea pea e te kauwhata te whakaatu i ētahi raraunga anake.

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
bn: স্কিমা "%(schema)s" বিদ্যমান নেই। এই কোয়েরিটি চালানোর জন্য একটি বৈধ স্কিমা ব্যবহার করতে হবে।
ca: L'esquema "%(schema)s" no existeix. S'ha d'usar un esquema vàlid per executar aquesta consulta.
cs: Schéma „%(schema)s“ neexistuje. Pro spuštění tohoto dotazu musí být použito platné schéma.
es: El esquema "%(schema)s" no existe. Se debe usar un esquema válido para ejecutar esta consulta.
ja: スキーマ "%(schema)s" は存在しません。このクエリを実行するには、有効なスキーマを使用する必要があります。
mi: Karekau te hanga "%(schema)s". Me whakamahi i tētahi hanga whaimana hei whakahaere i tēnei pātai.
nl: The schema "%(schema)s" bestaat niet. Een geldig schema moet worden gebruikt om deze query uit te voeren.
pt_br: O esquema "%(schema)s" não existe. Um esquema válido deve ser usado para executar essa consulta.
tr: Şema "%(schema)s" mevcut değil. Bu sorguyu çalıştırmak için geçerli bir şema kullanmalısınız.
zh_tw: 表 "%(schema)s" 不存在。必須使用有效的表來運行此查詢。

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
bn: স্কিমা "%(schema_name)s" বিদ্যমান নেই। এই কোয়েরিটি চালানোর জন্য একটি বৈধ স্কিমা ব্যবহার করতে হবে।
ca: L'esquema "%(schema_name)s" no existeix. S'ha d'usar un esquema vàlid per executar aquesta consulta.
cs: Schéma „%(schema_name)s“ neexistuje. Pro spuštění tohoto dotazu musí být použito platné schéma.
es: El esquema "%(schema)s" no existe. Debe usarse un esquema válido para ejecutar esta consulta
ja: スキーマ "%(schema_name)s" は存在しません。このクエリを実行するには、有効なスキーマを使用する必要があります。
mi: Karekau te hanga "%(schema_name)s". Me whakamahi i tētahi hanga whaimana hei whakahaere i tēnei pātai.
nl: The schema "%(schema_name)s" bestaat niet. Een geldig schema moet worden gebruikt om deze query uit te voeren.
pt_br: O esquema "%(schema_name)s" não existe. Um esquema válido deve ser usado para executar essa consulta.
tr: Şema "%(schema_name)s" mevcut değil. Bu sorguyu çalıştırmak için geçerli bir şema kullanmalısınız.
zh_tw: 表 "%(schema_name)s" 不存在。必須使用有效的表來運行此查詢。

source: The screenshot is now being downloaded.
bn: স্ক্রীনশটটি এখন ডাউনলোড হচ্ছে।

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
bn: টেবিল "%(table)s" বিদ্যমান নেই। এই কোয়েরিটি চালানোর জন্য একটি বৈধ টেবিল ব্যবহার করতে হবে।
ca: La taula "%(table)s" no existeix. S'ha d'usar una taula vàlida per executar aquesta consulta.
cs: Tabulka „%(table)s“ neexistuje. Pro spuštění tohoto dotazu musí být použita platná tabulka.
es: La tabla "%(table)s" no existe. Debe usarse una tabla válida para ejecutar esta consulta.
ja: テーブル "%(table)s" は存在しません。このクエリを実行するには、有効なテーブルを使用する必要があります。
mi: Karekau te ripanga "%(table)s". Me whakamahi i tētahi ripanga whaimana hei whakahaere i tēnei pātai.
nl: De tabel "%(table)s" bestaat niet. Een geldige tabel moet worden gebruikt om deze query uit te voeren.
pt_br: A tabela "%(tabela)s" não existe. Uma tabela válida deve ser usada para executar essa consulta.
tr: Tablo "%(table)s" mevcut değil. Bu sorguyu çalıştırmak için geçerli bir tabloyu kullanmalısınız.
zh_tw: 表 "%(table)s" 不存在。必須使用有效的表來運行此查詢。

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
bn: টেবিল "%(table_name)s" বিদ্যমান নেই। এই কোয়েরিটি চালানোর জন্য একটি বৈধ টেবিল ব্যবহার করতে হবে।
ca: La taula "%(table_name)s" no existeix. S'ha d'usar una taula vàlida per executar aquesta consulta.
cs: Tabulka „%(table_name)s“ neexistuje. Pro spuštění tohoto dotazu musí být použita platná tabulka.
es: La tabla "%(table_name)s" no existe. Debe usarse una tabla válida para ejecutar esta consulta.
ja: テーブル "%(table_name)s" は存在しません。このクエリを実行するには、有効なテーブルを使用する必要があります。
mi: Karekau te ripanga "%(table_name)s". Me whakamahi i tētahi ripanga whaimana hei whakahaere i tēnei pātai.
nl: De tabel "%(table_name)s" bestaat niet. Een geldige tabel moet worden gebruikt om deze query uit te voeren.
pt_br: A tabela "%(table_name)s" não existe. Uma tabela válida deve ser usada para executar essa consulta.
tr: Tablo "%(table_name)s" mevcut değil. Bu sorguyu çalıştırmak için geçerli bir tabloyu kullanmalısınız.
zh_tw: 表 "%(table_name)s" 不存在。必須使用有效的表來運行此查詢。

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
bn: টেবিলটি তৈরি করা হয়েছে। এই দুই-পর্যায়ের কনফিগারেশন প্রক্রিয়ার অংশ হিসাবে, আপনাকে এখন নতুন টেবিলের পাশে সম্পাদনা বোতামটি ক্লিক করতে হবে এটি কনফিগার করতে।
es: La tabla fue creada. Como parte de este proceso de configuración en dos fases, ahora deberías hacer clic en el botón de editar junto a la nueva tabla para configurarla.
ja: テーブルが作成されました。この 2 段階の構成プロセスの一環として、新しいテーブルの横にある編集ボタンをクリックして構成する必要があります。
nl: De tabel is aangemaakt. Als onderdeel van dit tweestapsconfiguratieproces moet u nu op de knop bewerken door de nieuwe tabel om te configureren.
pt_br: A tabela foi criada. Como parte desse processo de configuração em duas fases, agora você deve clicar no botão de edição da nova tabela para configurá-la.
tr: Tablo oluşturuldu. Bu iki aşamalı yapılandırma sürecinin bir parçası olarak, şimdi yeni tabloyu yapılandırmak için düzenle düğmesine tıklamanız gerekiyor.
zh_tw: 表被創建。作為這兩個階段配置過程的一部分，您現在應該單擊新表的編輯按钮來配置它。

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
bn: ভিজ্যুয়ালাইজেশনের জন্য সময়ের কলাম। লক্ষ্য করুন যে আপনি অযাচিত প্রকাশনাকে সংজ্ঞায়িত করতে পারেন যা টেবিলে একটি DATETIME কলাম ফেরত দেয়। এছাড়াও লক্ষ্য করুন যে নিচের ফিল্টারটি এই কলাম বা প্রকাশনের বিরুদ্ধে প্রয়োগ করা হয়।
ca: La columna de temps per la visualització. Tingues en compte que pots definir expressions arbitràries que retornin una columna DATETIME a la taula. També tingues en compte que el filtre de sota s'aplica contra aquesta columna o expressió
cs: Časový sloupec pro vizualizaci. Všimněte si, že můžete definovat libovolný výraz, který vrací sloupec DATETIME v tabulce. Také si všimněte, že níže uvedený filtr se aplikuje na tento sloupec nebo výraz
es: La columna de tiempo para la visualización. Ten en cuenta que puedes definir una expresión arbitraria que devuelva una columna DATETIME en la tabla. También ten en cuenta que el filtro de abajo se aplica contra esta columna o expresión
ja: ビジュアライゼーションの時間列。テーブル内の DATETIME 列を返す任意の式を定義できることに注意してください。また、以下のフィルターがこの列または式に対して適用されることにも注意してください。
mi: Te tīwae wā mō te whakakitenga. Kia mōhio ka taea e koe te tautuhi i tētahi kīanga noa e whakahoki ana i tētahi tīwae DATETIME i te ripanga. Kia mōhio hoki ka whakahaeretia te tātari i raro nei ki tēnei tīwae, ki tēnei kīanga rānei
nl: De tijdkolom voor de visualisatie. Merk op dat u willekeurige expressie kunt definiëren die een DATUMTIJD kolom in de tabel retourneert. Houd er ook rekening mee dat het filter hieronder wordt toegepast tegen deze kolom of expressie
pt_br: A coluna de tempo para a visualização. Observe que você pode definir uma expressão arbitrária que retorne uma coluna DATETIME na tabela. Observe também que o filtro abaixo é aplicado a essa coluna ou expressão
tr: Görselleştirme için zaman sütunu. İlgili tabloda bir DATETIME sütunu döndüren keyfi bir ifade tanımlayabileceğinizi unutmayın. Ayrıca aşağıdaki filtre bu sütun veya ifadeye karşı uygulanır.
zh_tw: 可視化的時間欄。注意，您可以定義返回表中的DATETIMLE列的任意表達式。還請注意下面的篩選器應用於該列或表達式。

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
bn: ভিজ্যুয়ালাইজেশনের জন্য সময়ের সূক্ষ্মতা। লক্ষ্য করুন যে আপনি টাইপ করতে পারেন এবং সহজ প্রাকৃতিক ভাষা ব্যবহার করতে পারেন যেমন `10 সেকেন্ড`, `1 দিন` বা `56 সপ্তাহ`।
ca: La granularitat temporal per la visualització. Tingues en compte que pots escriure i usar llenguatge natural senzill com `10 seconds`, `1 day` o `56 weeks`
cs: Časová granularita pro vizualizaci. Všimněte si, že můžete psát a používat jednoduchý přirozený jazyk jako `10 sekund`, `1 den` nebo `56 týdnů`
es: La granularidad de tiempo para la visualización. Ten en cuenta que puedes escribir y usar un lenguaje natural simple como en `10 segundos`, `1 día` o `56 semanas`
ja: 視覚化の時間粒度。 「10 秒」、「1 日」、「56 週間」などの単純な自然言語を入力して使用できることに注意してください。
mi: Te māeneene wā mō te whakakitenga. Kia mōhio ka taea e koe te pato me te whakamahi i te reo māori māmā pērā i te `10 hēkona`, `1 rā`, `56 wiki` rānei
nl: De tijd granulariteit voor de visualisatie. Merk op dat u eenvoudige natuurlijke taal kunt typen en gebruiken zoals in `10 seconden`, `1 dag` of `56 weken`
pt_br: A granularidade de tempo para a visualização. Observe que você pode digitar e usar linguagem natural simples, como `10 segundos`, `1 dia` ou `56 semanas`
tr: Görselleştirme için zaman granülasyonu. Basit doğal dil kullanabileceğinizi unutmayın, örneğin `10 saniye`, `1 gün` veya `56 hafta`
zh_tw: 可視化的時間粒度。請注意，您可以输入和使用简單的日期表達方式，如 `10 seconds`, `1 day` or `56 weeks`

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
bn: ভিজ্যুয়ালাইজেশনের জন্য সময়ের সূক্ষ্মতা। লক্ষ্য করুন যে আপনি টাইপ করতে পারেন এবং সহজ প্রাকৃতিক ভাষা ব্যবহার করতে পারেন যেমন `10 সেকেন্ড`, `1 দিন` বা `56 সপ্তাহ`।
ca: La granularitat temporal per la visualització. Tingues en compte que pots escriure i usar llenguatge natural senzill com `10 seconds`,`1 day` o `56 weeks`
cs: Časová granularita pro vizualizaci. Všimněte si, že můžete psát a používat jednoduchý přirozený jazyk jako `10 sekund`,`1 den` nebo `56 týdnů`
ja: 視覚化の時間粒度。 「10 秒」、「1 日」、「56 週間」などの単純な自然言語を入力して使用できることに注意してください。
mi: Te māeneene wā mō te whakakitenga. Kia mōhio ka taea e koe te pato me te whakamahi i te reo māori māmā pērā i te `10 hēkona`,`1 rā`, `56 wiki` rānei
nl: De tijd granulariteit voor de visualisatie. Merk op dat u eenvoudige natuurlijke taal kunt typen en gebruiken zoals in `10 seconden`,`1 dag` of `56 weken`
pt_br: A granularidade de tempo para a visualização. Observe que você pode digitar e usar linguagem natural simples, como `10 segundos`, `1 dia` ou `56 semanas`
tr: Görselleştirme için zaman granülasyonu. Basit doğal dil kullanabilirsiniz, örneğin `10 saniye`, `1 gün` veya `56 hafta`

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
bn: ভিজ্যুয়ালাইজেশনের জন্য সময়ের সূক্ষ্মতা। এটি আপনার সময় কলাম পরিবর্তন করতে এবং একটি নতুন সময় সূক্ষ্মতা সংজ্ঞায়িত করতে একটি তারিখ রূপান্তর প্রয়োগ করে। এখানে বিকল্পগুলি Superset সোর্স কোডে প্রতি ডাটাবেজ ইঞ্জিনের ভিত্তিতে সংজ্ঞায়িত করা হয়।
ca: La granularitat temporal per la visualització. Això aplica una transformació de data per alterar la teva columna de temps i defineix una nova granularitat temporal. Les opcions aquí estan definides per cada motor de base de dades al codi font de Superset.
cs: Časová granularita pro vizualizaci. Tím se aplikuje transformace data, která změní váš časový sloupec a definuje novou časovou granularitu. Možnosti zde jsou definovány pro každý databázový engine ve zdrojovém kódu Supersetu.
es: La granularidad temporal para la visualización. Esto aplica una transformación de fecha para alterar tu columna de tiempo y define una nueva granularidad temporal. Las opciones aquí se definen en función de cada motor de base de datos en el código fuente de Superset.
ja: 視覚化の時間粒度。これにより、日付変換が適用されて時間列が変更され、新しい時間粒度が定義されます。ここでのオプションは、スーパーセットのソース コードでデータベース エンジンごとに定義されます。
mi: Te māeneene wā mō te whakakitenga. Ka whakahaeretia e tēnei he whakawhitinga rā hei huri i tō tīwae wā, ā, ka tautuhi i tētahi māeneene wā hou. Ko ngā kōwhiringa i konei kua tautuhia i runga i te pūkaha pātengi raraunga ia i roto i te waehere puna Superset.
nl: De tijd-granulariteit voor de visualisatie. Dit is een datum transformatie naar de tijdkolom en definieert een nieuwe tijdgranulariteit. De opties hier zijn gedefinieerd op een per database engine basis in de Superset source code.
pt_br: A granularidade de tempo para a visualização. Isso aplica uma transformação de data para alterar sua coluna de tempo e define uma nova granularidade de tempo. As opções aqui são definidas com base em cada mecanismo de banco de dados no código-fonte do Superset.
tr: Görselleştirme için zaman granülasyonu. Bu, zaman sütununuzu değiştirmek ve yeni bir zaman granülasyonu tanımlamak için bir tarih dönüşümü uygular. Buradaki seçenekler, Superset kaynak kodunda veritabanı motoru başına tanımlanmıştır.
zh_tw: 可視化的時間粒度。這將應用日期轉换來更改時間列，並定義新的時間粒度。這里的選項是在 Superset 源代碼中的每個資料庫引擎基礎上定義的。
