Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The time unit used for the grouping of blocks
bn: ব্লকগুলির গ্রুপিংয়ের জন্য ব্যবহৃত সময়ের একক।
ca: La unitat de temps usada per l'agrupament de blocs
cs: Časová jednotka použitá pro seskupení bloků
es: La unidad de tiempo utilizada para el agrupamiento de bloques
ja: ブロックのグループ化に使用される時間単位
mi: Te waeine wā ka whakamahia mō te rōpūtanga o ngā poraka
nl: De tijdeenheid die gebruikt wordt voor het groeperen van blokken
pt_br: A unidade de tempo usada para o agrupamento de blocos
ro: Unitatea de timp folosită pentru gruparea blocurilor
tr: Blok gruplandırma için kullanılan zaman birimi
zh_tw: 用於块分組的時間單位

source: The two passwords that you entered do not match!
ro: Cele două parole pe care le-ați introdus nu se potrivesc!

source: The type of the layer
ca: El tipus de la capa
cs: Typ vrstvy
mi: Te momo o te papa
ro: Tipul stratului

source: The type of visualization to display
bn: প্রদর্শনের জন্য ভিজ্যুয়ালাইজেশন প্রকার।
ca: El tipus de visualització a mostrar
cs: Typ vizualizace k zobrazení
es: El tipo de visualización a mostrar
ja: 表示する可視化のタイプ
mi: Te momo whakakitenga hei whakaatu
nl: Het type visualisatie dat moet worden weergegeven
pt_br: O tipo de visualização para exibir
ro: Tipul de vizualizare de afișat
tr: Görüntülenen görselleştirme türü
zh_tw: 要顯示的可視化類型

source: The unit of measure for the specified point radius
bn: নির্দিষ্ট পয়েন্ট রেডিয়াসের জন্য পরিমাপের একক।
ca: La unitat de mesura per al radi de punt especificat
cs: Jednotka míry pro zadaný poloměr bodu
es: La unidad de medida para el radio del punto especificado
ja: 指定された点の半径の測定単位
mi: Te waeine ine mō te pūtoro tohu kua tohua
nl: De meeteenheid voor de opgegeven punt radius
pt_br: A unidade de medida do raio do ponto especificado
ro: Unitatea de măsură pentru raza punctului specificat
tr: Belirtilen nokta yarıçapı için ölçü birimi
zh_tw: 指定點半徑的度量單位

source: The upper limit of the threshold range of the Isoband
bn: আইসোবেন্ডের থ্রেশহোল্ড পরিসীমার উপরের সীমা।
ca: El límit superior del rang de llindar de l'Isobanda
cs: Horní limit prahového rozsahu izopásu
es: El límite superior del rango de umbral del Isoband
ja: Isoband のしきい値範囲の上限
mi: Te tepe runga o te awhe paepae o te Isoband
nl: De bovengrens van het drempelbereik van de Isoband
ro: Limita superioară a intervalului de prag al izobandei

source: The user has been updated successfully.
ro: Utilizatorul a fost actualizat cu succes.

source: The user seems to have been deleted
bn: ব্যবহারকারী মুছে ফেলা হয়েছে বলে মনে হচ্ছে।
ca: L'usuari sembla haver estat eliminat
cs: Zdá se, že uživatel byl smazán
es: Parece que el usuario ha sido eliminado
ja: ユーザーが削除されたようです。
mi: Kua mukua pea te kaiwhakamahi
nl: De gebruiker lijkt te zijn verwijderd
pt_br: O usuário parece ter sido excluído
ro: Utilizatorul pare să fi fost șters
tr: Kullanıcı silinmiş gibi görünüyor
zh_tw: 用戶已經被删除

source: The user was updated successfully
ro: Utilizatorul a fost actualizat cu succes

source: The user/password combination is not valid (Incorrect password for user).
bn: ব্যবহারকারী/পাসওয়ার্ড সংমিশ্রণটি বৈধ নয় (ব্যবহারকারীর জন্য ভুল পাসওয়ার্ড)।
ca: La combinació usuari/contrasenya no és vàlida (Contrasenya incorrecta per l'usuari).
cs: Kombinace uživatelského jména a hesla není platná (nesprávné heslo pro uživatele).
es: La combinación de usuario/contraseña no es válida (Contraseña incorrecta para el usuario).
ja: ユーザーとパスワードの組み合わせが無効です。 (ユーザーのパスワードが正しくありません)。
mi: Kāore e whaimana te whakakotahitanga kaiwhakamahi/kupuhipa (Kupuhipa hē mō te kaiwhakamahi).
nl: De combinatie van gebruiker/wachtwoord is niet geldig (onjuist wachtwoord voor gebruiker).
ro: Combinarea utilizator/parolă nu este validă (Parolă incorectă pentru utilizator).
tr: Kullanıcı/şifre kombinasyonu geçerli değil (Kullanıcı için yanlış şifre).

source: The username "%(username)s" does not exist.
bn: ব্যবহারকারীর নাম "%(username)s" বিদ্যমান নেই।
ca: L'usuari "%(username)s" no existeix.
cs: Uživatelské jméno „%(username)s“ neexistuje.
ja: ユーザー名「%(ユーザー名)s」は存在しません。
mi: Karekau te ingoa kaiwhakamahi "%(username)s".
nl: De gebruikersnaam “%(username)s” bestaat niet.
pt_br: O nome de usuário "%(username)s" não existe.
ro: Numele de utilizator "%(username)s" nu există.
tr: Kullanıcı adı "%(username)s" mevcut değil.
zh_tw: 指標 '%(username)s' 不存在

source: The username provided when connecting to a database is not valid.
bn: ডাটাবেজের সাথে সংযোগ করার সময় প্রদত্ত ব্যবহারকারীর নাম বৈধ নয়।
ca: L'usuari proporcionat quan es connecta a una base de dades no és vàlid.
cs: Uživatelské jméno zadané při připojování k databázi není platné.
es: El nombre de usuario proporcionado al conectar a una base de datos no es válido.
ja: データベース接続時に指定されたユーザー名が無効です。
mi: Kāore e whaimana te ingoa kaiwhakamahi i whakaratohia ina hono ki tētahi pātengi raraunga.
nl: De opgegeven gebruikersnaam tijdens het verbinden met een database is niet geldig.
pt_br: O nome de usuário fornecido ao se conectar ao banco de dados não é válido.
ro: Numele de utilizator furnizat la conectarea la o bază de date nu este valid.
tr: Veritabanına bağlanırken sağlanan kullanıcı adı geçerli değil.
zh_tw: 連接到資料庫時提供的用戶名無效。

source: The values overlap other breakpoint values
ro: Valorile se suprapun cu alte valori de prag

source: The version of the service
ca: La versió del servei
cs: Verze služby
mi: Te putanga o te ratonga
ro: Versiunea serviciului

source: The visible title of the layer
ca: El títol visible de la capa
cs: Viditelný název vrstvy
mi: Te taitara kite o te papa
ro: Titlul vizibil al stratului

source: The way the ticks are laid out on the X-axis
bn: এক্স-অক্ষের উপর টিকগুলি কিভাবে স্থাপন করা হয়েছে।
ca: La manera com les marques estan disposades a l'eix X
cs: Způsob, jakým jsou značky rozloženy na ose X
es: La forma en que se disponen las marcas en el eje X
ja: 目盛りを X 軸に配置する方法
mi: Te huarahi ka whakatakotohia ai ngā tika i te tukutuku-X
nl: De manier waarop de tikken worden uiteengezet op de X-as
pt_br: O modo como os ticks são dispostos no eixo X
ro: Modul în care gradațiile sunt aranjate pe axa X
tr: İşaretlerin X ekseni üzerine yerleştirilme şekli
zh_tw: X軸刻度的布局方式

source: The width of the Isoline in pixels
bn: আইসোলাইনের প্রস্থ পিক্সেলে।
ca: L'amplada de l'Isolínia en píxels
cs: Šířka izolinie v pixelech
ja: 等値線の幅 (ピクセル単位)
mi: Te whānui o te Isoline i ngā pika
nl: De breedte van de Isoline in pixels
ro: Lățimea izolinei în pixeli

source: The width of the current zoom level to compute all widths from
ca: L'amplada del nivell de zoom actual per calcular totes les amplades
cs: Šířka aktuální úrovně přiblížení pro výpočet všech šířek
mi: Te whānui o te taumata topa o nāianei hei tatau i ngā whānui katoa
ro: Lățimea nivelului actual de zoom pentru calcularea tuturor lățimilor

source: The width of the elements border
ca: L'amplada de la vora dels elements
cs: Šířka ohraničení prvků
mi: Te whānui o te tapa o ngā huānga
ro: Lățimea bordurii elementelor

source: The width of the lines
bn: রেখার প্রস্থ।
ca: L'amplada de les línies
cs: Šířka čar
ja: 線の幅
mi: Te whānui o ngā rārangi
nl: De breedte van de lijnen
pt_br: A largura das linhas
ro: Lățimea liniilor
tr: Çizgilerin genişliği

source: Theme
ro: Temă

source: Theme imported
ro: Temă importată

source: Theme not found.
ro: Temă nu a fost găsită.

source: Themes
cs: Témata
ro: Teme

source: Themes could not be deleted.
ro: Temele nu au putut fi șterse.

source: There are associated alerts or reports
bn: সংশ্লিষ্ট সতর্কতা বা প্রতিবেদন রয়েছে।
ca: Hi ha alertes o informes associats
cs: Existují přidružená upozornění nebo reporty
es: Hay alertas o informes asociados
ja: 関連するアラートまたはレポートがあります。
mi: He matohi, he pūrongo rānei e hono ana
nl: Er zijn geassocieerde waarschuwingen of rapporten
pt_br: Há alertas ou relatórios associados
ro: Există alerte sau rapoarte asociate
tr: İlişkilendirilmiş uyarılar veya raporlar var
zh_tw: 存在關聯的警報或報告

source: There are associated alerts or reports: %(report_names)s
bn: সংশ্লিষ্ট সতর্কতা বা প্রতিবেদন রয়েছে: %(report_names)s
ca: Hi ha alertes o informes associats: %(report_names)s
cs: Existují přidružená upozornění nebo reporty: %(report_names)s
ja: 関連するアラートまたはレポートがあります。: %(report_names)s
mi: He matohi, he pūrongo rānei e hono ana: %(report_names)s
nl: Er zijn bijbehorende meldingen of rapporten: %(report_names)s
ro: Există alerte sau rapoarte asociate: %(report_names)s

source: There are no charts added to this dashboard
bn: এই ড্যাশবোর্ডে কোন চার্ট যোগ করা হয়নি।
ca: No hi ha gràfics afegits a aquest dashboard
cs: Na této nástěnce nejsou přidány žádné grafy
ja: このダッシュボードにはグラフが追加されていません
mi: Kāore he kauwhata kua tāpiritia ki tēnei papatohu
nl: Er zijn geen grafieken toegevoegd aan dit dashboard
pt_br: Não há gráficos adicionados a esse painel
ro: Nu sunt grafice adaugate pentru acest tablou de bord
tr: Bu panoya eklenmiş grafik yok

source: There are no components added to this tab
bn: এই ট্যাবে কোন উপাদান যোগ করা হয়নি।
ca: No hi ha components afegits a aquesta pestanya
cs: Na této kartě nejsou přidány žádné komponenty
es: No se han añadido componentes a esta pestaña
ja: このタブにはコンポーネントが追加されていません
mi: Kāore he waeine kua tāpiritia ki tēnei ripa
nl: Er zijn geen componenten toegevoegd aan dit tabblad
pt_br: Não há componentes adicionados a essa aba
ro: Nu există componente adăugate la acest tab
tr: Bu sekme için eklenmiş bileşen yok

source: There are no filters in this dashboard.
bn: এই ড্যাশবোর্ডে কোন ফিল্টার নেই।
ca: No hi ha filtres en aquest dashboard.
cs: V této nástěnce nejsou žádné filtry.
es: No hay filtros en este panel de control.
ja: このダッシュボードにはフィルターはありません。
mi: Kāore he tātari i roto i tēnei papatohu.
nl: Er zijn geen filters in dit dashboard.
pt_br: Não há filtros neste painel.
ro: Nu există filtre în acest tablou de bord.
tr: Bu panoda filtre yok.
zh_tw: 此看板中没有過濾條件。

source: There are unsaved changes.
bn: সংরক্ষিত পরিবর্তন নেই।
ca: Hi ha canvis no desats.
cs: Existují neuložené změny.
ja: 未保存の変更があります。
mi: He huringa kāore anō kia tiakina.
nl: Er zijn niet opgeslagen wijzigingen.
pt_br: Há mudanças que não foram salvas.
ro: Există modificări nesalvate.
tr: Kaydedilmemiş değişiklikler var.
zh_tw: 您有一些未保存的修改。

source: There is currently no information to display.
ca: Actualment no hi ha informació per mostrar.
cs: V současné době nejsou k zobrazení žádné informace.
mi: Kāore he mōhiohio hei whakaatu i tēnei wā.
ro: Momentan nu există informații de afișat.

source: There was an error creating the group. Please, try again.
ro: A apărut o eroare la crearea grupului. Vă rugăm, încercați din nou.

source: There was an error creating the role. Please, try again.
ro: A apărut o eroare la crearea rolului. Vă rugăm, încercați din nou.

source: There was an error creating the user. Please, try again.
ro: A apărut o eroare la crearea utilizatorului. Vă rugăm, încercați din nou.

source: There was an error duplicating the role. Please, try again.
ro: A apărut o eroare la duplicarea rolului. Vă rugăm, încercați din nou.

source: There was an error fetching dataset
bn: ডেটাসেট আনতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error obtenint el dataset
cs: Při načítání sady dat došlo k chybě
ja: データセットの取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o te rārangi raraunga
nl: Er is een fout opgetreden bij het ophalen van dataset
pt_br: Houve um erro ao buscar o conjunto de dados
ro: A apărut o eroare la preluarea setului de date
tr: Veri kümesi çekme hatası oluştu

source: There was an error fetching dataset's related objects
bn: ডেটাসেটের সংশ্লিষ্ট অবজেক্টগুলি আনতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error obtenint els objectes relacionats del dataset
cs: Při načítání souvisejících objektů sady dat došlo k chybě
ja: データセットの関連オブジェクトの取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o ngā ahanoa hāngai o te rārangi raraunga
nl: Er is een fout opgetreden bij het ophalen van dataset gerelateerde objecten
pt_br: Ocorreu um erro ao buscar os objetos relacionados ao conjunto de dados
ro: A apărut o eroare la preluarea obiectelor asociate setului de date
tr: Veri kümesi ile ilişkilendirilmiş nesneleri alma hatası oluştu

source: There was an error fetching the favorite status: %s
bn: প্রিয় স্থিতি আনতে একটি ত্রুটি হয়েছে: %s
ca: Hi ha hagut un error obtenint l'estat de favorit: %s
cs: Při načítání stavu oblíbenosti došlo k chybě: %s
ja: お気に入りステータスの取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o te tūnga makau: %s
nl: Er is een fout opgetreden bij het ophalen van de favoriete status: %s
pt_br: Houve um erro ao buscar o status de favorito: %s
ro: A apărut o eroare la preluarea statusului de favorit: %s
tr: Beğeni durumu çekme hatası oluştu: %s
zh_tw: 獲取此看板的收藏夹狀態時出現問題：%s。

source: There was an error fetching the filtered charts and dashboards:
bn: ছাঁকনিযুক্ত চার্ট এবং ড্যাশবোর্ড আনতে একটি ত্রুটি হয়েছে:
ca: Hi ha hagut un error obtenint els gràfics i dashboards filtrats:
cs: Při načítání filtrovaných grafů a nástěnek došlo k chybě:
mi: I puta he hapa i te tikitanga o ngā kauwhata me ngā papatohu kua tātaritia:
ro: A apărut o eroare la preluarea graficelor și dashboard-urilor filtrate:

source: There was an error loading the catalogs
bn: ক্যাটালগগুলি লোড করতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error carregant els catàlegs
cs: Při načítání katalogů došlo k chybě
mi: I puta he hapa i te utanga o ngā kātaloka
ro: A apărut o eroare la încărcarea cataloagelor

source: There was an error loading the chart data
bn: চার্টের তথ্য লোড করতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error carregant les dades del gràfic
cs: Při načítání dat grafu došlo k chybě
ja: チャートデータのロード中にエラーが発生しました
mi: I puta he hapa i te utanga o ngā raraunga kauwhata
nl: Er is een fout opgetreden bij het laden van de grafiekgegevens
ro: A apărut o eroare la încărcarea datelor graficului
tr: Grafik verilerini yükleme hatası oluştu

source: There was an error loading the schemas
bn: স্কিমা লোড করতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error carregant els esquemes
cs: Při načítání schémat došlo k chybě
ja: スキーマのロード中にエラーが発生しました
mi: I puta he hapa i te utanga o ngā hanga
nl: Er is een fout opgetreden bij het laden van de schema's
pt_br: Ocorreu um erro ao carregar os esquemas
ro: A apărut o eroare la încărcarea schemelor
tr: Şemaları yükleme hatası oluştu
zh_tw: 抱歉，這個看板在獲取圖表時發生錯誤：

source: There was an error loading the tables
bn: টেবিলগুলি লোড করতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error carregant les taules
cs: Při načítání tabulek došlo k chybě
ja: テーブルのロード中にエラーが発生しました
mi: I puta he hapa i te utanga o ngā ripanga
nl: Er is een fout opgetreden bij het laden van de tabellen
pt_br: Ocorreu um erro ao carregar as tabelas
ro: A apărut o eroare la încărcarea tabelelor
tr: Tabloları yükleme hatası oluştu
zh_tw: 您的請求有錯誤

source: There was an error loading users.
ro: A apărut o eroare la încărcarea utilizatorilor.

source: There was an error retrieving dashboard tabs.
bn: ড্যাশবোর্ড ট্যাবগুলি পুনরুদ্ধার করতে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error recuperant les pestanyes del dashboard.
cs: Při načítání karet nástěnky došlo k chybě.
mi: I puta he hapa i te tikitanga o ngā ripa papatohu.
ro: A apărut o eroare la preluarea tab-urilor tabloului de bord.

source: There was an error saving the favorite status: %s
bn: প্রিয় স্থিতি সংরক্ষণ করতে একটি ত্রুটি হয়েছে: %s
ca: Hi ha hagut un error desant l'estat de favorit: %s
cs: Při ukládání stavu oblíbenosti došlo k chybě: %s
ja: お気に入りステータスの保存中にエラーが発生しました: %s
mi: I puta he hapa i te tiakitanga o te tūnga makau: %s
nl: Er is een fout opgetreden bij het opslaan van de favoriete status: %s
pt_br: Ocorreu um erro ao salvar o status de favorito: %s
ro: A apărut o eroare la salvarea statusului de favorit: %s
tr: Beğeni durumunu kaydetme hatası oluştu: %s
zh_tw: 獲取此看板的收藏夹狀態時出現問題: %s

source: There was an error updating the group. Please, try again.
ro: A apărut o eroare la actualizarea grupului. Vă rugăm, încercați din nou.

source: There was an error updating the role. Please, try again.
ro: A apărut o eroare la actualizarea rolului. Vă rugăm, încercați din nou.

source: There was an error updating the user. Please, try again.
ro: A apărut o eroare la actualizarea utilizatorului. Vă rugăm, încercați din nou.

source: There was an error while fetching users
ro: A apărut o eroare la preluarea utilizatorilor

source: There was an error with your request
bn: আপনার অনুরোধে একটি ত্রুটি হয়েছে।
ca: Hi ha hagut un error amb la teva petició
cs: S vaším požadavkem došlo k chybě
es: Hubo un error con tu solicitud
ja: リクエストにエラーがありました
mi: I puta he hapa ki tō tono
nl: Er is een fout opgetreden in uw verzoek.
pt_br: Houve um erro em sua solicitação
ro: A apărut o eroare cu cererea dvs.
tr: İsteğinizde bir hata oluştu
zh_tw: 您的請求有錯誤

source: There was an issue deleting %s
ca: Hi ha hagut un problema eliminant %s
cs: Při mazání %s došlo k problému
mi: I puta he take i te mukutanga o %s
ro: A apărut o problemă la ștergerea %s

source: There was an issue deleting %s: %s
bn: মুছে ফেলার সময় একটি সমস্যা হয়েছে %s: %s
ca: Hi ha hagut un problema eliminant %s: %s
cs: Při mazání %s došlo k problému: %s
es: Hubo un problema al eliminar %s: %s
ja: %s の削除中に問題が発生しました: %s
mi: I puta he take i te mukutanga o %s: %s
nl: Er was een probleem met het verwijderen van %s: %s
pt_br: Houve um problema ao excluir %s: %s
ro: A apărut o problemă la ștergerea %s: %s
tr: %s silinirken bir sorun oluştu: %s
zh_tw: 删除 %s 時出現問題：%s

source: There was an issue deleting registration for user: %s
ro: A apărut o problemă la ștergerea înregistrării pentru utilizator: %s

source: There was an issue deleting rules: %s
bn: নিয়ম মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant regles: %s
cs: Při mazání pravidel došlo k problému: %s
ja: ルールの削除中に問題が発生しました: %s
mi: I puta he take i te mukutanga o ngā ture: %s
nl: Er was een probleem met het verwijderen van regels: %s
ro: A apărut o problemă la ștergerea regulilor: %s
tr: Kuralları silme sorunu yaşandı: %s

source: There was an issue deleting the selected %s: %s
bn: নির্বাচিত %s মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant els %s seleccionats: %s
cs: Při mazání vybraných %s došlo k problému: %s
es: Hubo un problema al eliminar el %s seleccionado: %s
ja: 選択した %s の削除中に問題が発生しました: %s
mi: I puta he take i te mukutanga o %s kua tīpakohia: %s
nl: Er was een probleem met het verwijderen van de geselecteerde %s: %s
pt_br: Houve um problema ao excluir o %s selecionado: %s
ro: A apărut o problemă la ștergerea %s selectat(e): %s
tr: Seçilen %s silme sorunu yaşandı: %s
zh_tw: 删除所選 %s 時出現問題: %s

source: There was an issue deleting the selected annotations: %s
bn: নির্বাচিত মন্তব্য মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant les anotacions seleccionades: %s
cs: Při mazání vybraných anotací došlo k problému: %s
es: Hubo un problema al eliminar las anotaciones seleccionadas: %s
ja: 選択した注釈の削除で問題が発生しました: %s
mi: I puta he take i te mukutanga o ngā tohu kua tīpakohia: %s
nl: Er was een probleem met het verwijderen van de geselecteerde aantekeningen: %s
pt_br: Houve um problema ao excluir as anotações selecionadas: %s
ro: A apărut o problemă la ștergerea adnotărilor selectate: %s
tr: Seçilen işaretlerin silinmesi sorunu yaşandı: %s
zh_tw: 删除所選注释時出現問題：%s

source: There was an issue deleting the selected charts: %s
bn: নির্বাচিত চার্ট মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant els gràfics seleccionats: %s
cs: Při mazání vybraných grafů došlo k problému: %s
es: Hubo un problema al eliminar las gráficas seleccionadas: %s
ja: 選択したグラフの削除中に問題が発生しました: %s
mi: I puta he take i te mukutanga o ngā kauwhata kua tīpakohia: %s
nl: Er was een probleem met het verwijderen van de geselecteerde grafieken: %s
pt_br: Houve um problema ao excluir os gráficos selecionados: %s
ro: A apărut o problemă la ștergerea graficelor selectate: %s
tr: Seçilen grafiklerin silinmesi sorunu yaşandı: %s
zh_tw: 删除所選圖表時出現問題：%s

source: There was an issue deleting the selected dashboards:
bn: নির্বাচিত ড্যাশবোর্ড মুছে ফেলার সময় একটি সমস্যা হয়েছে:
ca: Hi ha hagut un problema eliminant els dashboards seleccionats:
cs: Při mazání vybraných nástěnek došlo k problému:
es: Hubo un problema al eliminar los paneles seleccionados:
ja: 選択したダッシュボードの削除で問題が発生しました。:
mi: I puta he take i te mukutanga o ngā papatohu kua tīpakohia:
nl: Er was een probleem met het verwijderen van de geselecteerde dashboards:
ro: A apărut o problemă la ștergerea tablourilor de bord selectate:
tr: Seçilen panoların silinmesi sorunu yaşandı:
zh_tw: 删除所選看板時出現問題：

source: There was an issue deleting the selected datasets: %s
bn: নির্বাচিত ডেটাসেট মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant els datasets seleccionats: %s
cs: Při mazání vybraných sad dat došlo k problému: %s
es: Hubo un problema al eliminar los conjuntos de datos seleccionados: %s
ja: 選択したデータセットの削除に問題が発生しました: %s
mi: I puta he take i te mukutanga o ngā rārangi raraunga kua tīpakohia: %s
nl: Er was een probleem bij het verwijderen van de geselecteerde datasets: %s
pt_br: Houve um problema ao excluir os conjuntos de dados selecionados: %s
ro: A apărut o problemă la ștergerea seturilor de date selectate: %s
tr: Seçilen veri kümelerinin silinmesi sorunu yaşandı: %s
zh_tw: 删除選定的數據集時出現問題：%s

source: There was an issue deleting the selected layers: %s
bn: নির্বাচিত স্তর মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant les capes seleccionades: %s
cs: Při mazání vybraných vrstev došlo k problému: %s
es: Hubo un problema al eliminar las capas seleccionadas: %s
ja: 選択したレイヤーの削除で問題が発生しました: %s
mi: I puta he take i te mukutanga o ngā papa kua tīpakohia: %s
nl: Er was een probleem met het verwijderen van de geselecteerde lagen: %s
pt_br: Houve um problema ao excluir as camadas selecionadas: %s
ro: A apărut o problemă la ștergerea straturilor selectate: %s
tr: Seçilen katmanların silinmesi sorunu yaşandı: %s
zh_tw: 删除所選圖層時出現問題：%s

source: There was an issue deleting the selected templates: %s
bn: নির্বাচিত টেম্পলেট মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant les plantilles seleccionades: %s
cs: Při mazání vybraných šablon došlo k problému: %s
es: Hubo un problema al eliminar las plantillas seleccionadas: %s
ja: 選択したテンプレートの削除で問題が発生しました: %s
mi: I puta he take i te mukutanga o ngā tauira kua tīpakohia: %s
nl: Er was een probleem met het verwijderen van de geselecteerde templates: %s
pt_br: Houve um problema ao excluir os modelos selecionados: %s
ro: A apărut o problemă la ștergerea șabloanelor selectate: %s
tr: Seçilen şablonların silinmesi sorunu yaşandı: %s
zh_tw: 删除所選模板時出現問題：%s

source: There was an issue deleting the selected themes: %s
ro: A apărut o problemă la ștergerea temelor selectate: %s

source: There was an issue deleting: %s
bn: মুছে ফেলার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema eliminant: %s
cs: Při mazání došlo k problému: %s
es: Hubo un problema al eliminar: %s
ja: 削除中に問題が発生しました: %s
mi: I puta he take i te mukutanga: %s
nl: Er was een probleem bij het verwijderen van: %s
pt_br: Houve um problema ao excluir: %s
ro: A apărut o problemă la ștergerea: %s
tr: Silinme sorunu yaşandı: %s
zh_tw: 删除時出現問題：%s

source: There was an issue duplicating the dataset.
bn: ডেটাসেটটি নকল করার সময় একটি সমস্যা হয়েছে।
ca: Hi ha hagut un problema duplicant el dataset.
cs: Při duplikování sady dat došlo k problému.
ja: データセットの複製中に問題が発生しました。
mi: I puta he take i te tāruatanga o te rārangi raraunga.
nl: Er was een probleem bij het dupliceren van de dataset.
pt_br: Houve um problema ao duplicar o conjunto de dados.
ro: A apărut o problemă la duplicarea setului de date.
tr: Veri kümesinin kopyalanma sorunu yaşandı.
