Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: View Dataset
bn: ডেটাসেট দেখুন
ca: Veure Dataset
cs: Zobrazit sadu dat
ja: データセットの表示
mi: Tirohia Rārangi Raraunga
nl: Bekijk Dataset
pt_br: Exibir conjunto de dados
ro: Vizualizare Set de Date
tr: Veri Kümesini Görüntüle

source: View all charts
bn: সব চার্ট দেখুন
ca: Veure tots els gràfics
cs: Zobrazit všechny grafy
ja: すべてのチャートを表示
mi: Tirohia ngā kauwhata katoa
nl: Bekijk alle grafieken
pt_br: Exibir todos os gráficos
ro: Vezi toate graficele
tr: Tüm grafikleri görüntüle

source: View as table
bn: টেবিল হিসেবে দেখুন
ca: Veure com a taula
cs: Zobrazit jako tabulku
ja: 表として表示
mi: Tirohia hei ripanga
nl: Bekijk als tabel
pt_br: Exibir como tabela
ro: Vizualizare ca tabel
tr: Tablo olarak görüntüle

source: View in SQL Lab
bn: SQL ল্যাবে দেখুন
ca: Veure a SQL Lab
cs: Zobrazit v SQL Labu
es: Ver en SQL Lab
ja: SQL Labで表示
mi: Tirohia i SQL Lab
nl: Bekijk in SQL Lab
pt_br: Exibir no SQL Lab
ro: Vizualizare în SQL Lab
tr: SQL Lab'da Görüntüle
zh_tw: 在 SQL 工具箱中公開

source: View keys & indexes (%s)
bn: কী এবং সূচক দেখুন (%s)
ca: Veure claus i índexs (%s)
cs: Zobrazit klíče a indexy (%s)
es: Ver claves e índices (%s)
ja: キーとインデックスを表示 (%s)
mi: Tirohia ngā kī me ngā kuputohu (%s)
nl: Bekijk sleutels & indexen (%s)
pt_br: Exibir chaves e índices (%s)
ro: Vezi chei și indexuri (%s)
tr: Anahtarları ve İndeksleri Görüntüle (%s)
zh_tw: 查看鍵和索引（%s）

source: View query
bn: প্রশ্ন দেখুন
ca: Veure consulta
cs: Zobrazit dotaz
es: Ver consulta
ja: クエリの表示
mi: Tirohia pātai
nl: Bekijk zoekopdracht
pt_br: Ver consulta
ro: Vizualizare interogare
tr: Sorguyu görüntüle
zh_tw: 查看查詢語句

source: View theme
ro: Vizualizare temă

source: View theme properties
ro: Vizualizare proprietăți temă

source: Viewed
bn: দেখা হয়েছে
ca: Visualitzat
cs: Zobrazeno
es: Visto
ja: 表示した項目
mi: Kua Tirohia
nl: Bekeken
pt_br: Visto
ro: Vizualizat
tr: Görüntülendi
zh_tw: 已查看

source: Viewed %s
bn: দেখা হয়েছে %s
ca: Visualitzat %s
cs: Zobrazeno %s
ja: %s を閲覧しました
mi: Kua Tirohia %s
nl: Bekeken %s
pt_br: Visualizado %s
ro: Vizualizat %s
tr: Görüntülendi %s
zh_tw: 已查看 %s

source: Virtual dataset query cannot be empty
bn: ভার্চুয়াল ডেটাসেট প্রশ্ন খালি থাকতে পারে না
ca: La consulta del dataset virtual no pot estar buida
cs: Dotaz virtuální sady dat nemůže být prázdný
ja: 仮想データセットのクエリを空にすることはできません。
mi: Kāore e taea te noho kau te pātai rārangi raraunga mariko
nl: Query virtuele dataset kan niet leeg zijn
pt_br: A consulta do conjunto de dados virtual não pode estar vazia
ro: Interogarea setului de date virtual nu poate fi goală
tr: Sanal veri kümesi sorgusu boş olamaz
zh_tw: 虛擬數據集查詢不能為空

source: Virtual dataset query cannot consist of multiple statements
bn: ভার্চুয়াল ডেটাসেট প্রশ্ন একাধিক বিবৃতি নিয়ে গঠিত হতে পারে না
ca: La consulta del dataset virtual no pot consistir en múltiples declaracions
cs: Dotaz virtuální sady dat nemůže sestávat z více příkazů
es: La consulta del conjunto de datos virtual no puede constar de múltiples declaraciones
ja: 仮想データセット クエリを複数のステートメントで構成することはできません。
mi: Kāore e taea e te pātai rārangi raraunga mariko te noho hei kīanga maha
nl: Een query voor een virtuele dataset kan niet uit meerdere statements bestaan
pt_br: A consulta de conjunto de dados virtual não pode consistir em várias instruções
ro: Interogarea setului de date virtual nu poate consta din mai multe instrucțiuni
tr: Sanal veri kümesi sorgusu birden fazla ifade içeremez
zh_tw: 虛擬數據集查詢不能由多個語句組成

source: Virtual dataset query must be read-only
bn: ভার্চুয়াল ডেটাসেট প্রশ্ন শুধুমাত্র পড়ার জন্য হতে হবে
ca: La consulta del dataset virtual ha de ser de només lectura
cs: Dotaz virtuální sady dat musí být pouze pro čtení
es: La consulta al conjunto de datos virtual debe ser de solo lectura
ja: 仮想データセットのクエリは読み取り専用である必要があります。
mi: Me pānui-anake te pātai rārangi raraunga mariko
nl: Query voor virtuele gegevensverzameling moet alleen-lezen zijn
pt_br: A consulta ao conjunto de dados virtual deve ser somente de leitura
ro: Interogarea setului de date virtual trebuie să fie doar-citire
tr: Sanal veri kümesi sorgusu salt okunur olmalıdır
zh_tw: 虛擬數據集查詢必須是只讀的

source: Visual Tweaks
bn: দৃশ্যমান সমন্বয়
ca: Ajustos Visuals
cs: Vizuální úpravy
es: Ajustes Visuales
ja: 視覚的な調整
mi: Tāmata Tirohanga
nl: Visuele Aanpassingen
pt_br: Ajustes visuais
ro: Ajustări vizuale
tr: Görsel Ayarlar
zh_tw: 視觉調整

source: Visual formatting
bn: দৃশ্যমান ফরম্যাটিং
ca: Formatat visual
cs: Vizuální formátování
mi: Hōputu tirohanga
ro: Formatare vizuală

source: Visualization Type
bn: ভিজ্যুয়ালাইজেশন প্রকার
ca: Tipus de Visualització
cs: Typ vizualizace
es: Tipo de Visualización
ja: 可視化タイプ
mi: Momo Whakakitenga
nl: Type visualisatie
pt_br: Tipo de visualização
ro: Tip Vizualizare
tr: Görselleştirme Türü
zh_tw: 可視化類型

source: Visualizes connected points, which form a path, on a map.
bn: একটি মানচিত্রে একটি পথ গঠন করে সংযুক্ত পয়েন্টগুলি চিত্রিত করে।
ca: Visualitza punts connectats, que formen un camí, en un mapa.
cs: Vizualizuje spojené body, které tvoří cestu, na mapě.
es: Visualiza puntos conectados, que forman un camino, en un mapa.
ja: 経路を形成する接続点を地図上に可視化します。
mi: Ka whakaatu i ngā tohu kua honoa, ka hanga i tētahi ara, i runga i tētahi mahere.
nl: Visualiseert verbonden punten, die een pad vormen, op een kaart.
pt_br: Visualiza pontos conectados, que formam um caminho, em um mapa.
ro: Vizualizează puncte conectate, care formează o cale, pe o hartă.
tr: Bir haritada bir yol oluşturan bağlı noktaları görselleştirir.

source: Viz is missing a datasource
bn: ভিজে একটি ডেটাসোর্স মিসিং
ca: La visualització no té font de dades
cs: Vizualizaci chybí zdroj dat
es: La visualización no tiene una fuente de datos
ja: Viz はデータソースがありません。
mi: Kei te ngaro tētahi puna raraunga i te Viz
nl: Viz mist een gegevensbron
pt_br: O Viz não tem uma fonte de dados
ro: Vizualizarea lipsește o sursă de date
tr: Görselleştirme veri kaynağı eksik
zh_tw: Viz 缺少一個數據源

source: Viz type
bn: ভিজ প্রকার
ca: Tipus de visualització
cs: Typ vizualizace
es: Tipo de visualización
ja: 可視化タイプ
mi: Momo viz
pt_br: Tipo de visualização
ro: Tip viz
tr: Görselleştirme türü
zh_tw: 可視化類型

source: WED
bn: ডব্লিইডি
ca: DMX
cs: ST
es: MIÉ
ja: 水
mi: WEN
nl: WO
pt_br: QUA
ro: MIE
tr: Çar
zh_tw: 星期三

source: Waiting on %s
bn: %s এর জন্য অপেক্ষা করছে
ca: Esperant %s
cs: Čeká se na %s
mi: E tatari ana i %s
ro: Așteaptă pe %s

source: Waiting on database...
bn: ডাটাবেসের জন্য অপেক্ষা করছে...
ca: Esperant la base de dades...
cs: Čeká se na databázi...
mi: E tatari ana i te pātengi raraunga...
ro: Așteaptă pe baza de date...

source: Want to add a new database?
bn: একটি নতুন ডাটাবেস যোগ করতে চান?
ca: Vols afegir una nova base de dades?
cs: Chcete přidat novou databázi?
es: ¿Quieres añadir una nueva base de datos?
ja: 新しいデータベースを追加しますか?
mi: Kei te hiahia koe ki te tāpiri i tētahi pātengi raraunga hou?
nl: Wilt u een nieuwe database toevoegen?
pt_br: Deseja adicionar um novo banco de dados?
ro: Vrei să adaugi o bază de date nouă?
tr: Yeni bir veritabanı eklemek ister misiniz?
zh_tw: 增加一個新資料庫?

source: Warning
bn: সতর্কতা
ca: Avís
cs: Varování
ja: 警告
mi: Whakatūpato
nl: Waarschuwing
pt_br: Advertência
ro: Avertisment
tr: Uyarı
zh_tw: 警告！

source: Warning!
bn: সতর্কতা!
ca: Avís!
cs: Varování!
es: ¡Advertencia!
ja: 警告!
mi: Whakatūpato!
nl: Waarschuwing!
pt_br: Atenção!
ro: Avertisment!
tr: Uyarı!
zh_tw: 警告！

source: Was unable to check your query
bn: আপনার প্রশ্ন পরীক্ষা করা সম্ভব হয়নি
ca: No s'ha pogut comprovar la teva consulta
cs: Nebylo možné zkontrolovat váš dotaz
ja: クエリを確認できませんでした。
mi: Kāore i taea te tirotiro i tō pātai
nl: Kon uw query niet controleren
pt_br: Não foi possível verificar sua consulta
ro: Nu s-a putut verifica interogarea dvs.
tr: Sorgunuzu kontrol edemedik

source: Waterfall Chart
bn: ওয়াটারফল চার্ট
ca: Gràfic de Cascada
cs: Vodopádový graf
ja: ウォーターフォールチャート
mi: Kauwhata Rere Wai
nl: Waterval Diagram
ro: Grafic cascade

source: We are unable to connect to your database.
ro: Nu ne putem conecta la baza dvs. de date.

source: We are working on your query
ro: Lucrăm la interogarea dvs.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
bn: আমরা লাইনে %(location)s কলাম "%(column)s" সমাধান করতে পারছি না।
ca: No sembla que puguem resoldre la columna "%(column)s" a la línia %(location)s.
cs: Zdá se, že nemůžeme přeložit sloupec „%(column)s“ na řádku %(location)s.
es: No somo capaces de resolver la columna "%(column)s" en la línea %(location)s.
ja: 行 %(location)s の列 "%(column)s" を解決できないようです。
mi: Kāore e taea e mātou te whakaoti i te tīwae "%(column)s" i te rārangi %(location)s.
nl: Het lijkt erop dat de kolom "%(column)s" op regel %(location)s niet kan worden opgelost.
ro: Nu putem rezolva coloana "%(column)s" la linia %(location)s.
tr: Sütun "%(column)s" çözülemiyor gibi görünüyor, satır %(location)s.
zh_tw: 我們似乎無法解析行 %(location)s 所處的列 "%(column)s" 。

source: We can't seem to resolve the column "%(column_name)s"
bn: আমরা কলাম "%(column_name)s" সমাধান করতে পারছি না।
ca: No sembla que puguem resoldre la columna "%(column_name)s"
cs: Zdá se, že nemůžeme přeložit sloupec „%(column_name)s“
es: No podemos resolver la columna "%(column_name)s"
ja: 列 "%(column_name)s" を解決できないようです。
mi: Kāore e taea e mātou te whakaoti i te tīwae "%(column_name)s"
nl: Het lijkt erop dat we de kolom "%(column_name)s " niet kunnen oplossen
pt_br: Parece que não conseguimos resolver a coluna "%(column_name)s"
ro: Nu putem rezolva coloana "%(column_name)s"
tr: Sütun "%(column_name)s" çözülemedi gibi görünüyor.
zh_tw: 我們似乎無法解析列 "%(column_name)s" 。

source: We have the following keys: %s
bn: আমাদের কাছে নিম্নলিখিত কী রয়েছে: %s
ca: Tenim les següents claus: %s
cs: Máme následující klíče: %s
es: Tenemos las siguientes claves: %s
ja: 次のキーがあります: %s
mi: Kei a mātou ēnei kī: %s
nl: We hebben de volgende sleutels: %s
pt_br: Temos as seguintes chaves: %s
ro: Avem următoarele chei: %s
tr: Aşağıdaki anahtarlarımız var: %s

source: We were unable to active or deactivate this report.
bn: এই রিপোর্টটি সক্রিয় বা নিষ্ক্রিয় করতে পারিনি।
ca: No hem pogut activar o desactivar aquest informe.
cs: Nepodařilo se nám aktivovat nebo deaktivovat tento report.
es: No pudimos activar o desactivar este informe.
ja: このレポートをアクティブまたは非アクティブにすることができませんでした。
nl: We konden dit rapport niet activeren of deactiveren.
pt_br: Não foi possível ativar ou desativar esse relatório.
ro: Nu am putut activa sau dezactiva acest raport.
tr: Bu raporu etkinleştiremedik veya devre dışı bırakamadık.
zh_tw: “我們無法啟用或禁用該報告。

source: Wednesday
bn: বুধবার
ca: Dimecres
cs: Středa
es: Miércoles
ja: 水曜日
mi: Wenerei
nl: Woensdag
pt_br: Quarta-feira
ro: Miercuri
tr: Çarşamba
zh_tw: 星期三

source: Week
bn: সপ্তাহ
ca: Setmana
cs: Týden
ja: 週
mi: Wiki
pt_br: Semana
ro: Săptămână
tr: Hafta
zh_tw: 週

source: Week ending Saturday
bn: শনিবার শেষ সপ্তাহ
ca: Setmana acabant dissabte
cs: Týden končící sobotou
es: Semana finalizando el sábado
ja: 土曜日に終わる週
mi: Wiki ka mutu i te Hātarei
nl: Week beginnend op zaterdag
pt_br: Semana terminando no Sábado
ro: Săptămână terminând sâmbătă
tr: Cumartesi ile biten hafta
zh_tw: 週一為一週结束

source: Week ending Sunday
bn: রবিবার শেষ সপ্তাহ
ca: Setmana acabant diumenge
cs: Týden končící nedělí
es: Semana finalizando el domingo
ja: 日曜日に終わる週
mi: Wiki ka mutu i te Rātapu
nl: Week eindigt Zondag
ro: Săptămână terminând duminică

source: Week starting Monday
bn: সোমবার শুরু সপ্তাহ
ca: Setmana començant dilluns
cs: Týden začínající pondělím
es: Semana comenzando el lunes
ja: 月曜日から始まる週
mi: Wiki ka tīmata i te Mane
nl: Week beginnend op maandag
pt_br: Semana começando na segunda-feira
ro: Săptămână începând luni
tr: Pazartesi ile başlayan hafta
zh_tw: 週一為一週開始

source: Week starting Sunday
bn: রবিবার শুরু সপ্তাহ
ca: Setmana començant diumenge
cs: Týden začínající nedělí
es: Semana comenzando el domingo
ja: 日曜日から始まる週
mi: Wiki ka tīmata i te Rātapu
nl: Week beginnend op zondag
pt_br: Semana começando no domingo
ro: Săptămână începând duminică
tr: Pazar ile başlayan hafta
zh_tw: 週日為一週開始

source: Weekly Report
bn: সাপ্তাহিক রিপোর্ট
ca: Informe Setmanal
cs: Týdenní report
ja: 週報
mi: Pūrongo Ia Wiki
nl: Wekelijks Rapport
pt_br: Relatório semanal
ro: Raport săptămânal
tr: Haftalık Rapor

source: Weekly Report for %s
bn: সাপ্তাহিক রিপোর্ট %s এর জন্য
ca: Informe Setmanal per %s
cs: Týdenní report pro %s
es: Informe Semanal para %s
ja: %s の週報
mi: Pūrongo Ia Wiki mō %s
nl: Wekelijks Rapport voor %s
pt_br: Relatório semanal para %s
ro: Raport săptămânal pentru %s
tr: %s için Haftalık Rapor

source: Weekly seasonality
bn: সাপ্তাহিক ঋতুবৈচিত্র্য
ca: Estacionalitat setmanal
cs: Týdenní sezónnost
es: Seasonalidad semanal
ja: 毎週の季節性
mi: Wātanga wā ia wiki
nl: Wekelijkse seizoensinvloeden
pt_br: Sazonalidade semanal
ro: Sezonalitate săptămânală
tr: Haftalık mevsimsellik
zh_tw: 週度季節性

source: Weeks %s
bn: সপ্তাহ %s
ca: Setmanes %s
cs: Týdny %s
ja: 週 %s
mi: Wiki %s
nl: Weken %s
pt_br: Semanas %s
ro: Săptămâni %s
tr: Haftalar %s
zh_tw: 週 %s

source: Weight
bn: ওজন
ca: Pes
cs: Váha
ja: 重さ
mi: Taumaha
nl: Gewicht
pt_br: Peso
ro: Greutate
tr: Ağırlık

source: What should be shown as the label
bn: লেবেল হিসেবে কী দেখানো উচিত
ca: Què s'hauria de mostrar com a etiqueta
cs: Co by se mělo zobrazit jako popisek
es: ¿Qué debería mostrarse como la etiqueta?
ja: ラベルとして何を表示すべきか
mi: Me whakaaturia hei tapanga
nl: Wat moet worden weergegeven als het label
ro: Ce ar trebui afișat ca etichetă

source: What should be shown as the tooltip label
bn: টুলটিপ লেবেল হিসেবে কী দেখানো উচিত
ca: Què s'hauria de mostrar com a etiqueta del tooltip
cs: Co by se mělo zobrazit jako popisek nápovědy
es: ¿Qué se debería mostrar como etiqueta del tooltip?
ja: ツールチップのラベルとして何を表示する必要があるか
mi: Me whakaaturia hei tapanga kītukutuku
nl: Wat moet worden weergegeven als het tooltip label
ro: Ce ar trebui afișat ca etichetă tooltip

source: What should be shown on the label?
bn: লেবেলে কী দেখানো উচিত?
ca: Què s'hauria de mostrar a l'etiqueta?
cs: Co by se mělo zobrazit na popisku?
es: ¿Qué debería mostrarse en la etiqueta?
ja: ラベルには何を表示すればよいですか?
mi: Me whakaaturia i te tapanga?
nl: Wat moet er op het label staan?
pt_br: O que deve constar no rótulo?
ro: Ce ar trebui afișat pe etichetă?
tr: Etikette ne gösterilmelidir?
zh_tw: 標籤上需要顯示的内容

source: What should happen if the table already exists
bn: যদি টেবিল ইতিমধ্যে থাকে তাহলে কী ঘটতে হবে
ca: Què hauria de passar si la taula ja existeix
cs: Co by se mělo stát, pokud tabulka již existuje
ja: テーブルがすでに存在する場合はどうなるか
mi: Me aha mēnā kei te tīari kē te ripanga
nl: Wat moet er gebeuren als de tabel al bestaat
pt_br: O que deve acontecer se a tabela já existir
ro: Ce ar trebui să se întâmple dacă tabelul există deja
tr: Tablo zaten varsa ne yapılmalı

source: When a secondary metric is provided, a linear color scale is used.
bn: যখন একটি গৌণ মেট্রিক দেওয়া হয়, তখন একটি লিনিয়ার রঙের স্কেল ব্যবহার করা হয়।
ca: Quan es proporciona una mètrica secundària, s'usa una escala de color lineal.
cs: Když je poskytnuta sekundární metrika, použije se lineární barevná škála.
es: Cuando se proporciona una métrica secundaria, se utiliza una escala de color lineal.
ja: 二次メトリックが提供される場合、線形カラー スケールが使用されます。
mi: Ina tukuna tētahi ine tuarua, ka whakamahia tētahi tauine tae rārangi.
nl: Wanneer een secundaire metrieke wordt verstrekt, wordt een lineaire kleurschaal gebruikt.
pt_br: Quando uma métrica secundária é fornecida, uma escala de cores linear é usada.
ro: Când este furnizată o metrică secundară, se folosește o scală de culori liniară.
tr: İkincil bir metrik verildiğinde, lineer bir renk ölçeği kullanılır.
zh_tw: 當提供次計量指標時，會使用線性色階。

source: When checked, the map will zoom to your data after each query
bn: নিশ্চিত হলে, মানচিত্রটি প্রতিটি প্রশ্নের পরে আপনার ডেটাতে জুম হবে।
ca: Quan està marcat, el mapa farà zoom a les teves dades després de cada consulta
cs: Když je zaškrtnuto, mapa se po každém dotazu přiblíží k vašim datům
es: Cuando esté marcado, el mapa se acercará a tus datos después de cada consulta
ja: チェックすると、各クエリの後にマップがデータにズームします
mi: Ina pātia, ka topa te mahere ki ō raraunga i muri i ia pātai
nl: Wanneer aangevinkt, zal de kaart uw gegevens zoomen na elke zoekopdracht
pt_br: Quando marcada, o mapa será ampliado para seus dados após cada consulta
ro: Când este bifat, harta va face zoom la datele dvs. după fiecare interogare
tr: İşaretlendiğinde, her sorgudan sonra harita verilerinize yakınlaşır
zh_tw: 勾選後，每次查詢後地圖將自動縮放至您的數據範圍

source: When enabled, users are able to visualize SQL Lab results in Explore.
bn: সক্ষম হলে, ব্যবহারকারীরা এক্সপ্লোরে SQL ল্যাব ফলাফলগুলি চিত্রিত করতে পারবেন।
ca: Quan està habilitat, els usuaris poden visualitzar resultats de SQL Lab a Explorar.
cs: Když je povoleno, uživatelé mohou vizualizovat výsledky SQL Labu v Průzkumníku.
es: Cuando está activado, los usuarios pueden visualizar los resultados de SQL Lab en Explorar.
ja: 有効にすると、ユーザーは SQL Lab の結果を Explore で視覚化できます。
mi: Ina whakahohengia, ka taea e ngā kaiwhakamahi te whakakite i ngā hua SQL Lab i te Tūhura.
nl: Wanneer ingeschakeld, kunnen gebruikers de resultaten van SQL Lab visualiseren in Verkenning.
pt_br: Quando ativado, os usuários podem visualizar os resultados do SQL Lab no Explore.
ro: Când este activat, utilizatorii pot vizualiza rezultatele SQL Lab în Explore.
tr: Etkinleştirildiğinde, kullanıcılar SQL Lab sonuçlarını Explore'da görselleştirebilirler.
zh_tw: 啟用後，用戶可以在 Explore 中可視化 SQL 實驗室结果。

source: When only a primary metric is provided, a categorical color scale is used.
bn: যখন শুধুমাত্র একটি প্রাথমিক মেট্রিক দেওয়া হয়, তখন একটি শ্রেণীবদ্ধ রঙের স্কেল ব্যবহার করা হয়।
ca: Quan només es proporciona una mètrica primària, s'usa una escala de color categòrica.
cs: Když je poskytnuta pouze primární metrika, použije se kategorická barevná škála.
es: Cuando solo se proporciona una métrica primaria, se utiliza una escala de color categórica.
ja: プライマリ メトリックのみが指定されている場合は、カテゴリカル カラー スケールが使用されます。
mi: Ina tukuna he ine matua anake, ka whakamahia tētahi tauine tae kāwai.
nl: Wanneer alleen een primaire metriek wordt verstrekt, wordt een categorische kleurschaal gebruikt.
pt_br: Quando apenas uma métrica primária é fornecida, é usada uma escala de cores categórica.
ro: Când este furnizată doar o metrică primară, se folosește o scală de culori categorială.
tr: Sadece birincil bir metrik verildiğinde, kategorik bir renk ölçeği kullanılır.
zh_tw: 如果只提供了一個主計量指標，则使用分類色階。

source: When using 'Group By' you are limited to use a single metric
bn: 'গ্রুপ বাই' ব্যবহার করার সময় আপনি একটি একক মেট্রিক ব্যবহার করতে সীমাবদ্ধ।
ca: Quan uses 'Agrupar Per' estàs limitat a usar una sola mètrica
cs: Při použití 'Seskupit podle' jste omezeni na použití jediné metriky
es: Al usar 'Group By' estás limitado a usar una única métrica
ja: 「Group By」を使用する場合、使用できる指標は 1 つに制限されます。
mi: Ina whakamahi i te 'Rōpū Mā' ka whakawhāititia koe ki te whakamahi i tētahi ine kotahi
nl: Bij gebruik van ‘Group By’ bent u beperkt tot het gebruik van één metriek
pt_br: Ao usar 'Agrupar Por' você é limitado usar uma única métrica
ro: Când folosești 'Group By' ești limitat la o singură metrică
tr: 'Group By' kullanırken sadece tek bir metrik kullanabilirsiniz
zh_tw: 當使用 “Group by” 時，只限於使用單個度量。

source: When using other than adaptive formatting, labels may overlap
bn: অ্যাডাপটিভ ফরম্যাটিংয়ের বাইরে ব্যবহার করার সময়, লেবেলগুলি ওভারল্যাপ হতে পারে।
ca: Quan s'usa un formatat diferent de l'adaptatiu, les etiquetes poden solapar-se
cs: Při použití jiného než adaptivního formátování se mohou popisky překrývat
es: Cuando se utiliza un formato que no es adaptativo, las etiquetas pueden solaparse
ja: アダプティブフォーマット以外を使用すると、ラベルが重なる場合があります
mi: Ina whakamahi i ētahi atu haunga te hōputu urutau, ka taea pea e ngā tapanga te whārua
nl: Bij het gebruik van andere dan adaptieve opmaak kunnen labels overlappen
pt_br: Ao usar uma formatação diferente da adaptativa, os rótulos podem se sobrepor
ro: Când folosești altceva decât formatarea adaptivă, etichetele se pot suprapune
tr: Adaptif olmayan biçimlendirme kullanıldığında etiketler üst üste gelebilir

source: Whether the progress bar overlaps when there are multiple groups of data
bn: একাধিক ডেটার গোষ্ঠী থাকলে প্রোগ্রেস বারটি ওভারল্যাপ করে কিনা।
ca: Si la barra de progrés se solapa quan hi ha múltiples grups de dades
cs: Zda se ukazatel pokroku překrývá, pokud existuje více skupin dat
es: Si la barra de progreso se superpone cuando hay varios grupos de datos
ja: データのグループが複数ある場合にプログレスバーが重なるかどうか
mi: Mēnā ka whārua te pae kokenga ina he maha ngā rōpū raraunga
nl: Of de voortgangsbalk overlapt wanneer er meerdere groepen gegevens zijn
pt_br: Se a barra de progresso se sobrepõe quando há vários grupos de dados
ro: Dacă bara de progres se suprapune când există mai multe grupuri de date
tr: Birden fazla veri grubu olduğunda ilerleme çubuğunun örtüşüp örtüşmediği
zh_tw: 當有多組數據時進度條是否重叠

source: Whether to align positive and negative values in cell bar chart at 0
bn: কক্ষ বার চার্টে ইতিবাচক এবং নেতিবাচক মানগুলি 0 এ একত্রিত করা উচিত কিনা।
ca: Si alinear valors positius i negatius al gràfic de barres de cel·la a 0
cs: Zda zarovnat kladné a záporné hodnoty v sloupcovém grafu v buňce na 0
es: Si alinear valores positivos y negativos en el gráfico de barras de celda en 0
ja: セル棒グラフの正負の値を0に揃えるかどうか
mi: Mēnā ka whakarite i ngā uara pai me ngā uara kino i te kauwhata pae pūtau i te 0
nl: Of positieve en negatieve waarden in celbalkdiagram moeten worden uitgelijnd op 0
pt_br: Se os valores positivos e negativos no gráfico de barras de células devem ser alinhados em 0
ro: Dacă să alinieze valorile pozitive și negative în graficul cu bare celule la 0
tr: Hücre çubuk grafiğindeki pozitif ve negatif değerleri 0'da hizalamak isteyip istemediğinizi belirler
zh_tw: 單元格條形圖中的正負值是否按 0 對齊

source: Whether to always show the annotation label
bn: সর্বদা টীকা লেবেল দেখানো উচিত কিনা।
ca: Si sempre mostrar l'etiqueta d'anotació
cs: Zda vždy zobrazovat popisek anotace
es: Si se debe mostrar siempre la etiqueta de anotación
ja: 注釈ラベルを常に表示するかどうか
mi: Mēnā ka whakaatu i te tapanga tohu i ngā wā katoa
nl: Of het annotatielabel altijd moet worden weergegeven
pt_br: Se deve sempre mostrar o rótulo da anotação
ro: Dacă să afișeze întotdeauna eticheta adnotării
tr: Her zaman açıklama etiketini gösterip göstermeme
zh_tw: 是否顯示注释標籤。

source: Whether to animate the progress and the value or just display them
bn: উন্নতি এবং মান অ্যানিমেট করা উচিত কিনা বা কেবলমাত্র সেগুলি প্রদর্শন করা উচিত।
ca: Si animar el progrés i el valor o només mostrar-los
cs: Zda animovat pokrok a hodnotu, nebo je jen zobrazit
es: Si animar el progreso y el valor o simplemente mostrarlos
ja: 進行状況と値をアニメーション化するか、単に表示するか
mi: Mēnā ka whakahihiko i te kokenga me te uara, ka whakaatu noa rānei
nl: Of u nu de voortgang en de waarde wilt animeren of ze gewoon wilt weergeven
pt_br: Se deseja animar o progresso e o valor ou apenas exibi-los
ro: Dacă să animeze progresul și valoarea sau doar să le afișeze
tr: İlerlemeyi ve değeri animasyonla mı yoksa sadece görüntülemek mi istediğinizi belirler
zh_tw: 是以動画形式顯示進度和值，還是僅顯示它們

source: Whether to apply a normal distribution based on rank on the color scale
bn: রঙের স্কেলে র‍্যাঙ্কের উপর ভিত্তি করে স্বাভাবিক বিতরণ প্রয়োগ করা উচিত কিনা।
ca: Si aplicar una distribució normal basada en rang a l'escala de color
cs: Zda aplikovat normální rozdělení na základě pořadí na barevnou škálu
es: Si se debe aplicar una distribución normal basada en el rango en la escala de colores
ja: カラースケール上のランクに基づいて正規分布を適用するかどうか
mi: Mēnā ka whakahaeretia tētahi tohatoha noa i runga i te kōmaka i te tauine tae
nl: Of er een normale verdeling op basis van rang moet worden toegepast op de kleurschaal
pt_br: Se deve ser aplicada uma distribuição normal com base na classificação na escala de cores
ro: Dacă să aplice o distribuție normală bazată pe rang pe scara de culori
tr: Renk ölçeğinde sıralamaya dayalı olarak normal bir dağılım uygulayıp uygulamamak
zh_tw: 是否應用基於色標等級的正態分布
