Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Tag could not be updated.
bn: ট্যাগ আপডেট করা যায়নি।
ca: L'etiqueta no s'ha pogut actualitzar.
cs: Značku se nepodařilo aktualizovat.
ja: タグを更新できませんでした。
mi: Kāore i taea te whakahou i te tohu.
nl: Tag kon niet worden bijgewerkt.
ro: Eticheta nu a putut fi actualizată.

source: Tag created
bn: ট্যাগ তৈরি হয়েছে
ca: Etiqueta creada
cs: Značka vytvořena
ja: タグが作成されました
mi: Tohu kua hangaia
nl: Tag aangemaakt
ro: Etichetă creată

source: Tag name
bn: ট্যাগের নাম
ca: Nom d'etiqueta
cs: Název značky
ja: タグ名
mi: Ingoa tohu
nl: Tag naam
ro: Nume etichetă

source: Tag name is invalid (cannot contain ':')
bn: ট্যাগের নাম অবৈধ (এতে ':' অন্তর্ভুক্ত হতে পারবে না)
ca: El nom d'etiqueta és invàlid (no pot contenir ':')
cs: Název značky je neplatný (nemůže obsahovat ':')
es: El nombre de la etiqueta no es válido (no puede contener ':')
ja: タグ名が無効です。(「:」を含めることはできません。)
mi: He muhu te ingoa tohu (kāore e taea te whai ':')
nl: Tag naam is ongeldig (mag geen ':') bevatten
pt_br: O nome do rótulo é inválido (não pode conter ':')
ro: Numele etichetei este invalid (nu poate conține ':')
tr: Etiket adı geçersiz (':' içeremez)
zh_tw: 標籤名稱無效（不能包含冒號）

source: Tag parameters are invalid.
bn: ট্যাগের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres d'etiqueta són invàlids.
cs: Parametry značky jsou neplatné.
ja: タグパラメータが無効です。
mi: He muhu ngā tawhā tohu.
nl: Tag parameters zijn ongeldig.
pt_br: Os parâmetros da tag são inválidos.
ro: Parametrii etichetei sunt invalizi.
tr: Etiket parametreleri geçersiz.

source: Tag updated
bn: ট্যাগ আপডেট হয়েছে
ca: Etiqueta actualitzada
cs: Značka aktualizována
ja: タグが更新されました
mi: Tohu kua whakahouhia
nl: Tag bijgewerkt
ro: Etichetă actualizată

source: Tagged %s %ss
bn: ট্যাগ করা %s %ss
ca: Etiquetat %s %ss
cs: Označeno %s %s
es: Etiquetado %s %ss
ja: タグ付き %s %ss
mi: Kua tohuhia %s %ss
nl: Getagt %s %ss
ro: Etichetat %s %ss
zh_tw: %s %ss 做了標籤

source: Tagged Object could not be deleted.
bn: ট্যাগ করা বস্তু মুছে ফেলা যায়নি।
ca: L'Objecte Etiquetat no s'ha pogut eliminar.
cs: Označený objekt se nepodařilo smazat.
ja: タグ付きオブジェクトを削除できませんでした。
mi: Kāore i taea te muku i te Ahanoa Kua Tohuhia.
nl: Het getagde object kon niet worden verwijderd.
pt_br: O objeto marcado não pôde ser excluído.
ro: Obiectul etichetat nu a putut fi șters.
tr: Etiketlenmiş Nesne silinemedi.

source: Tags
bn: ট্যাগগুলি
ca: Etiquetes
cs: Značky
ja: タグ
mi: Tohu
ro: Etichete
tr: Etiketler
zh_tw: 標籤

source: Target
bn: লক্ষ্য
ca: Objectiu
cs: Cíl
ja: 目標
mi: Whāinga
nl: Doel
pt_br: Alvo
ro: Țintă
tr: Hedef
zh_tw: 目標

source: Target Color
bn: লক্ষ্য রঙ
ca: Color Objectiu
cs: Barva cíle
ja: ターゲットカラー
mi: Tae Whāinga
nl: Doel Kleur
pt_br: Cor do alvo
ro: Culoare țintă
tr: Hedef Rengi

source: Target category
bn: লক্ষ্য শ্রেণী
ca: Categoria objectiu
cs: Cílová kategorie
ja: ターゲットカテゴリー
mi: Kāwai whāinga
nl: Doel categorie
pt_br: Categoria de destino
ro: Categorie țintă
tr: Hedef kategori
zh_tw: 目標類别

source: Target value
bn: লক্ষ্য মান
ca: Valor objectiu
cs: Cílová hodnota
ja: 目標値
mi: Uara whāinga
nl: Doel waarde
pt_br: Valor alvo
ro: Valoare țintă
tr: Hedef değeri
zh_tw: 目標值

source: Template
bn: টেমপ্লেট
ca: Plantilla
cs: Šablona
mi: Tauira
ro: Șablon

source: Template parameters
bn: টেমপ্লেট প্যারামিটারগুলি
ca: Paràmetres de plantilla
cs: Parametry šablony
es: Parámetros de plantilla
ja: テンプレートパラメータ
mi: Tawhā tauira
nl: Sjabloon parameters
pt_br: Parâmetros do Modelo
ro: Parametri șablon
tr: Şablon parametreleri
zh_tw: 模板参數

source: Template processing error: %(error)s
ro: Eroare procesare șablon: %(error)s

source: Temporal X-Axis
bn: কালানুক্রমিক X-অক্ষ
ca: Eix X Temporal
cs: Časová osa X
mi: Tukutuku-X Wā
ro: Axă X temporală

source: Test connection
bn: সংযোগ পরীক্ষা করুন
ca: Provar connexió
cs: Testovat připojení
es: Probar conexión
ja: 接続のテスト
mi: Whakamātau hononga
nl: Test connectie
pt_br: Testar Conexão
ro: Testează conexiunea
tr: Bağlantıyı test et
zh_tw: 测試連接

source: Text align
bn: পাঠ্যের সারিবদ্ধতা
ca: Alineació de text
cs: Zarovnání textu
es: Alineación de texto
ja: テキストの配置
mi: Whakarite kupu
nl: Tekst uitlijnen
pt_br: Alinhamento Texto
ro: Aliniere text
tr: Metin hizalaması
zh_tw: 文本對齊

source: Text embedded in email
bn: ইমেলে এম্বেড করা পাঠ্য
ca: Text incrustat al correu electrònic
cs: Text vložený v e-mailu
es: Texto incrustado en el correo electrónico
ja: メールに埋め込まれたテキスト
mi: Kupu tāmautia i te īmēra
nl: Tekst ingesloten in e-mail
pt_br: Texto incorporado no e-mail
ro: Text încorporat în email
tr: E-postaya gömülü metin
zh_tw: 郵件中嵌入的文本

source: The API response from %s does not match the IDatabaseTable interface.
bn: API থেকে %s এর উত্তর IDatabaseTable ইন্টারফেসের সাথে মেলে না।
ca: La resposta de l'API de %s no coincideix amb la interfície IDatabaseTable.
cs: Odpověď API z %s neodpovídá rozhraní IDatabaseTable.
es: La respuesta de la API de %s no coincide con la interfaz IDatabaseTable.
ja: %s からの API 応答が IDatabaseTable インターフェイスと一致しません。
mi: Karekau te whakautu API mai i %s e hāngai ana ki te papatohu IDatabaseTable.
nl: De API-reactie van %s komt niet overeen met de IDatabaseTable interface.
pt_br: A resposta da API de %s não corresponde à interface IDatabaseTable.
ro: Răspunsul API de la %s nu se potrivește cu interfața IDatabaseTable.
tr: %s'den gelen API yanıtı, IDatabaseTable arabirimine uymuyor.

source: The URL is missing the dataset_id or slice_id parameters.
bn: URL-এ dataset_id বা slice_id প্যারামিটার অনুপস্থিত।
ca: La URL no té els paràmetres dataset_id o slice_id.
cs: V URL chybí parametry dataset_id nebo slice_id.
es: La URL no incluye los parámetros dataset_id o slice_id.
ja: URL に dataset_id または slide_id パラメータがありません。
mi: Kei te ngaro i te URL ngā tawhā dataset_id, slice_id rānei.
nl: De URL mist de dataset_id of slice_id parameters.
pt_br: O URL não tem os parâmetros dataset_id ou slice_id.
ro: URL-ului îi lipsesc parametrii dataset_id sau slice_id.
tr: URL, dataset_id veya slice_id parametrelerini içermiyor.

source: The X-axis is not on the filters list
bn: X-অক্ষ ফিল্টার তালিকায় নেই।
ca: L'eix X no està a la llista de filtres
cs: Osa X není na seznamu filtrů
es: El eje X no está en la lista de filtros
ja: X 軸がフィルター リストにありません
mi: Kāore te tukutuku-X i runga i te rārangi tātari
nl: De X-as staat niet op de filterlijst
pt_br: O eixo X não consta da lista de filtros
ro: Axa X nu este în lista de filtre
tr: X ekseni filtreler listesinde değil

source: The annotation has been saved
bn: অ্যানোটেশনটি সংরক্ষণ করা হয়েছে।
ca: L'anotació s'ha desat
cs: Anotace byla uložena
ja: 注釈が保存されました
mi: Kua tiakina te tohu
nl: De annotatie is opgeslagen
pt_br: A anotação foi salva
ro: Adnotarea a fost salvată
tr: Anotasyon kaydedildi
zh_tw: 注释已保存。

source: The annotation has been updated
bn: অ্যানোটেশনটি আপডেট করা হয়েছে।
ca: L'anotació s'ha actualitzat
cs: Anotace byla aktualizována
ja: 注釈が更新されました
mi: Kua whakahouhia te tohu
nl: De annotatie is bijgewerkt
pt_br: A anotação foi atualizada
ro: Adnotarea a fost actualizată
tr: Anotasyon güncellendi
zh_tw: 注释已更新。

source: The background color of the charts.
ca: El color de fons dels gràfics.
cs: Barva pozadí grafů.
mi: Te tae papamuri o ngā kauwhata.
ro: Culoarea de fundal a graficelor.

source: The color for points and clusters in RGB
bn: পয়েন্ট এবং ক্লাস্টারের জন্য RGB তে রং।
ca: El color per punts i clústers en RGB
cs: Barva bodů a shluků v RGB
es: El color para puntos y agrupaciones en RGB
ja: RGB でのポイントとクラスターの色
mi: Te tae mō ngā tohu me ngā rāpaki i te RGB
nl: De kleur voor punten en clusters in RGB
pt_br: A cor dos pontos e clusters em RGB
ro: Culoarea pentru puncte și clustere în RGB
tr: RGB renkli noktalar ve kümelemeler için renk
zh_tw: 點和聚合群的颜色（RGB）

source: The color of the elements border
ca: El color de la vora dels elements
cs: Barva ohraničení prvků
mi: Te tae o te tapa o ngā huānga
ro: Culoarea bordurii elementelor

source: The color of the isoband
bn: আইসোব্যান্ডের রং।
ca: El color de l'isobanda
cs: Barva izopásu
ja: 等帯域の色
mi: Te tae o te isoband
nl: De kleur van de isoband
ro: Culoarea izobandei

source: The color of the isoline
bn: আইসোলাইনের রং।
ca: El color de l'isolínia
cs: Barva izolinie
ja: 等値線の色
mi: Te tae o te isoline
nl: De kleur van de isoline
ro: Culoarea izolinei

source: The color scheme for rendering chart
bn: চার্ট রেন্ডার করার জন্য রঙের স্কিমা।
ca: L'esquema de colors per renderitzar el gràfic
cs: Barevné schéma pro vykreslení grafu
es: El esquema de color para renderizar el gráfico
ja: レンダリングチャートの配色
mi: Te kaupapa tae mō te whakaatu i te kauwhata
nl: Het kleurenschema voor de rendering grafiek
pt_br: O esquema de cores para a renderização do gráfico
ro: Schema de culori pentru randarea graficului
tr: Grafiği oluşturmak için kullanılan renk şeması
zh_tw: 繪制圖表的配色方案

source: The color used when a value doesn't match any defined breakpoints.
ro: Culoarea folosită când o valoare nu se potrivește cu niciun prag definit.

source: The column header label
bn: কলামের শিরোনাম লেবেল।
ca: L'etiqueta de capçalera de columna
cs: Popisek záhlaví sloupce
ja: 列ヘッダーのラベル
mi: Te tapanga pane tīwae
nl: De kolomkop label
pt_br: O rótulo do cabeçalho da coluna
ro: Eticheta antetului coloanei
tr: Sütun başlığı etiketi

source: The column to be used as the source of the edge.
bn: এজের উৎস হিসেবে ব্যবহৃত কলাম।
ca: La columna a usar com a font de la vora.
cs: Sloupec, který se má použít jako zdroj hrany.
mi: Te tīwae ka whakamahia hei puna o te tapa.
ro: Coloana de folosit ca sursă a muchiei.

source: The column to be used as the target of the edge.
bn: এজের লক্ষ্য হিসেবে ব্যবহৃত কলাম।
ca: La columna a usar com a objectiu de la vora.
cs: Sloupec, který se má použít jako cíl hrany.
mi: Te tīwae ka whakamahia hei whāinga o te tapa.
ro: Coloana de folosit ca țintă a muchiei.

source: The column was deleted or renamed in the database.
bn: কলামটি ডেটাবেসে মুছে ফেলা হয়েছে বা পুনরায় নামকরণ করা হয়েছে।
ca: La columna va ser eliminada o reanomenada a la base de dades.
cs: Sloupec byl v databázi smazán nebo přejmenován.
ja: データベース内の列が削除されたか、名前が変更されました。
mi: I mukua, i whakaingoahia-anō rānei te tīwae i te pātengi raraunga.
nl: De kolom werd verwijderd of hernoemd in de database.
pt_br: A coluna foi excluída ou renomeada no banco de dados.
ro: Coloana a fost ștearsă sau redenumită în baza de date.
tr: Sütun veritabanında silindi veya yeniden adlandırıldı.
zh_tw: 該列已在資料庫中删除或重命名。

source: The configuration for the map layers
ca: La configuració per les capes del mapa
cs: Konfigurace pro vrstvy mapy
mi: Te whirihora mō ngā papa mahere
ro: Configurația pentru straturile hărții

source: The corner radius of the chart background
ca: El radi de cantonada del fons del gràfic
cs: Poloměr rohu pozadí grafu
mi: Te pūtoro koki o te papamuri kauwhata
ro: Raza colțurilor fundalului graficului

source: The dashboard has been saved
bn: ড্যাশবোর্ডটি সংরক্ষণ করা হয়েছে।
ca: El dashboard s'ha desat
cs: Nástěnka byla uložena
es: El panel ha sido guardado
ja: ダッシュボードが保存されました
mi: Kua tiakina te papatohu
nl: Het dashboard is opgeslagen
pt_br: O painel foi salvo
ro: Tabloul de bord a fost salvat
tr: Gösterge paneli kaydedildi
zh_tw: 該看板已成功保存。

source: The data source seems to have been deleted
bn: ডেটা সোর্সটি মুছে ফেলা হয়েছে বলে মনে হচ্ছে।
ca: La font de dades sembla haver estat eliminada
cs: Zdá se, že zdroj dat byl smazán
es: Parece que la fuente de datos ha sido eliminada
ja: データソースが削除されたようです。
mi: Kua mukua pea te puna raraunga
nl: De gegevensbron lijkt te zijn verwijderd
pt_br: A Fonte de dados parece ter sido excluída
ro: Sursa de date pare să fi fost ștearsă
tr: Veri kaynağı silinmiş gibi görünüyor
zh_tw: 數據源已經被删除

source: The database
bn: ডেটাবেস।
ca: La base de dades
cs: Databáze
mi: Te pātengi raraunga
ro: Baza de date

source: The database columns that contains lines information
bn: যেসব ডেটাবেস কলামে লাইন তথ্য রয়েছে।
ca: Les columnes de base de dades que contenen informació de línies
cs: Sloupce databáze, které obsahují informace o čarách
es: Las columnas de la base de datos que contienen información de las líneas
ja: 行情報を含むデータベース列
mi: Ngā tīwae pātengi raraunga kei roto ngā mōhiohio rārangi
nl: De database kolommen die regels met informatie bevatten
pt_br: As colunas do banco de dados que contêm informações sobre as linhas
ro: Coloanele bazei de date care conțin informații despre linii
tr: Satırlar bilgisini içeren veritabanı sütunları

source: The database could not be found
bn: ডেটাবেস পাওয়া যায়নি।
ca: La base de dades no s'ha pogut trobar
cs: Databázi se nepodařilo najít
ja: データベースが見つかりませんでした。
mi: Kāore i kitea te pātengi raraunga
nl: De database kon niet worden gevonden
pt_br: Não foi possível encontrar o banco de dados
ro: Baza de date nu a putut fi găsită
tr: Veritabanı bulunamadı

source: The database is currently running too many queries.
bn: ডেটাবেস বর্তমানে слишком много запросов চালাচ্ছে।
ca: La base de dades està executant massa consultes actualment.
cs: Databáze v současné době spouští příliš mnoho dotazů.
es: La base de datos está ejecutando demasiadas consultas actualmente.
ja: データベースは現在実行中のクエリが多すぎます。
mi: Kei te rere te tini rawa o ngā pātai i te pātengi raraunga i tēnei wā.
nl: De database draait momenteel te veel query's.
pt_br: O banco de dados está atualmente executando muitas consultas.
ro: Baza de date rulează în prezent prea multe interogări.
tr: Veritabanı şu anda çok fazla sorgu çalıştırıyor.
zh_tw: 資料庫當前運行的查詢太多

source: The database is under an unusual load.
bn: ডেটাবেস অস্বাভাবিক লোডের অধীনে।
ca: La base de dades està sota una càrrega inusual.
cs: Databáze je pod neobvyklou zátěží.
ja: データベースに異常な負荷がかかっています。
mi: Kei raro i tētahi uta rerekē te pātengi raraunga.
nl: De database wordt ongebruikelijk zwaar belast.
pt_br: O banco de dados está sob uma carga incomum.
ro: Baza de date este supusă unei încărcări neobișnuite.
tr: Veritabanı olağandışı bir yük altında.
zh_tw: 資料庫負载異常。

source: The database returned an unexpected error.
bn: ডেটাবেস একটি অপ্রত্যাশিত ত্রুটি ফেরত দিয়েছে।
ca: La base de dades ha retornat un error inesperat.
cs: Databáze vrátila neočekávanou chybu.
ja: データベースが予期しないエラーを返しました。
mi: I whakahoki mai te pātengi raraunga i tētahi hapa ohorere.
nl: De database gaf een onverwachte foutmelding.
pt_br: O banco de dados retornou um erro inesperado.
ro: Baza de date a returnat o eroare neașteptată.
tr: Veritabanı beklenmeyen bir hata döndürdü.
zh_tw: 資料庫返回意外錯誤。

source: The database that was used to generate this query could not be found
bn: এই কোয়েরি তৈরি করতে ব্যবহৃত ডেটাবেস পাওয়া যায়নি।
ca: La base de dades que es va usar per generar aquesta consulta no s'ha pogut trobar
cs: Databáze, která byla použita k vygenerování tohoto dotazu, nebyla nalezena
mi: Kāore i kitea te pātengi raraunga i whakamahia hei hanga i tēnei pātai
ro: Baza de date care a fost folosită pentru a genera această interogare nu a putut fi găsită

source: The database was deleted.
bn: ডেটাবেস মুছে ফেলা হয়েছে।
ca: La base de dades va ser eliminada.
cs: Databáze byla smazána.
ja: データベースが削除されました。
mi: I mukua te pātengi raraunga.
nl: De database is verwijderd.
pt_br: O banco de dados foi excluído.
ro: Baza de date a fost ștearsă.
tr: Veritabanı silindi.
zh_tw: 資料庫已删除。

source: The database was not found.
bn: ডেটাবেস পাওয়া যায়নি।
ca: La base de dades no s'ha trobat.
cs: Databáze nebyla nalezena.
ja: データベースが見つかりませんでした。
mi: Kāore i kitea te pātengi raraunga.
nl: De database is niet gevonden.
pt_br: O banco de dados não foi encontrado.
ro: Baza de date nu a fost găsită.
tr: Veritabanı bulunamadı.
zh_tw: 資料庫没有找到

source: The dataset
bn: ডেটাসেট।
ca: El dataset
cs: Sada dat
mi: Te rārangi raraunga
ro: Setul de date

source: The dataset associated with this chart no longer exists
bn: এই চার্টের সাথে যুক্ত ডেটাসেট আর বিদ্যমান নেই।
ca: El dataset associat amb aquest gràfic ja no existeix
cs: Sada dat spojená s tímto grafem již neexistuje
es: El conjunto de datos asociado con este gráfico ya no existe
ja: このチャートに関連付けられたデータセットはもう存在しません。
mi: Kāore e tīari ana te rārangi raraunga e hāngai ana ki tēnei kauwhata
nl: De dataset die bij deze grafiek hoort bestaat niet meer
pt_br: O conjunto de dados associado a este gráfico já não existe
ro: Setul de date asociat cu acest grafic nu mai există
tr: Bu grafikle ilişkilendirilen veri kümesi artık mevcut değil
zh_tw: 這個圖表所链接的數據集可能被删除了。

source: The dataset column/metric that returns the values on your chart's x-axis.
bn: ডেটাসেট কলাম/মেট্রিক যা আপনার চার্টের x-অক্ষের মানগুলি ফেরত দেয়।
ca: La columna/mètrica del dataset que retorna els valors de l'eix x del teu gràfic.
cs: Sloupec/metrika sady dat, která vrací hodnoty na ose X vašeho grafu.
es: La columna/métrica del conjunto de datos que devuelve los valores en el eje x de tu gráfico.
ja: グラフの X 軸の値を返すデータセット列/メトリック。
mi: Te tīwae/ine rārangi raraunga ka whakahoki i ngā uara i te tukutuku-x o tō kauwhata.
nl: De dataset kolom/metriek die de waarden op de x-as van uw grafiek weergeeft.
ro: Coloana/metrica setului de date care returnează valorile pe axa x a graficului dvs.

source: The dataset column/metric that returns the values on your chart's y-axis.
bn: ডেটাসেট কলাম/মেট্রিক যা আপনার চার্টের y-অক্ষের মানগুলি ফেরত দেয়।
ca: La columna/mètrica del dataset que retorna els valors de l'eix y del teu gràfic.
cs: Sloupec/metrika sady dat, která vrací hodnoty na ose Y vašeho grafu.
es: La columna/métrica del conjunto de datos que devuelve los valores en el eje y de tu gráfico.
ja: チャートの Y 軸の値を返すデータセット列/メトリック。
mi: Te tīwae/ine rārangi raraunga ka whakahoki i ngā uara i te tukutuku-y o tō kauwhata.
nl: De dataset kolom/metriek die de waarden op de y-as van uw grafiek weergeeft.
ro: Coloana/metrica setului de date care returnează valorile pe axa y a graficului dvs.

source: The dataset has been saved
bn: ডেটাসেটটি সংরক্ষণ করা হয়েছে।
ca: El dataset s'ha desat
cs: Sada dat byla uložena
es: El conjunto de datos ha sido guardado
ja: データセットが保存されました
mi: Kua tiakina te rārangi raraunga
nl: De dataset is opgeslagen
pt_br: O conjunto de dados foi salvo
ro: Setul de date a fost salvat
tr: Veri kümesi kaydedildi
zh_tw: 數據集已保存

source: The dataset linked to this chart may have been deleted.
bn: এই চার্টের সাথে যুক্ত ডেটাসেটটি মুছে ফেলা হতে পারে।
ca: El dataset enllaçat a aquest gràfic pot haver estat eliminat.
cs: Sada dat propojená s tímto grafem mohla být smazána.
ja: このチャートにリンクされているデータセットは削除された可能性があります。
mi: Kua mukua pea te rārangi raraunga e hono ana ki tēnei kauwhata.
nl: De aan deze grafiek gekoppelde dataset is mogelijk verwijderd.
pt_br: O conjunto de dados vinculado a esse gráfico pode ter sido excluído.
ro: Setul de date legat de acest grafic a fost probabil șters.
tr: Bu grafiğe bağlı veri kümesi silinmiş olabilir.
zh_tw: 這個圖表所链接的數據集可能被删除了。

source: The datasource couldn't be loaded
bn: ডেটাসোর্সটি লোড করা যায়নি।
ca: La font de dades no s'ha pogut carregar
cs: Zdroj dat se nepodařilo načíst
es: La fuente de datos no pudo ser cargada
ja: データ ソースを読み込めませんでした
mi: Kāore i taea te uta i te puna raraunga
nl: De datasource kon niet geladen worden
pt_br: A fonte de dados não pode ser carregada
ro: Sursa de date nu a putut fi încărcată
tr: Veri kaynağı yüklenemedi
zh_tw: 這個數據源無法被加载

source: The datasource is too large to query.
bn: ডেটাসোর্সটি কোয়েরি করার জন্য demasiado lớn।
ca: La font de dades és massa gran per consultar.
cs: Zdroj dat je příliš velký na dotazování.
ja: データソースが大きすぎてクエリできません。
mi: He rahi rawa te puna raraunga hei pātai.
nl: De gegevensbron is te groot om te bevragen.
pt_br: A fonte de dados é muito grande para ser consultada.
ro: Sursa de date este prea mare pentru interogare.
tr: Veri kaynağı sorgulanacak kadar büyük.
zh_tw: 數據源太大，無法進行查詢。

source: The default catalog that should be used for the connection.
bn: সংযোগের জন্য ব্যবহৃত ডিফল্ট ক্যাটালগ।
ca: El catàleg per defecte que s'hauria d'usar per la connexió.
cs: Výchozí katalog, který by měl být použit pro připojení.
mi: Te kātaloka taunoa me whakamahi mō te hononga.
ro: Catalogul implicit care ar trebui folosit pentru conexiune.

source: The default schema that should be used for the connection.
bn: সংযোগের জন্য ব্যবহৃত ডিফল্ট স্কিমা।
ca: L'esquema per defecte que s'hauria d'usar per la connexió.
cs: Výchozí schéma, které by mělo být použito pro připojení.
mi: Te hanga taunoa me whakamahi mō te hononga.
ro: Schema implicită care ar trebui folosită pentru conexiune.

source: The display name of your dashboard
ro: Numele de afișare al tabloului dvs. de bord

source: The distance between cells, in pixels
bn: কোষের মধ্যে দূরত্ব, পিক্সেলে।
ca: La distància entre cel·les, en píxels
cs: Vzdálenost mezi buňkami v pixelech
es: La distancia entre celdas, en píxeles
ja: セル間の距離（ピクセル単位）
mi: Te tawhiti i waenga i ngā pūtau, i ngā pika
nl: De afstand tussen cellen, in pixels
pt_br: A distância entre células, em pixels
ro: Distanța dintre celule, în pixeli
tr: Hücreler arasındaki mesafe, piksel cinsinden
zh_tw: 單元格之間的距離，以像素為單位

source: The encoding format of the lines
bn: লাইনের এনকোডিং ফরম্যাট।
ca: El format de codificació de les línies
cs: Formát kódování čar
ja: 行のエンコード形式
mi: Te hōputu whakakohu o ngā rārangi
nl: Het coderingsformaat van de lijnen
ro: Formatul de codare al liniilor
tr: Satırların kodlama formatı

source: The exponent to compute all sizes from. "EXP" only
ca: L'exponent per calcular totes les mides. Només "EXP"
cs: Exponent pro výpočet všech velikostí. Pouze pro „EXP“
mi: Te pūmahi hei tatau i ngā rahi katoa mai. "EXP" anake
ro: Exponentul pentru calcularea tuturor dimensiunilor. Doar "EXP"

source: The extension %(id)s could not be loaded.
ro: Extensia %(id)s nu a putut fi încărcată.

source: The function to use when aggregating points into groups
bn: পয়েন্টগুলোকে গোষ্ঠীতে একত্রিত করার সময় ব্যবহার করার জন্য ফাংশন
ca: La funció a usar quan s'agreguen punts en grups
cs: Funkce, která se má použít při agregaci bodů do skupin
es: La función a utilizar cuando se agrupan puntos en grupos
ja: ポイントをグループに集約するときに使用する関数
mi: Te taumahi hei whakamahi ina whakaarotau i ngā tohu ki ngā rōpū
nl: De functie die gebruikt moet worden bij het aggregeren van punten in groepen
pt_br: A função para usar quando agregar pontos em grupos
ro: Funcția de folosit la agregarea punctelor în grupuri
tr: Noktaları gruplara toplarken kullanılacak işlev

source: The group has been created successfully.
ro: Grupul a fost creat cu succes.

source: The group has been updated successfully.
ro: Grupul a fost actualizat cu succes.

source: The height of the current zoom level to compute all heights from
ca: L'alçada del nivell de zoom actual per calcular totes les alçades
cs: Výška aktuální úrovně přiblížení pro výpočet všech výšek
mi: Te teitei o te taumata topa o nāianei hei tatau i ngā teitei katoa
ro: Înălțimea nivelului actual de zoom pentru calcularea tuturor înălțimilor

source: The host "%(hostname)s" might be down and can't be reached.
bn: হোস্ট "%(hostname)s" বন্ধ থাকতে পারে এবং পৌঁছানো সম্ভব নয়।
ca: L'amfitrió "%(hostname)s" pot estar caigut i no es pot contactar.
cs: Hostitel „%(hostname)s“ může být nedostupný a nelze jej dosáhnout.
es: El host "%(hostname)s" podría estar apagado y no puede ser alcanzado.
ja: ホスト「%(hostname)s」がダウンしている可能性があり、アクセスできません。
mi: Kua heke pea te tūmau "%(hostname)s", ā, kāore e taea te toro atu.
nl: De host “%(hostname)s” is misschien down en kan niet worden bereikt.
ro: Gazda "%(hostname)s" ar putea fi oprită și nu poate fi contactată.
tr: Ana bilgisayar "%(hostname)s" muhtemelen kapalı ve erişilemiyor.
zh_tw: 主機 "%(hostname)s" 可能已關闭，無法連接到
