Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Could not load database driver for: %(engine)s
ro: Nu s-a putut încărca driverul bazei de date pentru: %(engine)s

source: Could not resolve hostname: "%(host)s".
bn: হোস্টনাম সমাধান করতে ব্যর্থ: "%(host)s"।
ca: No s'ha pogut resoldre el nom del servidor: "%(host)s".
cs: Nelze přeložit název hostitele: „%(host)s“.
es: No se pudo resolver el nombre de host: "%(host)s".
ja: ホスト名を解決できませんでした。: "%(host)s"。
mi: Kāore i taea te whakaoti i te ingoa tūmau: "%(host)s".
nl: Kan de hostname niet omzetten: "%(host)s".
ro: Nu s-a putut rezolva numele de gazdă: "%(host)s".
tr: Ana bilgisayar adı çözülemiyor: "%(host)s".

source: Could not validate the user in the current session.
ca: No s'ha pogut validar l'usuari a la sessió actual.
cs: Nepodařilo se ověřit uživatele v aktuální relaci.
mi: Kāore i taea te manatoko i te kaiwhakamahi i te wātaka o nāianei.
ro: Nu s-a putut valida utilizatorul în sesiunea curentă.

source: Count
bn: গণনা
ca: Recompte
cs: Počet
ja: カウント
mi: Tatau
nl: Tel
pt_br: Contar
ro: Numără
tr: Sayım

source: Count Unique Values
bn: অনন্য মান গুনুন
ca: Recomptar Valors Únics
cs: Počet jedinečných hodnot
ja: 一意の値を数える
mi: Tatau Uara Ahurei
nl: Unieke waarde tellen
pt_br: Contar valores únicos
ro: Numără Valori Unice
tr: Benzersiz Değerleri Say

source: Count as Fraction of Columns
bn: কলামের একটি ভগ্নাংশ হিসেবে গুনুন
ca: Recomptar com a Fracció de Columnes
cs: Počet jako zlomek sloupců
es: Contar como Fracción de Columnas
ja: 列の小数としてカウントする
mi: Tatau hei Hautanga o ngā Tīwae
nl: Tel als fractie van de kolommen
pt_br: Contar como fração de Colunas
ro: Numără ca Fracție din Coloane
tr: Sütunların Kesir Olarak Sayılması
zh_tw: 列計數的分數占比

source: Count as Fraction of Rows
bn: সারি একটি ভগ্নাংশ হিসেবে গুনুন
ca: Recomptar com a Fracció de Files
cs: Počet jako zlomek řádků
es: Contar como Fracción de Filas
ja: 行の小数部としてカウント
mi: Tatau hei Hautanga o ngā Rārangi
nl: Tel als fractie van de rijen
pt_br: Contar como fração de Linhas
ro: Numără ca Fracție din Rânduri
tr: Satırların Kesir Olarak Sayılması
zh_tw: 行計數的分數占比

source: Count as Fraction of Total
bn: মোটের একটি ভগ্নাংশ হিসেবে গুনুন
ca: Recomptar com a Fracció del Total
cs: Počet jako zlomek celku
es: Cuenta como Fracción del Total
ja: 合計の小数として数えます
mi: Tatau hei Hautanga o te Katoa
nl: Tel als fractie van het totaal
pt_br: Contar como fração do Total
ro: Numără ca Fracție din Total
tr: Toplamın Kesir Olarak Sayılması
zh_tw: 總計數的分數占比

source: Country
bn: দেশ
ca: País
cs: Země
ja: 国
mi: Whenua
nl: Land
pt_br: País
ro: Țară
tr: Ülke
zh_tw: 國家

source: Country Color Scheme
bn: দেশের রঙের স্কিম
ca: Esquema de Colors de País
cs: Barevné schéma země
ja: 国の配色
mi: Kaupapa Tae Whenua
nl: Land kleurenschema
pt_br: Esquema de cores do país
ro: Schemă Culori Țară
tr: Ülke Renk Düzeni
zh_tw: 國家颜色方案

source: Country Column
bn: দেশের কলাম
ca: Columna de País
cs: Sloupec země
ja: 国の列
mi: Tīwae Whenua
nl: Land Column
pt_br: Coluna do país
ro: Coloană Țară
tr: Ülke Sütunu
zh_tw: 國家欄位

source: Country Field Type
bn: দেশের ক্ষেত্রের প্রকার
ca: Tipus de Camp de País
cs: Typ pole země
es: Tipo de Campo País
ja: 国フィールドタイプ
mi: Momo Āpure Whenua
nl: Land Veld Type
pt_br: Tipo de campo País
ro: Tip Câmp Țară
tr: Ülke Alan Türü
zh_tw: 國家欄位的類型

source: Country Map
bn: দেশের মানচিত্র
ca: Mapa de País
cs: Mapa zemí
es: Mapa del País
ja: 国別地図
mi: Mahere Whenua
nl: Landenkaart
pt_br: Mapa do País
ro: Hartă Țară
tr: Ülke Haritası
zh_tw: 國家地圖

source: Create
bn: তৈরি করুন
ca: Crear
cs: Vytvořit
ja: 作成
mi: Hanga
nl: Maak
pt_br: Criar
ro: Creează
tr: Oluştur
zh_tw: 創建

source: Create Tag
ro: Creează Etichetă

source: Create a dataset
bn: একটি ডেটাসেট তৈরি করুন
ca: Crear un conjunt de dades
cs: Vytvořit sadu dat
ja: データセットを作成
mi: Hanga rārangi raraunga
nl: Een dataset aanmaken
pt_br: Criar um conjunto de dados
ro: Creează un set de date
tr: Veri kümesi oluştur

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
bn: একটি ডেটাসেট তৈরি করুন যাতে আপনি আপনার ডেটাকে চার্ট হিসেবে চিত্রায়িত করতে পারেন অথবা SQL ল্যাবে আপনার ডেটা কোয়েরি করতে যান।
ca: Crea un conjunt de dades per començar a visualitzar les teves dades com a gràfic o vés a SQL Lab per consultar les teves dades.
cs: Vytvořte sadu dat, abyste mohli začít vizualizovat svá data jako graf, nebo přejděte do SQL Labu a dotazujte se na svá data.
es: Crea un conjunto de datos para comenzar a visualizar tus datos como un gráfico o ve a SQL Lab para consultar tus datos.
ja: データセットを作成してデータをグラフとして視覚化するか、 SQL Lab に移動してデータをクエリします。
mi: Hangaia he rārangi raraunga hei tīmata i te whakakite i ō raraunga hei kauwhata, haere rānei ki
nl: Maak een dataset aan om uw gegevens te visualiseren als grafiek of ga naar SQL Lab om uw gegevens op te vragen.
pt_br: Criar um conjunto de dados para começar a visualizar seus dados como um gráfico ou vá para SQL Lab para consultar seus dados.
ro: Creează un set de date pentru a începe să-ți vizualizezi datele ca grafic sau mergi la SQL Lab pentru a interoga datele tale.
zh_tw: 創建一個數據集以開始將您的數據可視化為圖表，或者前往 SQL 工具箱查詢您的數據。

source: Create a new Tag
ro: Creează o Etichetă nouă

source: Create a new chart
bn: নতুন চার্ট তৈরি করুন
ca: Crear un nou gràfic
cs: Vytvořit nový graf
es: Crea un nuevo gráfico
ja: 新しいチャートを作成
mi: Hangaia he kauwhata hou
nl: Maak een nieuwe grafiek
pt_br: Criar um novo gráfico
ro: Creează un grafic nou
tr: Yeni bir grafik oluştur
zh_tw: 創建新圖表

source: Create and explore dataset
ro: Creează și explorează set de date

source: Create chart
bn: চার্ট তৈরি করুন
ca: Crear Gràfic
cs: Vytvořit graf
ja: チャートを作成
mi: Hanga kauwhata
nl: Grafiek aanmaken
pt_br: Criar gráfico
ro: Creează grafic
tr: Grafik oluştur

source: Create dataframe index
bn: ডেটাফ্রেম ইনডেক্স তৈরি করুন
ca: Crear índex de dataframe
cs: Vytvořit index datového rámce
mi: Hanga kuputohu dataframe
ro: Creează index dataframe

source: Create dataset
bn: ডেটাসেট তৈরি করুন
ca: Crear conjunt de dades
cs: Vytvořit sadu dat
ja: データセットを作成
mi: Hanga rārangi raraunga
nl: Dataset aanmaken
pt_br: Criar conjunto de dados
ro: Creează set de date
tr: Veri kümesi oluştur

source: Create matrix columns by placing charts side-by-side
ro: Creează coloane matrice plasând grafice unul lângă altul

source: Create matrix rows by stacking charts vertically
ro: Creează rânduri matrice stivuind grafice vertical

source: Create new chart
bn: নতুন চার্ট তৈরি করুন
ca: Crear nou gràfic
cs: Vytvořit nový graf
es: Crea un nuevo gráfico
ja: 新しいチャートを作成
mi: Hanga kauwhata hou
nl: Maak een nieuwe grafiek
pt_br: Criar novo gráfico
ro: Creează grafic nou
tr: Yeni grafik oluştur
zh_tw: 創建新圖表

source: Create or select schema...
bn: স্কিমা তৈরি করুন বা নির্বাচন করুন...
ca: Crear o seleccionar esquema...
cs: Vytvořit nebo vybrat schéma...
es: Crea o selecciona esquema...
ja: スキーマを作成または選択します...
mi: Hanga, tīpako rānei i te hanga...
nl: Schema aanmaken of selecteren...
pt_br: Criar ou selecionar esquema...
ro: Creează sau selectează schemă...
tr: Şema oluştur veya seç...
zh_tw: 創建或者選擇模式

source: Created
bn: তৈরি হয়েছে
ca: Creat
cs: Vytvořeno
es: Creado
ja: 作成した項目
mi: Kua Hangaia
nl: Aangemaakt
pt_br: Criado
ro: Creat
tr: Oluşturuldu
zh_tw: 已創建

source: Created by
bn: দ্বারা তৈরি হয়েছে
ca: Creat per
cs: Vytvořil(a)
es: Creado por
ja: 作成者
mi: I hangaia e
nl: Gecreëerd door
pt_br: Criado por
ro: Creat de
tr: Oluşturan
zh_tw: 創建人

source: Created by me
bn: আমার দ্বারা তৈরি হয়েছে
ca: Creat per mi
cs: Vytvořeno mnou
ja: 私が作成した。
mi: I hangaia e au
nl: Gemaakt door mij
pt_br: Criado por mim
ro: Creat de mine
tr: Ben tarafından oluşturuldu

source: Created on
bn: এই তারিখে তৈরি হয়েছে
ca: Creat el
cs: Vytvořeno dne
es: Creado el
ja: 作成日
mi: I hangaia i
nl: Gemaakt op
pt_br: Criado em
ro: Creat pe
tr: Oluşturulma tarihi
zh_tw: 創建日期

source: Creating SSH Tunnel failed for an unknown reason
bn: অজানা কারণে SSH টানেল তৈরি ব্যর্থ হয়েছে
ca: La creació del túnel SSH ha fallat per una raó desconeguda
cs: Vytváření SSH tunelu selhalo z neznámého důvodu
ja: SSH トンネルの作成が不明な理由で失敗しました。
mi: I rahua te hanganga o te Pūaha SSH mō tētahi take kāore e mōhiotia ana
nl: Het creëren van SSH-tunnel is mislukt om onbekende reden
pt_br: A criação do túnel SSH falhou por um motivo desconhecido
ro: Crearea SSH Tunnel a eșuat din cauza necunoscută
tr: SSH Tüneli oluşturma bilinmeyen bir nedenle başarısız oldu

source: Creating a data source and creating a new tab
bn: একটি ডেটা সোর্স তৈরি এবং একটি নতুন ট্যাব তৈরি করছে
ca: Creant una font de dades i creant una nova pestanya
cs: Vytváření zdroje dat a vytváření nové karty
es: Creando una fuente de datos y creando una nueva pestaña
ja: データソースの作成と新しいタブの作成
mi: E hanga ana i tētahi puna raraunga me te hanga i tētahi ripa hou
nl: Een gegevensbron maken en een nieuw tabblad maken
pt_br: Criando uma fonte de dados e criando uma nova guia
ro: Crearea unei surse de date și crearea unei file noi
tr: Veri kaynağı oluşturma ve yeni bir sekme oluşturma
zh_tw: 創建數據源，並弹出一個新的選項卡

source: Cross-filter will be applied to all of the charts that use this dataset.
bn: এই ডেটাসেট ব্যবহার করা সমস্ত চার্টে ক্রস-ফিল্টার প্রয়োগ করা হবে।
ca: El filtre creuat s'aplicarà a tots els gràfics que utilitzin aquest conjunt de dades.
cs: Křížový filtr bude aplikován na všechny grafy, které používají tuto sadu dat.
es: El filtro cruzado se aplicará a todos los gráficos que utilicen este conjunto de datos.
ja: クロスフィルターは、このデータセットを使用するすべてのチャートに適用されます。
mi: Ka whakahaeretia te tātari-whiti ki ngā kauwhata katoa e whakamahi ana i tēnei rārangi raraunga.
nl: Cross-filter zal worden toegepast op alle grafieken die deze data gebruiken.
pt_br: Filtro cruzado vai ser aplicado para todos os gráficos que utilizam esse conjunto de dados.
ro: Filtrarea încrucișată va fi aplicată tuturor graficelor care folosesc acest set de date.
tr: Çapraz filtre, bu veri kümesini kullanan tüm grafiklere uygulanacaktır.

source: Cross-filtering is not enabled for this dashboard.
bn: এই ড্যাশবোর্ডের জন্য ক্রস-ফিল্টারিং সক্ষম নয়।
ca: El filtratge creuat no està habilitat per a aquest dashboard.
cs: Křížové filtrování není pro tuto nástěnku povoleno.
ja: このダッシュボードではクロス フィルタリングが有効になっていません
mi: Kāore i whakahohengia te tātari-whiti mō tēnei papatohu.
nl: Cross-filtering is niet ingeschakeld voor dit dashboard.
pt_br: A filtragem cruzada não está ativada para esse painel.
ro: Filtrarea încrucișată nu este activată pentru acest tablou de bord.
tr: Bu gösterge tablosu için çapraz filtreleme etkin değil.

source: Cross-filtering is not enabled in this dashboard
bn: এই ড্যাশবোর্ডে ক্রস-ফিল্টারিং সক্ষম নয়
ca: El filtratge creuat no està habilitat en aquest dashboard
cs: Křížové filtrování není v této nástěnce povoleno
ja: このダッシュボードではクロスフィルタリングが有効になっていません
mi: Kāore i whakahohengia te tātari-whiti i tēnei papatohu
nl: Cross-filtering is niet ingeschakeld in dit dashboard
ro: Filtrarea încrucișată nu este activată în acest tablou de bord
tr: Bu gösterge tablosunda çapraz filtreleme etkin değil

source: Cross-filtering scoping
bn: ক্রস-ফিল্টারিং স্কোপিং
ca: Àmbit del filtratge creuat
cs: Rozsah křížového filtrování
ja: クロスフィルタリングのスコープ設定
mi: Korahi tātari-whiti
ro: Domeniu de aplicare filtrare încrucișată
tr: Çapraz filtreleme kapsamı

source: Cross-filters
bn: ক্রস-ফিল্টার
ca: Filtres creuats
cs: Křížové filtry
ja: クロスフィルター
mi: Tātari-whiti
pt_br: Filtros cruzados
ro: Filtre încrucișate
tr: Çapraz filtreler

source: Cumulative
bn: সামষ্টিক
ca: Acumulatiu
cs: Kumulativní
ja: 累積的な
mi: Whakakōputu
nl: Cumulatief
pt_br: Acumulado
ro: Cumulativ
tr: Kümülatif
zh_tw: 累計

source: Currency
bn: মুদ্রা
ca: Moneda
cs: Měna
es: Moneda
ja: 通貨
mi: Moni
nl: Valuta
ro: Monedă
zh_tw: 貨幣

source: Currency format
bn: মুদ্রার ফরম্যাট
ca: Format de moneda
cs: Formát měny
ja: 通貨形式
mi: Hōputu moni
nl: Valuta opmaak
ro: Format monedă

source: Currency prefix or suffix
bn: মুদ্রার পূর্ববর্তী বা পরবর্তী চিহ্ন
ca: Prefix o sufix de moneda
cs: Předpona nebo přípona měny
es: Prefijo o sufijo de moneda
ja: 通貨の接頭辞または接尾辞
mi: Kūmua, kūmuri moni rānei
nl: Valuta voorvoegsel of achtervoegsel
ro: Prefix sau sufix monedă
zh_tw: 貨幣前缀或後缀

source: Currency symbol
bn: মুদ্রার প্রতীক
ca: Símbol de moneda
cs: Symbol měny
es: Símbolo de moneda
ja: 通貨記号
mi: Tohu moni
nl: Valuta symbool
ro: Simbol monedă
zh_tw: 貨幣符號

source: Current
bn: বর্তমান
ca: Actual
cs: Aktuální
mi: O Nāianei
ro: Curent

source: Current day
bn: বর্তমান দিন
ca: Dia actual
cs: Aktuální den
mi: Rā o nāianei
ro: Zi curentă

source: Current month
bn: বর্তমান মাস
ca: Mes actual
cs: Aktuální měsíc
mi: Marama o nāianei
ro: Lună curentă

source: Current quarter
bn: বর্তমান কোয়ার্টার
ca: Trimestre actual
cs: Aktuální čtvrtletí
mi: Hautakiwā o nāianei
ro: Trimestru curent

source: Current week
bn: বর্তমান সপ্তাহ
ca: Setmana actual
cs: Aktuální týden
mi: Wiki o nāianei
ro: Săptămână curentă

source: Current year
bn: বর্তমান বছর
ca: Any actual
cs: Aktuální rok
mi: Tau o nāianei
ro: An curent

source: Currently rendered: %s
bn: বর্তমানে প্রদর্শিত: %s
ca: Actualment renderitzat: %s
cs: Aktuálně vykresleno: %s
es: Actualmente renderizado: %s
ja: 現在レンダリング中: %s
mi: Kua whakaaturia o nāianei: %s
nl: Momenteel weergegeven: %s
pt_br: Atualmente renderizado: %s
ro: În prezent redat: %s
tr: Şu anda görüntülenen: %s
zh_tw: 當前渲染為：%s

source: Custom
bn: কাস্টম
ca: Personalitzat
cs: Vlastní
ja: カスタム
mi: Ritenga
nl: Aangepast
pt_br: Personalizado
ro: Personalizat
tr: Özel
zh_tw: 自定義

source: Custom Plugin
bn: কাস্টম প্লাগইন
ca: Plugin Personalitzat
cs: Vlastní plugin
es: Plugin Personalizado
ja: カスタムプラグイン
mi: Mono Ritenga
nl: Aangepaste Plugin
pt_br: Plugin personalizado
ro: Plugin Personalizat
tr: Özel Eklenti
zh_tw: 自定義插件

source: Custom Plugins
bn: কাস্টম প্লাগইনসমূহ
ca: Plugins Personalitzats
cs: Vlastní pluginy
es: Plugins Personalizados
ja: カスタムプラグイン
mi: Mono Ritenga
nl: Aangepaste Plugins
pt_br: Plugins personalizados
ro: Plugin-uri Personalizate
tr: Özel Eklentiler
zh_tw: 自定義插件

source: Custom SQL
bn: কাস্টম SQL
ca: SQL Personalitzat
cs: Vlastní SQL
es: SQL Personalizado
ja: カスタムSQL
mi: SQL Ritenga
nl: Aangepaste SQL
pt_br: SQL personalizado
ro: SQL Personalizat
tr: Özel SQL
zh_tw: 自定義 SQL

source: Custom SQL ad-hoc metrics are not enabled for this dataset
bn: এই ডেটাসেটের জন্য কাস্টম SQL অ-হোক মেট্রিকস সক্ষম নয়
ca: Les mètriques SQL ad-hoc personalitzades no estan habilitades per a aquest conjunt de dades
cs: Vlastní SQL ad-hoc metriky nejsou pro tuto sadu dat povoleny
es: Las métricas SQL personalizadas ad-hoc no están habilitadas para este conjunto de datos
ja: カスタム SQL アドホック メトリクスはこのデータセットでは有効になっていません
mi: Kāore i whakahohengia ngā ine ad-hoc SQL Ritenga mō tēnei rārangi raraunga
nl: Aangepaste SQL ad hoc statistieken zijn niet ingeschakeld voor deze dataset
pt_br: As métricas ad-hoc de SQL personalizado não estão ativadas para este conjunto de dados
ro: Metricile SQL personalizate ad-hoc nu sunt activate pentru acest set de date
tr: Bu veri kümesi için özel SQL anlık metrikler etkin değil
zh_tw: 此數據集無法啟用自定義 SQL 即席查詢、

source: Custom SQL fields cannot contain sub-queries.
bn: কাস্টম SQL ক্ষেত্রগুলি উপ-প্রশ্ন ধারণ করতে পারবে না।
ca: Els camps SQL personalitzats no poden contenir sub-consultes.
cs: Vlastní pole SQL nemohou obsahovat poddotazy.
es: Los campos SQL personalizados no pueden contener subconsultas.
ja: カスタムSQLフィールドにはサブクエリを含めることはできません。
mi: Kāore e taea e ngā āpure SQL Ritenga te whai i ngā pātai-iti.
nl: Aangepaste SQL velden mogen geen sub-query's bevatten.
pt_br: Os campos SQL personalizados não podem conter subconsultas.
ro: Câmpurile SQL personalizate nu pot conține sub-interogări.
tr: Özel SQL alanları alt sorgular içeremez.

source: Custom color palettes
bn: কাস্টম রঙের প্যালেট
ca: Paletes de colors personalitzades
cs: Vlastní barevné palety
mi: Paka tae ritenga
ro: Palete de culori personalizate

source: Custom column name (leave blank for default)
ca: Nom de columna personalitzat (deixa en blanc per defecte)
cs: Vlastní název sloupce (ponechte prázdné pro výchozí)
mi: Ingoa tīwae ritenga (waiho kau mō te taunoa)
ro: Nume coloană personalizat (lăsați gol pentru implicit)

source: Custom conditional formatting
ca: Format Condicional Personalitzat
cs: Vlastní podmíněné formátování
mi: Hōputu āhuatanga ritenga
ro: Formatare condiționată personalizată

source: Custom date
bn: কাস্টম তারিখ
ca: Data personalitzada
cs: Vlastní datum
mi: Rā ritenga
ro: Dată personalizată

source: Custom fields not available in aggregated heatmap cells
ro: Câmpuri personalizate nevalabile în celulele heatmap agregate

source: Custom time filter plugin
bn: কাস্টম সময় ফিল্টার প্লাগইন
ca: Plugin de filtre de temps personalitzat
cs: Vlastní plugin časového filtru
es: Plugin de filtro de tiempo personalizado
ja: カスタムタイムフィルタープラグイン
mi: Mono tātari wā ritenga
nl: Aangepaste tijdfilter plugin
pt_br: Plugin de filtro de tempo personalizado
ro: Plugin filtru timp personalizat
tr: Özel zaman filtresi eklentisi
zh_tw: 自定義時間過濾器插件

source: Custom width of the screenshot in pixels
bn: স্ক্রিনশটের কাস্টম প্রস্থ পিক্সেলে
ca: Amplada personalitzada de la captura de pantalla en píxels
cs: Vlastní šířka snímku obrazovky v pixelech
es: Ancho personalizado de la captura de pantalla en píxeles
ja: スクリーンショットのカスタム幅 (ピクセル単位)
mi: Whānui ritenga o te hopuataata i ngā pika
nl: Aangepaste breedte van de schermafbeelding in pixels
ro: Lățime personalizată a capturii de ecran în pixeli

source: Customization settings
ro: Setări personalizare

source: Customize
bn: কাস্টমাইজ করুন
ca: Personalitzar
cs: Přizpůsobit
es: Personalizar
ja: カスタマイズ
mi: Whakaritenga
nl: Pas aan
pt_br: Personalizar
ro: Personalizează
tr: Özelleştir
zh_tw: 定制化配置

source: Customize Metrics
bn: মেট্রিকস কাস্টমাইজ করুন
ca: Personalitzar Mètriques
cs: Přizpůsobit metriky
ja: メトリクスのカスタマイズ
mi: Whakaritenga Ine
nl: Aanpassen van Metrieken
pt_br: Personalizar métricas
ro: Personalizează Metrici
tr: Metrikleri Özelleştir
zh_tw: 自定義指標

source: Customize cell titles using Handlebars template syntax. Available variables: {{rowLabel}}, {{colLabel}}
ro: Personalizează titlurile celulelor folosind sintaxa șablon Handlebars. Variabile disponibile: {{rowLabel}}, {{colLabel}}

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
bn: চার্টের মেট্রিকস বা কলামগুলি কাস্টমাইজ করুন মুদ্রার প্রতীককে পূর্ববর্তী বা পরবর্তী হিসেবে। ড্রপডাউন থেকে একটি প্রতীক নির্বাচন করুন বা আপনার নিজস্ব টাইপ করুন।
ca: Personalitzar mètriques de gràfics o columnes amb símbols de moneda com a prefixos o sufixos. Escull un símbol del desplegable o escriu el teu propi.
cs: Přizpůsobte metriky nebo sloupce grafu symboly měn jako předpony nebo přípony. Vyberte symbol z rozevíracího seznamu nebo zadejte vlastní.
es: Personaliza las métricas o columnas del gráfico con símbolos de moneda como prefijos o sufijos. Elige un símbolo del desplegable o escribe el tuyo propio.
ja: 通貨記号をプレフィックスまたはサフィックスとして使用してグラフのメトリクスまたは列をカスタマイズします。
nl: Pas grafiek metrieken of kolommen met valutasymbolen aan als voorvoegsels of achtervoegsels. Kies een eigen symbool in de vervolgkeuzelijst of typ.
ro: Personalizează metricile sau coloanele graficului cu simboluri de monedă ca prefixe sau sufixe. Alege un simbol din meniul derulant sau tastează propriul tău.

source: Customize columns
bn: কলাম কাস্টমাইজ করুন
ca: Personalitzar columnes
cs: Přizpůsobit sloupce
ja: 列をカスタマイズする
mi: Whakaritenga tīwae
nl: Kolommen aanpassen
pt_br: Personalizar colunas
ro: Personalizează coloane
tr: Sütunları özelleştir
zh_tw: 自定義列

source: Customize data source, filters, and layout.
bn: ডেটা সোর্স, ফিল্টার এবং লেআউট কাস্টমাইজ করুন।
ca: Personalitzar font de dades, filtres i disseny.
cs: Přizpůsobte zdroj dat, filtry a rozložení.
ja: データソース、フィルター、レイアウトをカスタマイズします。
mi: Whakaritenga puna raraunga, tātari, me te hoahoa.
ro: Personalizează sursa de date, filtrele și aspectul.

source: Customize the label displayed for decreasing values in the chart tooltips and legend.
ro: Personalizează eticheta afișată pentru valorile descrescătoare în tooltips-urile și legenda graficului.

source: Customize the label displayed for increasing values in the chart tooltips and legend.
ro: Personalizează eticheta afișată pentru valorile crescătoare în tooltips-urile și legenda graficului.

source: Customize the label displayed for total values in the chart tooltips, legend, and chart axis.
ro: Personalizează eticheta afișată pentru valorile totale în tooltips-urile graficului, legendă și axa graficului.

source: Customize tooltips template
ro: Personalizează șablonul tooltips-urilor

source: Cyclic dependency detected
bn: চক্রবৃদ্ধি নির্ভরতাঃ সনাক্ত করা হয়েছে
ca: Dependència cíclica detectada
cs: Zjištěna cyklická závislost
es: Se ha detectado una dependencia cíclica
ja: 循環依存関係が検出されました
mi: I kitea te whakawhirinaki āmiomio
nl: Cyclische afhankelijkheid gedetecteerd
pt_br: Detectada dependência cíclica
ro: Dependență ciclică detectată
tr: Döngüsel bağımlılık algılandı

source: D3 format
bn: D3 ফরম্যাট
ca: Format D3
cs: Formát D3
es: Formato D3
ja: D3フォーマット
mi: Hōputu D3
nl: D3 formaat
pt_br: Formato D3
ro: Format D3
tr: D3 biçimi
zh_tw: D3 格式

source: D3 format syntax: https://github.com/d3/d3-format
bn: D3 ফরম্যাটের সিনট্যাক্স: https://github.com/d3/d3-format
ca: Sintaxi del format D3: https://github.com/d3/d3-format
cs: Syntaxe formátu D3: https://github.com/d3/d3-format
es: Sintaxis de formato D3: https://github.com/d3/d3-format
ja: D3 形式の構文: https://github.com/d3/d3-format
mi: Wetereo hōputu D3: https://github.com/d3/d3-format
pt_br: formato D3 sintaxe: https://github.com/d3/d3-format
ro: Sintaxă format D3: https://github.com/d3/d3-format
tr: D3 biçim sözdizimi: https://github.com/d3/d3-format
zh_tw: D3 格式語法: https://github.com/d3/d3-time-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
bn: -1.0 থেকে 1.0 এর মধ্যে সংখ্যার জন্য D3 নম্বর ফরম্যাট, ছোট এবং বড় সংখ্যার জন্য বিভিন্ন গুরুত্বপূর্ণ ডিজিট থাকতে চাওয়ার সময় এটি উপকারী।
ca: Format numèric D3 per a números entre -1.0 i 1.0, útil quan vols tenir diferents dígits significatius per a números petits i grans
cs: Formát čísla D3 pro čísla mezi -1,0 a 1,0, užitečný, když chcete mít různé platné číslice pro malá a velká čísla
es: Formato de número D3 para números entre -1.0 y 1.0, útil cuando quieres tener diferentes dígitos significativos para números pequeños y grandes
ja: -1.0 から 1.0 までの数値の D3 数値形式。小さい数値と大きい数値に異なる有効桁数を使用する場合に便利です。
mi: Hōputu tau D3 mō ngā tau i waenga i -1.0 me 1.0, he whaihua ina hiahia koe ki ngā mati hiranga rerekē mō ngā tau iti me ngā tau nui
nl: D3 nummer opmaak voor getallen tussen -1.0 en 1.0, handig als je verschillende significante cijfers wilt hebben voor kleine en grote getallen
pt_br: Formato de número D3 para números entre -1,0 e 1,0, útil quando se pretende ter dígitos significativos diferentes para números pequenos e grandes
ro: Format număr D3 pentru numere între -1.0 și 1.0, util când vrei să ai cifre semnificative diferite pentru numere mici și mari
tr: Küçük ve büyük sayılar için farklı anlamlı hanelere sahip olmak istediğinizde, -1.0 ile 1.0 arasındaki sayılar için D3 sayı biçimi kullanışlıdır.

source: D3 time format for datetime columns
bn: তারিখ এবং সময় কলামের জন্য D3 সময় ফরম্যাট
ca: Format de temps D3 per a columnes de data/hora
cs: Formát času D3 pro sloupce data a času
es: Formato de tiempo D3 para columnas de fecha y hora
ja: 日時列の D3 時間形式
mi: Hōputu wā D3 mō ngā tīwae datetime
nl: D3 tijdnotatie voor datumtijd kolommen
pt_br: Formato de hora D3 para colunas datetime
ro: Format timp D3 pentru coloane datetime
tr: Tarih saat sütunları için D3 saat biçimi
zh_tw: D3 時間格式的時間列
