Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Logarithmic y-axis
bn: লগারিদমিক y-অক্ষ
ca: Eix y logarítmic
cs: Logaritmická osa Y
es: Eje y logarítmico
ja: 対数 y 軸
mi: Tukutuku-y pūkete
nl: Logaritmische y-as
pt_br: Eixo y logarítmico
ro: Axă y logaritmică
tr: Logaritmik y-eksen
zh_tw: 對數軸

source: Login
bn: লগইন
ca: Iniciar sessió
cs: Přihlásit se
es: Iniciar sesión
ja: ログイン
mi: Takiuru
nl: Aanmelden
pt_br: Entrar
ro: Conectare
tr: Giriş
zh_tw: 登入

source: Login count
ca: Recompte d'accessos
cs: Počet přihlášení
mi: Tatau takiuru
ro: Număr conectări

source: Login with
bn: এর মাধ্যমে লগইন করুন
ca: Iniciar sessió amb
cs: Přihlásit se pomocí
ja: でログイン
mi: Takiuru me
nl: Log in met
pt_br: Fazer login com
ro: Conectează-te cu
tr: Şununla Giriş Yap

source: Logout
bn: লগআউট
ca: Tancar sessió
cs: Odhlásit se
es: Cerrar sesión
ja: ログアウト
mi: Takiputa
nl: Afmelden
pt_br: Sair
ro: Deconectare
tr: Çıkış
zh_tw: 登出

source: Logs
bn: লগ
ca: Registres
cs: Protokoly
es: Registros
ja: ログ
mi: Rārangi
nl: Logboek
ro: Jurnale
tr: Kayıtlar
zh_tw: 日誌

source: Long dashed
bn: দীর্ঘ ড্যাশ
ca: Ratllat llarg
cs: Dlouze čárkovaná
es: Linea larga discontinua
ja: 長破線
mi: Kani roa
nl: Lang strepen
pt_br: Traço longo
ro: Linie întreruptă lungă
tr: Uzun tireli
zh_tw: 長虚線

source: Longitude
bn: দীর্ঘাংশ
ca: Longitud
cs: Zeměpisná délka
es: Longitud
ja: 経度
nl: Lengtegraad
ro: Longitudine
tr: Boylam
zh_tw: 經度

source: Longitude & Latitude
bn: দীর্ঘাংশ ও অক্ষাংশ
ca: Longitud i Latitud
cs: Zeměpisná délka a šířka
ja: 経度と緯度
mi: Longitude me Latitude
nl: Lengtegraad & Breedtegraad
pt_br: Longitude e Latitude
ro: Longitudine & Latitudine
tr: Boylam ve Enlem

source: Longitude & Latitude columns
bn: দীর্ঘাংশ ও অক্ষাংশ কলাম
ca: Columnes de Longitud i Latitud
cs: Sloupce zeměpisné délky a šířky
es: Columnas de Longitud & Latitud
ja: 経度と緯度の列
mi: Tīwae Longitude me Latitude
nl: Kolommen lengtegraad en breedtegraad
pt_br: Colunas de latitude e longitude
ro: Coloane Longitudine & Latitudine
tr: Boylam ve Enlem sütunları
zh_tw: 經緯度欄位

source: Longitude and Latitude
bn: দীর্ঘাংশ এবং অক্ষাংশ
ca: Longitud i Latitud
cs: Zeměpisná délka a šířka
ja: 経度と緯度
mi: Longitude me Latitude
nl: Lengtegraad en breedtegraad
pt_br: Longitude e Latitude
ro: Longitudine și Latitudine
tr: Boylam ve Enlem

source: Longitude of default viewport
bn: ডিফল্ট ভিউপোর্টের দীর্ঘাংশ
ca: Longitud de la vista per defecte
cs: Zeměpisná délka výchozího zobrazení
es: Longitud de la vista previa predeterminada
ja: デフォルトのビューポートの経度
mi: Longitude o te tirohanga taunoa
nl: Lengtegraad van standaard viewport
pt_br: Longitude da viewport padrão
ro: Longitudinea viewport-ului implicit
tr: Varsayılan görünümün boylamı
zh_tw: 預設視口經度

source: Lower Threshold
bn: নিম্ন সীমা
ca: Llindar Inferior
cs: Dolní práh
es: Umbral Inferior
ja: 下限しきい値
mi: Paepae Raro
nl: Ondergrens
ro: Prag Inferior

source: Lower threshold must be lower than upper threshold
bn: নিম্ন সীমা উচ্চ সীমার চেয়ে কম হতে হবে
ca: El llindar inferior ha de ser menor que el llindar superior
cs: Dolní práh musí být nižší než horní práh
es: El umbral inferior debe ser menor que el umbral superior
ja: 下限しきい値は上限しきい値よりも低くなければなりません
mi: Me iti ake te paepae raro i te paepae runga
nl: Ondergrens moet lager zijn dan bovengrens
ro: Pragul inferior trebuie să fie mai mic decât pragul superior
zh_tw: 閥值下限必須比閥值上限小

source: MAY
bn: মে
ca: MAI
cs: KVĚ
es: MAYO
ja: 5月
mi: HAR
nl: MEI
pt_br: MAIO
ro: MAI
zh_tw: 五月

source: MON
bn: মার্চ
ca: DLL
cs: PO
es: LUN
ja: 月
mi: MAN
nl: MA
pt_br: SEG
ro: LUN
tr: PZT
zh_tw: 星期一

source: Main
bn: মূল
ca: Principal
cs: Hlavní
mi: Matua
ro: Principal

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
bn: নিশ্চিত করুন যে নিয়ন্ত্রণগুলি সঠিকভাবে কনফিগার করা হয়েছে এবং ডেটাসোর্স নির্বাচিত সময় পরিসরের জন্য ডেটা ধারণ করে
ca: Assegura't que els controls estan configurats correctament i que la font de dades conté dades per al rang de temps seleccionat
cs: Ujistěte se, že jsou ovládací prvky správně nakonfigurovány a že zdroj dat obsahuje data pro vybraný časový rozsah
es: Asegúrate de que los controles estén configurados correctamente y que el origen de datos contenga información para el rango de tiempo seleccionado
ja: コントロールが適切に構成されており、データソースに選択した時間範囲のデータが含まれていることを確認してください。
mi: Kia mārama kua whirihorahia tika ngā whakahaere, ā, kei roto i te puna raraunga ngā raraunga mō te awhe wā kua tīpakohia
nl: Zorg ervoor dat de besturingselementen correct zijn geconfigureerd en dat de gegevensbron gegevens bevat voor het geselecteerde tijdsbereik
pt_br: Certifique-se de que os controles estão corretamente configurados e que a fonte de dados contém dados para o intervalo de tempo selecionado
ro: Asigură-te că controalele sunt configurate corect și sursa de date conține date pentru intervalul de timp selectat
tr: Kontrollerin düzgün yapılandırıldığından ve veri kaynağının seçilen zaman aralığı için veri içerdiğinden emin olun

source: Make the x-axis categorical
bn: x-অক্ষকে শ্রেণীবদ্ধ করুন
ca: Fer l'eix x categòric
cs: Nastavit osu X jako kategorickou
es: Haz que el eje x sea categórico
ja: X 軸をカテゴリカルにする
mi: Kia kāwai te tukutuku-x
nl: Maak de x-as categorisch
ro: Fă axa x categorică

source: Malformed request. slice_id or table_name and db_name arguments are expected
bn: ভুলভাবে তৈরি করা অনুরোধ। slice_id অথবা table_name এবং db_name অর্গুমেন্টগুলি আশা করা হচ্ছে
ca: Sol·licitud mal formada. S'esperen arguments slice_id o table_name i db_name
cs: Chybně formátovaný požadavek. Očekávají se argumenty slice_id nebo table_name a db_name
es: Solicitud malformada. Se esperan argumentos slice_id o table_name y db_name
ja: 不正な形式のリクエストです。引数には、slice_id または table_name と db_name が必要です。
mi: Tono hē. E tūmanakohia ana ngā tākupu slice_id, table_name me db_name
nl: Misvormde aanvraag. slice_id of table_name en db_name argumenten worden verwacht
pt_br: Pedido malformado. Os argumentos slice_id ou table_name e db_name são esperados
ro: Cerere malformată. Se așteaptă argumentele slice_id sau table_name și db_name
tr: Hatalı istek. slice_id veya table_name ve db_name argümanlarının bekleniyor olması gerekir.
zh_tw: 格式錯誤的請求。需要使用 slice_id 或 table_name 和 db_name 参數

source: Manage
bn: পরিচালনা করুন
ca: Gestionar
cs: Spravovat
es: Gestionar
ja: 不正な形式のリクエストです。引数には、slice_id または table_name と db_name が必要です
mi: Whakahaere
nl: Beheer
pt_br: Gerenciar
ro: Gestionează
tr: Yönet
zh_tw: 管理

source: Manage dashboard owners and access permissions
ro: Gestionează proprietarii tabloului de bord și permisiunile de acces

source: Manage email report
bn: ইমেইল রিপোর্ট পরিচালনা করুন
ca: Gestionar informe per correu electrònic
cs: Spravovat e-mailový report
ja: 電子メールレポートを管理する
mi: Whakahaere pūrongo īmēra
nl: E-mailrapport beheren
pt_br: Gerenciar relatório de e-mail
ro: Gestionează raport email
tr: E-posta raporunu yönet

source: Manage your databases
bn: আপনার ডেটাবেস পরিচালনা করুন
ca: Gestionar les teves bases de dades
cs: Spravujte své databáze
ja: データベースを管理する
mi: Whakahaere i ō pātengi raraunga
nl: Beheer je databases
pt_br: Gerenciar seus bancos de dados
ro: Gestionează bazele tale de date
tr: Veritabanlarınızı yönetin
zh_tw: 管理你的資料庫

source: Mandatory
bn: অবশ্যই
ca: Obligatori
cs: Povinné
es: Obligatorio
ja: 必須
mi: Ā-tikanga
nl: Verplicht
pt_br: Obrigatório
ro: Obligatoriu
tr: Zorunlu
zh_tw: 必填参數

source: Manually set min/max values for the y-axis.
bn: y-অক্ষের জন্য হাতে ন্যূনতম/সর্বাধিক মান সেট করুন।
ca: Establir manualment valors min/màx per l'eix y.
cs: Ručně nastavit min/max hodnoty pro osu Y.
ja: Y 軸の最小値/最大値を手動で設定します。
mi: Tautuhi ā-ringa i ngā uara iti/rahi mō te tukutuku-y.
nl: Stel handmatig min/max waarden in voor de y-as.
pt_br: Definir manualmente os valores mínimo/máximo para o eixo y.
ro: Setează manual valorile min/max pentru axa y.
tr: Y ekseni için min/mak değerlerini manuel olarak ayarlayın.

source: Map
bn: মানচিত্র
ca: Mapa
cs: Mapa
ja: 地図
mi: Mahere
nl: Kaart
pt_br: Mapa
ro: Hartă
tr: Harita
zh_tw: 地圖

source: Map Options
cs: Možnosti mapy
mi: Kōwhiringa Mahere
ro: Opțiuni Hartă

source: Map Style
bn: মানচিত্রের শৈলী
ca: Estil de Mapa
cs: Styl mapy
mi: Kāhua Mahere
nl: Kaart Stijl
pt_br: Estilo do mapa
ro: Stil Hartă
tr: Harita Stili
zh_tw: 地圖樣式

source: March
bn: মার্চ
ca: Març
cs: Březen
es: Marzo
ja: 3月
mi: Poutūterangi
nl: Maart
pt_br: Março
ro: Martie
tr: MART
zh_tw: 三月

source: Margin
bn: মার্জিন
ca: Marge
cs: Okraj
ja: マージン
mi: Taiapa
nl: Marge
pt_br: Margem
ro: Margine
tr: Kenar Boşluğu
zh_tw: 邊距

source: Mark a column as temporal in "Edit datasource" modal
bn: "ডেটাসোর্স সম্পাদনা" মডালে একটি কলামকে সময়গত চিহ্নিত করুন
ca: Marcar una columna com a temporal al modal "Editar font de dades"
cs: Označit sloupec jako časový v modálním okně „Upravit zdroj dat“
es: Marca una columna como temporal en el modo "Editar fuente de datos"
ja: 「データソースの編集」モーダルで列をテンポラルとしてマークします
mi: Tohua tētahi tīwae hei wā i te paerewa "Whakatika puna raraunga"
nl: Markeer een kolom als tijdelijk in "Bewerk gegevensbron" modal
pt_br: Marcar uma coluna como temporal no modal "Edit datasource"
ro: Marchează o coloană ca temporală în modalul "Editează sursă de date"
tr: "Veri kaynağını Düzenle" penceresinde bir sütunu zaman dilimi olarak işaretle

source: Marker Size
bn: চিহ্নের আকার
ca: Mida del Marcador
cs: Velikost značky
es: Tamaño del Marcador
ja: マーカーのサイズ
mi: Rahi Tohu
nl: Marker Grootte
pt_br: Tamanho do marcador
ro: Dimensiune Marker
tr: İşaretçi Boyutu
zh_tw: 標記大小

source: Marker labels
bn: চিহ্নের লেবেল
ca: Etiquetes de marcador
cs: Popisky značek
es: Etiquetas de marcadores
ja: マーカーラベル
mi: Tapanga tohu
pt_br: Rótulos de marcadores
ro: Etichete marker
tr: İşaretçi etiketleri
zh_tw: 標記標籤

source: Marker line labels
bn: চিহ্নিত লাইনের লেবেল
ca: Etiquetes de línia de marcador
cs: Popisky čar značek
es: Etiquetas de línea de marcador
ja: マーカーラインのラベル
mi: Tapanga rārangi tohu
nl: Marker lijn labels
pt_br: Rótulos de linhas de marcação
ro: Etichete linii marker
tr: İşaretçi çizgisi etiketleri
zh_tw: 標記線標籤

source: Marker lines
bn: চিহ্নিত লাইন
ca: Línies de marcador
cs: Čáry značek
es: Lineas de marcador
ja: マーカーライン
mi: Rārangi tohu
nl: Marker lijnen
pt_br: Linhas de marcação
ro: Linii marker
tr: İşaretçi çizgileri
zh_tw: 標記線

source: Marker size
bn: চিহ্নের আকার
ca: Mida del marcador
cs: Velikost značky
es: Tamaño del marcador
ja: マーカーのサイズ
mi: Rahi tohu
nl: Marker grootte
pt_br: Tamanho do marcador
ro: Dimensiune marker
tr: İşaretçi boyutu
zh_tw: 標記大小

source: Markers
bn: চিহ্ন
ca: Marcadors
cs: Značky
mi: Tohu
nl: Markeringen
pt_br: Marcadores
ro: Markeri
tr: İşaretçiler
zh_tw: 標記

source: Markup type
bn: মার্কআপের ধরনের
ca: Tipus de marcatge
cs: Typ značkování
es: Tipo de marcado
ja: マークアップの種類
mi: Momo tohu
nl: Opmaaktype(Markup type)
pt_br: Tipo de marcação
ro: Tip markup
tr: İşaretleme türü
zh_tw: Markup 類型

source: Match system
cs: Podle systému
ro: Potrivește sistemul

source: Match time shift color with original series
bn: মূল সিরিজের সাথে সময় পরিবর্তনের রঙ মেলান
ca: Coincidir color de desplaçament temporal amb sèrie original
cs: Sladit barvu časového posunu s původní sérií
mi: Whakatau tae neke wā ki te raupapa taketake
ro: Potrivește culoarea deplasării de timp cu seria originală

source: Max Bubble Size
bn: সর্বাধিক বুদবুদ আকার
ca: Mida Màxima de Bombolla
cs: Maximální velikost bubliny
ja: 最大バブルサイズ
mi: Rahi Pōro Rahi
nl: Max Bubbel Grootte
pt_br: Tamanho máximo da bolha
ro: Dimensiune Maximă Bulă
tr: Maksimum Kabarcık Boyutu
zh_tw: 最大氣泡的尺寸

source: Max value
ro: Valoare maximă

source: Max. features
ca: Màx. característiques
cs: Max. prvků
mi: Āhuatanga rahi
ro: Caracteristici max.

source: Maximum
bn: সর্বাধিক
ca: Màxim
es: Máximo
ja: 最大
mi: Rahi
pt_br: Máximo
ro: Maxim
tr: Maksimum
zh_tw: 最大

source: Maximum Font Size
bn: সর্বাধিক ফন্টের আকার
ca: Mida Màxima de Font
cs: Maximální velikost písma
es: Tamaño Máximo de Fuente
ja: 最大フォントサイズ
mi: Rahi Momotuhi Rahi
nl: Maximale Lettergrootte
pt_br: Tamanho Máximo da Fonte
ro: Dimensiune Font Maximă
tr: Maksimum Yazı Tipi Boyutu
zh_tw: 最大字體大小

source: Maximum Radius
bn: সর্বাধিক ব্যাসার্ধ
ca: Radi Màxim
cs: Maximální poloměr
es: Radio Máximo
ja: 最大半径
mi: Pūtoro Rahi
pt_br: Raio Máximo
ro: Rază Maximă
tr: Maksimum Yarıçap
zh_tw: 最大半徑

source: Maximum number of features to fetch from service
ca: Nombre màxim de característiques a obtenir del servei
cs: Maximální počet prvků k načtení ze služby
mi: Te maha rahi o ngā āhuatanga hei tiki mai i te ratonga
ro: Număr maxim de caracteristici de preluat din serviciu

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
bn: বৃত্তের সর্বাধিক ব্যাসার্ধের আকার, পিক্সেলে। যেভাবে জুম স্তর পরিবর্তিত হয়, এটি নিশ্চিত করে যে বৃত্তটি এই সর্বাধিক ব্যাসার্ধের প্রতি সম্মান জানায়।
ca: Mida màxima del radi del cercle, en píxels. Quan el nivell de zoom canvia, això assegura que el cercle respecti aquest radi màxim.
cs: Maximální velikost poloměru kruhu v pixelech. Jak se mění úroveň přiblížení, toto zajišťuje, že kruh respektuje tento maximální poloměr.
es: Tamaño máximo del radio del círculo, en píxeles. A medida que cambia el nivel de zoom, esto garantiza que el círculo respeta este radio máximo.
ja: 円の最大半径サイズ (ピクセル単位)。ズーム レベルが変化すると、円がこの最大半径を遵守することが保証されます。
mi: Rahi pūtoro rahi o te porohita, i ngā pika. I te huringa o te taumata topa, ka whakarite tēnei kia whakaute te porohita i tēnei pūtoro rahi.
nl: Maximale straalgrootte van de cirkel, in pixels. Als het zoomniveau verandert, zorgt deze ervoor dat de cirkel deze maximale straal respecteert.
pt_br: Tamanho máximo do raio do círculo, em pixels. À medida que o nível de zoom muda, isto assegura que o círculo respeite este raio máximo.
ro: Dimensiune maximă a razei cercului, în pixeli. Pe măsură ce nivelul de zoom se schimbă, acest lucru asigură că cercul respectă această rază maximă.
tr: Çemberin maksimum yarıçap boyutu, piksel cinsinden. Yakınlaştıkça, bu çemberin bu maksimum yarıçabı korumasını sağlar.
zh_tw: 圆的最大半徑尺寸，以像素為單位。随着縮放級别的變化，這確保圆始終保持這一最大半徑。

source: Maximum value
bn: সর্বাধিক মান
ca: Valor màxim
cs: Maximální hodnota
ja: 最大値
mi: Uara rahi
nl: Maximale waarde
pt_br: Valor máximo
ro: Valoare maximă
tr: Maksimum değer

source: Maximum value on the gauge axis
bn: গেজ অক্ষের উপর সর্বাধিক মান
ca: Valor màxim en l'eix de l'indicador
cs: Maximální hodnota na ose měřidla
es: Valor máximo en el eje del medidor
ja: ゲージ軸上の最大値
mi: Uara rahi i te tukutuku ine
nl: Maximale waarde op de graadmeter-as
pt_br: Valor máximo no eixo do medidor
ro: Valoare maximă pe axa cadranului
tr: Ölçüm eksenindeki maksimum değer
zh_tw: 量規軸上的最大值

source: May
bn: মে
ca: Maig
cs: Květen
es: Mayo
ja: 5月
mi: Haratua
nl: Mei
pt_br: Maio
ro: Mai
tr: Mayıs
zh_tw: 五月

source: Mean of values over specified period
bn: নির্দিষ্ট সময়ে মানের গড়
ca: Mitjana de valors durant el període especificat
cs: Průměr hodnot za zadané období
es: Media de valores durante el periodo especificado
ja: 指定した期間の値の平均
mi: Toharite o ngā uara i te wā kua tohua
nl: Gemiddelde van waarden over de opgegeven periode
pt_br: Média dos valores durante o período especificado
ro: Media valorilor pe perioada specificată
tr: Belirtilen dönemdeki değerlerin ortalaması
zh_tw: 特定時期内的平均值

source: Mean values
bn: গড় মান
ca: Valors mitjans
cs: Průměrné hodnoty
ja: 平均値
mi: Uara toharite
nl: Gemiddelde waarden
pt_br: Valores médios
ro: Valori medii
tr: Ortalama değerler

source: Median
bn: মধ্যম
ca: Mediana
cs: Medián
es: Mediana
ja: 中央値
mi: Pū
nl: Mediaan
pt_br: Mediana
ro: Mediană
tr: Medyan
zh_tw: 中位數

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
bn: মধ্যম প্রান্তের প্রস্থ, সবচেয়ে মোটা প্রান্তটি সবচেয়ে পাতলা প্রান্তের চেয়ে 4 গুণ মোটা।
ca: Amplada mediana d'aresta, l'aresta més gruixuda serà 4 vegades més gruixuda que la més fina.
cs: Střední šířka hrany, nejtlustší hrana bude 4krát tlustší než nejtenčí.
es: Anchura mediana del borde, el borde más grueso será 4 veces más grueso que el más delgado.
ja: エッジ幅の中央値。最も厚いエッジは最も薄いエッジの 4 倍の厚さになります。
mi: Whānui tapa pū, ka 4 rawa te mātotoru o te tapa mātotoru rawa i te mea māniniotanga.
nl: Mediaanrandbreedte, de dikste rand zal 4 keer dikker zijn dan de dunste.
pt_br: Largura mediana da aresta, a aresta mais grossa será 4 vezes mais grossa do que a mais fina.
ro: Lățime mediană muchie, cea mai groasă muchie va fi de 4 ori mai groasă decât cea mai subțire.
tr: Medyan kenar genişliği, en kalın kenar en ince kenardan 4 kat daha kalın olacaktır.
zh_tw: 邊缘寬度中間值，最厚的邊缘將比最薄的邊缘厚4倍

source: Median node size, the largest node will be 4 times larger than the smallest
bn: মধ্যম নোডের আকার, সবচেয়ে বড় নোডটি সবচেয়ে ছোট নোডের চেয়ে 4 গুণ বড় হবে।
ca: Mida mediana de node, el node més gran serà 4 vegades més gran que el més petit
cs: Střední velikost uzlu, největší uzel bude 4krát větší než nejmenší
es: Tamaño medio del nodo, el nodo más grande será 4 veces más grande que el más pequeño
ja: ノード サイズの中央値。最大のノードは最小のノードの 4 倍になります。
mi: Rahi pona pū, ka 4 rawa te rahi o te pona nui rawa i te mea iti rawa
nl: Mediaangrootte van knooppunt, het grootste knooppunt zal 4 keer groter zijn dan het kleinste
pt_br: Tamanho médio do nó, o nó maior será 4 vezes maior do que o mais pequeno
ro: Dimensiune mediană nod, cel mai mare nod va fi de 4 ori mai mare decât cel mai mic
tr: Medyan düğüm boyutu, en büyük düğüm en küçük düğümden 4 kat daha büyük olacaktır.
zh_tw: 節點大小中位數，最大的節點將比最小的節點大 4 倍

source: Median values
bn: মধ্যম মান
ca: Valors medians
cs: Střední hodnoty
ja: 中央値
mi: Uara pū
nl: Mediaan waarden
pt_br: Valores médios
ro: Valori mediane
tr: Medyan değerler

source: Medium
bn: মাঝারি
ca: Mitjà
cs: Střední
es: Medio
ja: 中
mi: Waenganui
nl: Gemiddeld
pt_br: Médio
ro: Mediu
tr: Orta
zh_tw: 中

source: Memory in bytes - binary (1024B => 1KiB)
ca: Memòria en bytes - binari (1024B => 1KiB)
cs: Paměť v bytech - binární (1024B => 1KiB)
mi: Mahara i ngā paita - paeruarua (1024B => 1KiB)
ro: Memorie în octeți - binar (1024B => 1KiB)

source: Memory in bytes - decimal (1024B => 1.024kB)
ca: Memòria en bytes - decimal (1024B => 1.024kB)
cs: Paměť v bytech - desetinná (1024B => 1.024kB)
mi: Mahara i ngā paita - tekau (1024B => 1.024kB)
ro: Memorie în octeți - zecimal (1024B => 1.024kB)

source: Memory transfer rate in bytes - binary (1024B => 1KiB/s)
ca: Taxa de transferència de memòria en bytes - binari (1024B => 1KiB/s)
cs: Přenosová rychlost paměti v bytech - binární (1024B => 1KiB/s)
mi: Tere whakawhiti mahara i ngā paita - paeruarua (1024B => 1KiB/s)
ro: Rată transfer memorie în octeți - binar (1024B => 1KiB/s)

source: Memory transfer rate in bytes - decimal (1024B => 1.024kB/s)
ca: Taxa de transferència de memòria en bytes - decimal (1024B => 1.024kB/s)
cs: Přenosová rychlost paměti v bytech - desetinná (1024B => 1.024kB/s)
mi: Tere whakawhiti mahara i ngā paita - tekau (1024B => 1.024kB/s)
ro: Rată transfer memorie în octeți - zecimal (1024B => 1.024kB/s)

source: Menu actions trigger
bn: মেনু ক্রিয়াকলাপের ট্রিগার
ca: Activador d'accions de menú
cs: Spouštěč akcí nabídky
es: Acciones de menú activadas
ja: メニューアクションのトリガー
mi: Whakaohonga mahinga tahua
nl: Menu acties trigger
pt_br: Acionador de ações do menu
ro: Declanșator acțiuni meniu
tr: Menü işlemleri tetikleyici

source: Message content
bn: বার্তার বিষয়বস্তু
ca: Contingut del missatge
cs: Obsah zprávy
es: Contenido del mensaje
ja: メッセージ内容
mi: Ihirangi karere
nl: Inhoud van het bericht
pt_br: Conteúdo da Mensagem
ro: Conținut mesaj
tr: Mesaj içeriği
zh_tw: 消息内容

source: Metadata
bn: মেটাডেটা
ca: Metadades
ja: メタデータ
pt_br: Metadados
ro: Metadate
tr: Meta veri
zh_tw: 元數據

source: Metadata Parameters
bn: মেটাডেটা প্যারামিটার
ca: Paràmetres de Metadades
cs: Parametry metadat
ja: メタデータパラメータ
mi: Tawhā Metadata
pt_br: Parâmetros de metadados
ro: Parametri Metadate
tr: Meta Veri Parametreleri
zh_tw: 元數據参數

source: Metadata has been synced
bn: মেটাডেটা সমন্বয় করা হয়েছে
ca: Les metadades s'han sincronitzat
cs: Metadata byla synchronizována
es: Los metadatos se han sincronizado
ja: メタデータが同期されました
mi: Kua hāngaitia te metadata
nl: Metadata zijn gesynchroniseerd
pt_br: Os metadados foram sincronizados
ro: Metadatele au fost sincronizate
tr: Meta veri senkronize edildi
zh_tw: 元數據已同步

source: Method
bn: পদ্ধতি
ca: Mètode
cs: Metoda
es: Método
ja: 方法
mi: Tikanga
nl: Methode
pt_br: Método
ro: Metodă
tr: Yöntem
zh_tw: 方法

source: Method to compute the displayed value. "Overall value" calculates a single metric across the entire filtered time period, ideal for non-additive metrics like ratios, averages, or distinct counts. Other methods operate over the time series data points.
ro: Metodă pentru calcularea valorii afișate. "Valoare generală" calculează o singură metrică pe întreaga perioadă de timp filtrată, ideal pentru metrici non-aditive precum rapoarte, medii sau numărări distincte. Alte metode operează pe punctele de date ale seriei temporale.

source: Metric
bn: মেট্রিক
ca: Mètrica
cs: Metrika
es: Métrica
ja: 指標
mi: Ine
nl: Metriek
pt_br: Métrica
ro: Metrică
tr: Metrik
zh_tw: 指標

source: Metric '%(metric)s' does not exist
bn: মেট্রিক '%(metric)s' বিদ্যমান নেই
ca: La mètrica '%(metric)s' no existeix
cs: Metrika '%(metric)s' neexistuje
es: La métrica '%(metric)s' no existe
ja: 指標 '%(metric)s' は存在しません。
mi: Karekau te Ine '%(metric)s'
nl: Metriek “%(metric)s” bestaat niet
pt_br: Métrica '%(métric)s' não existe
ro: Metrica '%(metric)s' nu există
tr: Metrik '%(metric)s' mevcut değil
zh_tw: 指標 '%(metric)s' 不存在

source: Metric Key
bn: মেট্রিক কী
ca: Clau de Mètrica
cs: Klíč metriky
ja: メトリックキー
mi: Kī Ine
nl: Metriek Sleutel
ro: Cheie Metrică

source: Metric ``%(metric_name)s`` not found in %(dataset_name)s.
bn: মেট্রিক ``%(metric_name)s`` %(dataset_name)s এ পাওয়া যায়নি।
ca: Mètrica ``%(metric_name)s`` no trobada a %(dataset_name)s.
cs: Metrika ``%(metric_name)s`` nenalezena v %(dataset_name)s.
ja: メトリック ``%(metric_name)s`` が %(dataset_name)s に見つかりません。
mi: Kāore i kitea te Ine ``%(metric_name)s`` i %(dataset_name)s.
ro: Metrica ``%(metric_name)s`` nu a fost găsită în %(dataset_name)s.

source: Metric ascending
bn: মেট্রিক ঊর্ধ্বগামী
ca: Mètrica ascendent
cs: Metrika vzestupně
ja: 指標の昇順
mi: Ine piki
nl: Metriek oplopend
pt_br: Métrica crescente
ro: Metrică crescătoare
tr: Metrik artan
zh_tw: 指標升序

source: Metric assigned to the [X] axis
bn: মেট্রিক [X] অক্ষে নির্ধারিত
ca: Mètrica assignada a l'eix [X]
cs: Metrika přiřazená k ose [X]
es: Métrica asignada al eje [X]
ja: [X] 軸に割り当てられた指標
mi: Ine kua tūtohuhia ki te tukutuku [X]
nl: Metriek toegewezen aan de [X]-as
pt_br: Métrica atribuída para o eixo [X]
ro: Metrică atribuită axei [X]
tr: [X] ekseni için atanmış metrik
zh_tw: 分配給 [X] 軸的指標

source: Metric assigned to the [Y] axis
bn: মেট্রিক [Y] অক্ষে নির্ধারিত
ca: Mètrica assignada a l'eix [Y]
cs: Metrika přiřazená k ose [Y]
es: Métrica asignada al eje [Y]
ja: [Y] 軸に割り当てられた指標
mi: Ine kua tūtohuhia ki te tukutuku [Y]
nl: Metriek toegewezen aan de [Y]-as
pt_br: Métrica atribuída para o eixo [Y]
ro: Metrică atribuită axei [Y]
tr: [Y] ekseni için atanmış metrik
zh_tw: 分配給 [Y] 軸的指標

source: Metric change in value from `since` to `until`
bn: `since` থেকে `until` এর মধ্যে মানের পরিবর্তন মেট্রিক
ca: Canvi de valor de la mètrica de `desde` a `fins`
cs: Změna hodnoty metriky od `since` do `until`
es: Cambio métrico en valor desde `since` hasta `until`
ja: 「since」から「until」へのメトリック値の変化
mi: Panoni ine i te uara mai i `since` ki `until`
nl: Metriek verandering in waarde van `sinds` tot `tot`
pt_br: Alteração do valor da métrica de `desde` a `até`
ro: Schimbare metrică în valoare de la `since` la `until`
tr: `since` ile `until` arasındaki değerdeki metrik değişimi
zh_tw: 從 `since` 到 `until` 的度量值變化

source: Metric currency
bn: মেট্রিক মুদ্রা
ca: Moneda de la mètrica
cs: Měna metriky
es: Moneda métrica
ja: メートル法通貨
mi: Moni ine
nl: Metriek valuta
ro: Monedă metrică
zh_tw: 指標貨幣類型
