Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Annotation layer has associated annotations.
bn: অ্যানোটেশন লেয়ারে সংশ্লিষ্ট অ্যানোটেশনগুলি রয়েছে।
ca: La capa d'anotació té anotacions associades.
cs: Vrstva anotací má přiřazené anotace.
es: La capa de anotación tiene anotaciones asociadas.
ja: 注釈レイヤーには関連する注釈があります。
mi: He tohu tūhono tō te papa tohu.
nl: Aantekeningenlaag heeft bijbehorende aantekeningen.
pt_br: A camada de anotação tem anotações associadas.
ro: Stratul de adnotare are adnotări asociate.
tr: Açıklama katmanının ilişkili açıklamaları vardır.
zh_tw: 注释層仍在加载。

source: Annotation layer interval end
bn: অ্যানোটেশন লেয়ার অন্তর্বর্তীকালীন শেষ
ca: Final de l'interval de la capa d'anotació
cs: Konec intervalu vrstvy anotací
ja: 注釈レイヤー間隔の終了
mi: Mutunga wā papa tohu
nl: Annotatielaag interval einde
pt_br: Fim do intervalo da camada de anotação
ro: Sfârșit interval strat de adnotare
tr: Açıklama katmanı aralık sonu
zh_tw: 注释層間隔结束

source: Annotation layer name
bn: অ্যানোটেশন লেয়ারের নাম
ca: Nom de la capa d'anotació
cs: Název vrstvy anotací
es: Nombre de la capa de anotación
ja: 注釈レイヤー名
mi: Ingoa papa tohu
nl: Naam aantekeningenlaag
pt_br: Nome da camada de anotação
ro: Nume strat de adnotare
tr: Açıklama katmanı adı
zh_tw: 注释層名稱

source: Annotation layer not found.
bn: অ্যানোটেশন লেয়ার পাওয়া যায়নি।
ca: Capa d'anotació no trobada.
cs: Vrstva anotací nebyla nalezena.
es: Capa de anotación no encontrada.
ja: 注釈レイヤーが見つかりません。
mi: Kāore i kitea te papa tohu.
nl: Aantekeningenlaag niet gevonden.
pt_br: Camada de anotação não encontrada.
ro: Stratul de adnotare nu a fost găsit.
tr: Açıklama katmanı bulunamadı.
zh_tw: 注释層仍在加载。

source: Annotation layer opacity
bn: অ্যানোটেশন লেয়ারের অস্বচ্ছতা
ca: Opacitat de la capa d'anotació
cs: Neprůhlednost vrstvy anotací
ja: 注釈レイヤーの不透明度
mi: Mātāwai papa tohu
nl: Doorzichtigheid annotatielaag
pt_br: Opacidade da camada de anotação
ro: Opacitate strat de adnotare
tr: Açıklama katmanı opaklığı
zh_tw: 注释層不透明度

source: Annotation layer parameters are invalid.
bn: অ্যানোটেশন লেয়ারের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres de la capa d'anotació són invàlids.
cs: Parametry vrstvy anotací jsou neplatné.
es: Los parámetros de la capa de anotación son inválidos.
ja: 注釈レイヤーパラメータが無効です。
mi: He muhu ngā tawhā papa tohu.
nl: De parameters van de aantekeningenlaag zijn ongeldig.
pt_br: Os parâmetros da camada de anotação são inválidos.
ro: Parametrii stratului de adnotare sunt invalizi.
tr: Açıklama katmanı parametreleri geçersiz.
zh_tw: 注释層仍在加载。

source: Annotation layer stroke
bn: অ্যানোটেশন লেয়ারের স্ট্রোক
ca: Traç de la capa d'anotació
cs: Obrys vrstvy anotací
ja: 注釈レイヤーのストローク
mi: Whakapā papa tohu
nl: Annotatielaag lijn
pt_br: Traço da camada de anotação
ro: Contur strat de adnotare
tr: Açıklama katmanı çizgisi
zh_tw: 注释層混乱

source: Annotation layer time column
bn: অ্যানোটেশন লেয়ারের সময় কলাম
ca: Columna de temps de la capa d'anotació
cs: Časový sloupec vrstvy anotací
ja: 注釈レイヤーの時間列
mi: Tīwae wā papa tohu
nl: Aantekening laag tijdkolom
pt_br: Coluna de tempo da camada de anotação
ro: Coloană timp strat de adnotare
tr: Açıklama katmanı zaman sütunu
zh_tw: 注释層時間列

source: Annotation layer title column
bn: অ্যানোটেশন লেয়ারের শিরোনাম কলাম
ca: Columna del títol de la capa d'anotació
cs: Sloupec s názvem vrstvy anotací
ja: 注釈レイヤーのタイトル列
mi: Tīwae taitara papa tohu
nl: Titel kolom annotatielaag
pt_br: Coluna de título da camada de anotação
ro: Coloană titlu strat de adnotare
tr: Açıklama katmanı başlık sütunu
zh_tw: 注释層標題列

source: Annotation layer type
bn: অ্যানোটেশন লেয়ারের ধরন
ca: Tipus de capa d'anotació
cs: Typ vrstvy anotací
es: Tipo de capa de anotación
ja: 注釈レイヤーの種類
mi: Momo papa tohu
nl: Type aantekeningenlaag
pt_br: Tipo da camada de anotação
ro: Tip strat de adnotare
tr: Açıklama katmanı türü
zh_tw: 注释層類型

source: Annotation layer value
bn: অ্যানোটেশন লেয়ারের মান
ca: Valor de la capa d'anotació
cs: Hodnota vrstvy anotací
ja: 注釈レイヤーの値
mi: Uara papa tohu
nl: Annotatielaag waarde
pt_br: Valor da camada de anotação
ro: Valoare strat de adnotare
tr: Açıklama katmanı değeri
zh_tw: 注释層值

source: Annotation layers
bn: অ্যানোটেশন লেয়ারগুলি
ca: Capes d'anotació
cs: Vrstvy anotací
es: Capas de anotación
ja: 注釈レイヤー
mi: Papa tohu
nl: Aantekeningenlagen
pt_br: Camadas de anotação
ro: Straturi de adnotare
tr: Açıklama katmanları
zh_tw: 注释層

source: Annotation layers are still loading.
bn: অ্যানোটেশন লেয়ারগুলি এখনও লোড হচ্ছে।
ca: Les capes d'anotació encara s'estan carregant.
cs: Vrstvy anotací se stále načítají.
es: Las capas de anotación aún están cargando.
ja: 注釈レイヤーはまだ読み込み中です。
mi: Kei te uta tonu ngā papa tohu.
nl: Aantekening lagen worden nog steeds geladen.
pt_br: As camadas de anotação ainda estão carregando.
ro: Straturile de adnotare se încarcă încă.
tr: Açıklama katmanları hala yükleniyor.
zh_tw: 注释層仍在加载。

source: Annotation layers could not be deleted.
bn: অ্যানোটেশন লেয়ারগুলি মুছে ফেলা যায়নি।
ca: Les capes d'anotació no s'han pogut eliminar.
cs: Vrstvy anotací se nepodařilo smazat.
ja: 注釈レイヤーを削除できませんでした。
mi: Kāore i taea te muku i ngā papa tohu.
nl: Annotatielagen konden niet verwijderd worden.
ro: Straturile de adnotare nu au putut fi șterse.

source: Annotation not found.
bn: অ্যানোটেশন পাওয়া যায়নি।
ca: Anotació no trobada.
cs: Anotace nebyla nalezena.
es: Anotación no encontrada.
ja: 注釈が見つかりません。
mi: Kāore i kitea te tohu.
nl: Aantekening niet gevonden.
pt_br: Anotação não encontrada.
ro: Adnotarea nu a fost găsită.
tr: Açıklama bulunamadı.
zh_tw: 注释不存在。

source: Annotation parameters are invalid.
bn: অ্যানোটেশন প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres de l'anotació són invàlids.
cs: Parametry anotace jsou neplatné.
es: Los parámetros de anotación son inválidos.
ja: 注釈パラメーターが無効です。
mi: He muhu ngā tawhā tohu.
nl: Aantekening parameters zijn ongeldig.
pt_br: Parâmetros de anotação são inválidos.
ro: Parametrii adnotării sunt invalizi.
tr: Açıklama parametreleri geçersiz.
zh_tw: 注释層仍在加载。

source: Annotation source
bn: অ্যানোটেশন উত্স
ca: Font d'anotació
cs: Zdroj anotace
ja: 注釈ソース
mi: Puna tohu
nl: Annotatie bron
pt_br: Fonte de anotação
ro: Sursă adnotare
tr: Açıklama kaynağı

source: Annotation source type
bn: অ্যানোটেশন উত্সের ধরন
ca: Tipus de font d'anotació
cs: Typ zdroje anotace
ja: 注釈ソースの種類
mi: Momo puna tohu
nl: Annotatie bron type
pt_br: Tipo de fonte de anotação
ro: Tip sursă adnotare
tr: Açıklama kaynak türü
zh_tw: 注释數據源類型

source: Annotation template created
bn: অ্যানোটেশন টেমপ্লেট তৈরি করা হয়েছে
ca: Plantilla d'anotació creada
cs: Šablona anotace vytvořena
ja: 注釈テンプレートが作成されました
mi: Kua hangaia te tauira tohu
nl: Annotatie sjabloon gemaakt
pt_br: Modelo de anotação criado
ro: Șablon de adnotare creat
tr: Açıklama şablonu oluşturuldu

source: Annotation template updated
bn: অ্যানোটেশন টেমপ্লেট আপডেট করা হয়েছে
ca: Plantilla d'anotació actualitzada
cs: Šablona anotace aktualizována
ja: 注釈テンプレートが更新されました
mi: Kua whakahouhia te tauira tohu
nl: Annotatie sjabloon bijgewerkt
pt_br: Modelo de anotação atualizado
ro: Șablon de adnotare actualizat
tr: Açıklama şablonu güncellendi

source: Annotations and Layers
bn: অ্যানোটেশন এবং লেয়ারগুলি
ca: Anotacions i Capes
cs: Anotace a vrstvy
ja: 注釈とレイヤー
mi: Tohu me ngā Papa
nl: Annotaties en lagen
pt_br: Anotações e camadas
ro: Adnotări și Straturi
tr: Açıklamalar ve Katmanlar
zh_tw: 注释與注释層

source: Annotations and layers
bn: অ্যানোটেশন এবং লেয়ারগুলি
ca: Anotacions i capes
cs: Anotace a vrstvy
es: Anotaciones y capas
ja: 注釈とレイヤー
mi: Tohu me ngā papa
nl: Aantekeningen en lagen
pt_br: Anotações e camadas
ro: Adnotări și straturi
tr: Açıklamalar ve katmanlar
zh_tw: 注释與注释層

source: Annotations could not be deleted.
bn: অ্যানোটেশনগুলি মুছে ফেলা যায়নি।
ca: Les anotacions no s'han pogut eliminar.
cs: Anotace se nepodařilo smazat.
es: Las anotaciones no pudieron ser eliminadas.
ja: 注釈を削除できませんでした。
mi: Kāore i taea te muku i ngā tohu.
nl: Aantekeningen konden niet worden verwijderd.
pt_br: Anotações não foram excluídas.
ro: Adnotările nu au putut fi șterse.
tr: Açıklamalar silinemedi.
zh_tw: 無法删除注释。

source: Ant Design Theme Editor
ro: Editor Temă Ant Design

source: Any
bn: যেকোনো
ca: Qualsevol
cs: Jakýkoli
ja: 任意
mi: Tētahi
nl: Elke
ro: Orice
tr: Herhangi
zh_tw: 所有

source: Any additional detail to show in the certification tooltip.
bn: সার্টিফিকেশন টুলটিপে দেখানোর জন্য অতিরিক্ত বিবরণ।
ca: Qualsevol detall addicional a mostrar a la informació de certificació.
cs: Jakékoli další podrobnosti k zobrazení v nápovědě k certifikaci.
es: Cualquier detalle adicional para mostrar en la descripción emergente de la certificación.
ja: 認定ツールチップに表示する追加の詳細。
mi: He taipitopito taapiri hei whakaatu i te kītukutuku tohu tautūtanga.
nl: Alle aanvullende details in de certificatietooltip te tonen.
pt_br: Qualquer detalhe adicional a mostrar na dica de ferramenta de certificação.
ro: Orice detaliu suplimentar de afișat în tooltip-ul de certificare.
tr: Sertifikasyon araç ipucunda gösterilecek herhangi ek detay.
zh_tw: 要在認證工具提示中顯示詳細訊息。

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
bn: এখানে নির্বাচিত যেকোনো রঙের প্যালেট এই ড্যাশবোর্ডের ব্যক্তিগত চার্টগুলিতে প্রয়োগকৃত রঙগুলিকে ওভাররাইড করবে।
ca: Qualsevol paleta de colors seleccionada aquí sobreescriurà els colors aplicats als gràfics individuals d'aquest dashboard
cs: Jakákoli zde vybraná barevná paleta přepíše barvy použité v jednotlivých grafech této nástěnky
es: Cualquier paleta de colores seleccionada aquí anulará los colores aplicados a los gráficos individuales de este panel
ja: ここで選択したカラーパレットは、このダッシュボードの個々のグラフに適用される色を上書きします
mi: Ka whakakapi tētahi paka tae e tīpakohia ana ki konei i ngā tae kua whakahaeretia ki ngā kauwhata takitahi o tēnei papatohu
nl: Elk kleurenpalet dat hier wordt geselecteerd zal de kleuren overschrijven die worden toegepast op de individuele grafieken van dit dashboard
pt_br: Qualquer paleta de cores selecionada aqui substituirá as cores aplicadas aos gráficos individuais deste painel
ro: Orice paletă de culori selectată aici va suprascrie culorile aplicate grafurilor individuale ale acestui tablou de bord
tr: Burada seçilen herhangi bir renk paleti, bu gösterge tablosunun bireysel grafiklerine uygulanan renkleri geçersiz kılacak
zh_tw: 此處選擇的任何調色板都將覆盖應用於此看板的各個圖表的颜色

source: Any dashboards using these themes will be automatically dissociated from them.
ro: Orice tablouri de bord care folosesc aceste teme vor fi dezasociate automat de la ele.

source: Any dashboards using this theme will be automatically dissociated from it.
ro: Orice tablouri de bord care folosesc această temă vor fi dezasociate automat de la aceasta.

source: Any databases that allow connections via SQL Alchemy URIs can be added.
ca: Es poden afegir qualsevol base de dades que permeti connexions via URIs de SQL Alchemy.
cs: Lze přidat jakékoli databáze, které umožňují připojení přes URI SQL Alchemy.
es: Cualquier base de datos que permita conexiones a través de URIs de SQL Alchemy puede ser añadida.
ja: SQL Alchemy URI を介した接続を許可するデータベースを追加できます。
mi: Ka taea te tāpiri i ngā pātengi raraunga katoa e whakāe ana i ngā hononga mā ngā URI SQL Alchemy.
nl: Alle databases die verbindingen toestaan via SQL Alchemy URI's kunnen worden toegevoegd.
ro: Orice baze de date care permit conexiuni prin URI-uri SQL Alchemy pot fi adăugate.
tr: SQL Alchemy URI'leri aracılığıyla bağlantılara izin veren herhangi bir veritabanı eklenebilir.
zh_tw: 可以增加任何允許通過 SQL AlChemy URI 進行連接的資料庫。

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
ca: Es poden afegir qualsevol base de dades que permeti connexions via URIs de SQL Alchemy. Aprèn com connectar un controlador de base de dades
cs: Lze přidat jakékoli databáze, které umožňují připojení přes URI SQL Alchemy. Zjistěte více o tom, jak připojit databázový ovladač
es: Cualquier base de datos que permita conexiones a través de URIs de SQL Alchemy puede ser añadida. Aprende cómo conectar un controlador de base de datos
ja: SQL Alchemy URI を介した接続を許可するデータベースを追加できます。データベースドライバーの接続方法について学ぶ
mi: Ka taea te tāpiri i ngā pātengi raraunga katoa e whakāe ana i ngā hononga mā ngā URI SQL Alchemy. Akona me pēhea te hono i tētahi taraiwa pātengi raraunga
nl: Alle databases die verbindingen via SQL Alchemy URI's toestaan, kunnen worden toegevoegd. Meer informatie over het verbinden met een database driver
ro: Orice baze de date care permit conexiuni prin URI-uri SQL Alchemy pot fi adăugate. Află despre cum să conectezi un driver de bază de date
tr: SQL Alchemy URI'leri aracılığıyla bağlantılara izin veren herhangi bir veritabanı eklenebilir. Bir veritabanı sürücüsüne nasıl bağlanacağını öğrenin
zh_tw: 可以增加任何允許通過 SQL AlChemy URI 進行連接的資料庫。了解如何連接資料庫驱動程序

source: Applied cross-filters (%d)
bn: প্রয়োগিত ক্রস-ফিল্টার (%d)
ca: Filtres creuats aplicats (%d)
cs: Aplikované křížové filtry (%d)
ja: 適用されたクロスフィルター (%d)
mi: Tātari-whiti kua whakahaeretia (%d)
nl: Toegepaste cross-filters (%d)
pt_br: Filtros cruzados aplicados (%d)
ro: Filtre încrucișate aplicate (%d)
tr: Uygulanan çapraz filtreler (%d)

source: Applied filters (%d)
bn: প্রয়োগিত ফিল্টার (%d)
ca: Filtres aplicats (%d)
cs: Aplikované filtry (%d)
ja: 適用されたフィルター (%d)
mi: Tātari kua whakahaeretia (%d)
nl: Toegepaste filters (%d)
pt_br: Filtros aplicados (%d)
ro: Filtre aplicate (%d)
tr: Uygulanan filtreler (%d)

source: Applied filters (%s)
bn: প্রয়োগিত ফিল্টার (%s)
ca: Filtres aplicats (%s)
cs: Aplikované filtry (%s)
mi: Tātari kua whakahaeretia (%s)
ro: Filtre aplicate (%s)

source: Applied filters: %s
bn: প্রয়োগিত ফিল্টার: %s
ca: Filtres aplicats: %s
cs: Aplikované filtry: %s
ja: 適用されたフィルター: %s
mi: Tātari kua whakahaeretia: %s
nl: Toegepaste filters %s
pt_br: Filtros aplicados: %s
ro: Filtre aplicate: %s
tr: Uygulanan filtreler: %s

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
bn: প্রয়োগিত রোলিং উইন্ডো কোনো ডেটা ফেরত দেয়নি। দয়া করে নিশ্চিত করুন যে সোর্স কুয়েরিটি রোলিং উইন্ডোতে সংজ্ঞায়িত ন্যূনতম সময়সীমা পূরণ করে।
ca: La finestra mòbil aplicada no ha retornat cap dada. Si us plau, assegura't que la consulta origen compleix els períodes mínims definits a la finestra mòbil.
cs: Aplikované plovoucí okno nevrátilo žádná data. Ujistěte se, že zdrojový dotaz splňuje minimální počet období definovaných v plovoucím okně.
es: La ventana deslizante aplicada no devolvió ningún dato. Por favor, asegúrate de que la consulta de origen cumple con los períodos mínimos definidos en la ventana deslizante.
ja: 適用されたローリング ウィンドウはデータを返しませんでした。ソース クエリがローリング ウィンドウで定義された最小期間を満たしていることを確認してください。
mi: Kāore i whakahoki raraunga te matapihi takahuri i whakahaeretia. Tēnā kia mārama ka ea i te pātai puna ngā wā iti kua tohua i te matapihi takahuri.
nl: Toegepast rol-venster heeft geen data teruggegeven. Zorg ervoor dat de bronquery voldoet aan de minimale termijnen die zijn gedefinieerd in het rolvenster.
pt_br: A janela móvel aplicada não devolveu quaisquer dados. Certifique-se de que a consulta de origem satisfaz os períodos mínimos definidos na janela móvel.
ro: Fereastra glisantă aplicată nu a returnat date. Vă rugăm să vă asigurați că interogarea sursă îndeplinește perioadele minime definite în fereastra glisantă.
tr: Uygulanan yuvarlanan pencere herhangi bir veri dönmedi. Lütfen kaynak sorgunun yuvarlanan pencerede tanımlanan minimum süreleri karşıladığından emin olun.
zh_tw: 應用的滚動窗口（rolling window）未返回任何數據。請確保源查詢满足滚動窗口中定義的最小週期。

source: Apply
bn: প্রয়োগ করুন
ca: Aplicar
cs: Použít
es: Aplicar
ja: 適用
mi: Whakahaeretia
nl: Toepassen
pt_br: Aplicar
ro: Aplică
tr: Uygula
zh_tw: 應用

source: Apply Filter
ro: Aplică Filtru

source: Apply another dashboard filter
ro: Aplică un alt filtru de tablou de bord

source: Apply conditional color formatting to metric
bn: মেট্রিকের জন্য শর্তসাপেক্ষ রঙের ফরম্যাট প্রয়োগ করুন
ca: Aplicar format de color condicional a la mètrica
cs: Aplikovat podmíněné formátování barev na metriku
ja: 条件付き書式設定をメトリックに適用する
mi: Whakahaeretia te hōputu tae āhuatanga ki te ine
nl: Pas voorwaardelijke kleuropmaak toe op metriek
ro: Aplică formatare condiționată de culoare la metrică
tr: Metriğe koşullu renk biçimlendirmesi uygula

source: Apply conditional color formatting to metrics
bn: মেট্রিকগুলির জন্য শর্তসাপেক্ষ রঙের ফরম্যাট প্রয়োগ করুন
ca: Aplicar format de color condicional a les mètriques
cs: Aplikovat podmíněné formátování barev na metriky
es: Aplica formato de color condicional a las métricas
ja: 条件付き書式設定をメトリクスに適用する
mi: Whakahaeretia te hōputu tae āhuatanga ki ngā ine
nl: Pas voorwaardelijke kleuropmaak toe op metrieken
pt_br: Aplicar formatação de cor condicional a métricas
ro: Aplică formatare condiționată de culoare la metrici
tr: Metriklere koşullu renk biçimlendirmesi uygula
zh_tw: 將條件颜色格式應用於指標

source: Apply conditional color formatting to numeric columns
bn: সংখ্যাগত কলামের জন্য শর্তসাপেক্ষ রঙের ফরম্যাট প্রয়োগ করুন
ca: Aplicar format de color condicional a les columnes numèriques
cs: Aplikovat podmíněné formátování barev na číselné sloupce
es: Aplica formato de color condicional a columnas numéricas
ja: 条件付き書式設定を数値列に適用する
mi: Whakahaeretia te hōputu tae āhuatanga ki ngā tīwae tau
nl: Pas voorwaardelijke kleuropmaak toe op numerieke kolommen
pt_br: Aplicar formatação de cor condicional para colunas numéricas
ro: Aplică formatare condiționată de culoare la coloane numerice
tr: Sayısal sütunlara koşullu renk biçimlendirmesi uygula
zh_tw: 將條件颜色格式應用於數字列

source: Apply custom CSS to the dashboard. Use class names or element selectors to target specific components.
ro: Aplică CSS personalizat la tabloul de bord. Folosește nume de clase sau selectori de elemente pentru a ținti componente specifice.

source: Apply filters
bn: ফিল্টার প্রয়োগ করুন
ca: Aplicar filtres
cs: Aplikovat filtry
ja: フィルターを適用する
mi: Whakahaeretia ngā tātari
nl: Filters toepassen
pt_br: Aplicar filtros
ro: Aplică filtre
tr: Filtreleri uygula

source: Apply metrics on
bn: এনবিগুলিতে মেট্রিক প্রয়োগ করুন
ca: Aplicar mètriques a
cs: Aplikovat metriky na
ja: 指標を適用する
mi: Whakahaeretia ngā ine ki
nl: Metrieken toepassen op
ro: Aplică metrici pe
tr: Metrikleri uygula
zh_tw: 應用指標到

source: April
bn: এপ্রিল
ca: Abril
cs: Duben
es: Abril
ja: 4月
mi: Paenga-whāwhā
pt_br: Abril
ro: Aprilie
tr: Nisan
zh_tw: 四月

source: Are you sure you intend to overwrite the following values?
bn: আপনি কি নিশ্চিত যে আপনি নিম্নলিখিত মানগুলিকে ওভাররাইট করতে চান?
ca: Estàs segur que vols sobreescriure els següents valors?
cs: Jste si jisti, že chcete přepsat následující hodnoty?
ja: 次の値を上書きしてもよろしいですか?
mi: Kei te tino hiahia koe ki te tuhirua i ngā uara e whai ake nei?
nl: Weet u zeker dat u de volgende waarden wilt overschrijven?
pt_br: Tem certeza de que pretende substituir os valores a seguir?
ro: Sigur doriți să suprascrieți următoarele valori?
tr: Aşağıdaki değerleri üzerine yazmak istediğinizden emin misiniz?

source: Are you sure you want to cancel?
bn: আপনি কি নিশ্চিত যে আপনি বাতিল করতে চান?
ca: Estàs segur que vols cancel·lar?
cs: Opravdu chcete zrušit?
es: ¿Estás seguro de que quieres cancelar?
ja: キャンセルしてもよろしいですか？
mi: Kei te tino hiahia koe ki te whakakore?
nl: Weet je zeker dat je wilt annuleren?
pt_br: Tem certeza que deseja cancelar ?
ro: Sigur doriți să anulați?
tr: İptal etmek istediğinizden emin misiniz?
zh_tw: 您確定要取消嗎？

source: Are you sure you want to delete
bn: আপনি কি নিশ্চিত যে আপনি মুছে ফেলতে চান
ca: Estàs segur que vols eliminar
cs: Opravdu chcete smazat
es: ¿Estás seguro de que quieres eliminar?
ja: 削除してもよろしいですか
mi: Kei te tino hiahia koe ki te muku
nl: Weet je zeker dat je wilt verwijderen
pt_br: Tem certeza que deseja remover
ro: Sigur doriți să ștergeți
tr: Silmek istediğinizden emin misiniz?
zh_tw: 確定要删除嗎

source: Are you sure you want to delete %s?
bn: আপনি কি নিশ্চিত যে আপনি %s মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar %s?
cs: Opravdu chcete smazat %s?
ja: %s を削除してもよろしいですか?
mi: Kei te tino hiahia koe ki te muku i %s?
nl: Weet u zeker dat u %s wilt verwijderen?
pt_br: Tem certeza de que deseja excluir %s?
ro: Sigur doriți să ștergeți %s?
tr: %s'yi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the selected %s?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত %s মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar el %s seleccionat?
cs: Opravdu chcete smazat vybrané %s?
es: ¿Estás seguro de que quieres eliminar el %s seleccionado?
ja: 選択した %s を削除してもよろしいですか?
mi: Kei te tino hiahia koe ki te muku i %s kua tīpakohia?
nl: Weet u zeker dat u de geselecteerde %s wilt verwijderen?
pt_br: Tem certeza que deseja remover o %s selecionado ?
ro: Sigur doriți să ștergeți %s-ul selectat?
tr: Seçili %s'yi silmek istediğinizden emin misiniz?
zh_tw: 確定要删除選定的 %s 嗎？

source: Are you sure you want to delete the selected annotations?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত অ্যানোটেশনগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar les anotacions seleccionades?
cs: Opravdu chcete smazat vybrané anotace?
es: ¿Estás seguro de que quieres eliminar las anotaciones seleccionadas?
ja: 選択した注釈を削除してもよろしいですか？
mi: Kei te tino hiahia koe ki te muku i ngā tohu kua tīpakohia?
nl: Weet u zeker dat u de geselecteerde aantekeningen wilt verwijderen?
pt_br: Tem certeza que deseja remover as anotações selecionadas?
ro: Sigur doriți să ștergeți adnotările selectate?
tr: Seçili açıklamaları silmek istediğinizden emin misiniz?
zh_tw: 確定要删除選定的注释嗎？

source: Are you sure you want to delete the selected charts?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত চার্টগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar els gràfics seleccionats?
cs: Opravdu chcete smazat vybrané grafy?
es: ¿Estás seguro de que quieres eliminar las gráficas seleccionadas?
ja: 選択したチャートを削除してもよろしいですか？
mi: Kei te tino hiahia koe ki te muku i ngā kauwhata kua tīpakohia?
nl: Weet je zeker dat je de geselecteerde grafieken wilt verwijderen?
pt_br: Tem certeza que deseja remover os gráficos selecionados?
ro: Sigur doriți să ștergeți graficele selectate?
tr: Seçili grafikleri silmek istediğinizden emin misiniz?
zh_tw: 確定要删除所選圖表嗎？

source: Are you sure you want to delete the selected dashboards?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত ড্যাশবোর্ডগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar els dashboards seleccionats?
cs: Opravdu chcete smazat vybrané nástěnky?
es: ¿Estás seguro de que quieres eliminar los paneles seleccionados?
ja: 選択したダッシュボードを削除してもよろしいですか？
mi: Kei te tino hiahia koe ki te muku i ngā papatohu kua tīpakohia?
nl: Weet je zeker dat je de geselecteerde dashboards wilt verwijderen?
pt_br: Tem certeza que deseja remover os painéis selecionados ?
ro: Sigur doriți să ștergeți tablourile de bord selectate?
tr: Seçili gösterge panolarını silmek istediğinizden emin misiniz?
zh_tw: 確定要删除選定的看板嗎？

source: Are you sure you want to delete the selected datasets?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত ডেটাসেটগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar els conjunts de dades seleccionats?
cs: Opravdu chcete smazat vybrané sady dat?
es: ¿Estás seguro de que quieres eliminar los conjuntos de datos seleccionados?
ja: 選択したデータセットを削除しますか?
mi: Kei te tino hiahia koe ki te muku i ngā rārangi raraunga kua tīpakohia?
nl: Weet je zeker dat je de geselecteerde datasets wilt verwijderen?
pt_br: Tem certeza que deseja remover os conjuntos de dados selecionados?
ro: Sigur doriți să ștergeți seturile de date selectate?
tr: Seçili veri setlerini silmek istediğinizden emin misiniz?
zh_tw: 確定要删除選定的數據集嗎？

source: Are you sure you want to delete the selected groups?
ro: Sigur doriți să ștergeți grupurile selectate?
