Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Get the specify date for the holiday
bn: ছুটির জন্য নির্দিষ্ট তারিখ পান
ca: Obtenir la data especificada per al festiu
cs: Získat zadané datum pro svátek
es: Obtén la fecha específica para el día festivo
ja: 休日の指定日を取得する
mi: Tikina te rā motuhake mō te hararei
nl: Zoek de specifieke datum voor de vakantie
pt_br: Obter a data específica para o feriado
ro: Obține data specificată pentru sărbătoare
tr: Tatil için belirli bir tarihi al
zh_tw: 獲取指定節假日的日期

source: Give access to multiple catalogs in a single database connection.
bn: একটি একক ডাটাবেজ সংযোগে একাধিক ক্যাটালগে অ্যাক্সেস দিন।
ca: Donar accés a múltiples catàlegs en una sola connexió de base de dades.
cs: Umožnit přístup k více katalogům v rámci jednoho databázového připojení.
mi: Tuku urunga ki ngā kātaloka maha i roto i tētahi hononga pātengi raraunga kotahi.
ro: Oferă acces la mai multe cataloage într-o singură conexiune de bază de date.

source: Go to the edit mode to configure the dashboard and add charts
bn: ড্যাশবোর্ড কনফিগার করতে এবং চার্ট যোগ করতে সম্পাদনা মোডে যান
ca: Anar al mode d'edició per configurar el dashboard i afegir gràfics
cs: Přejděte do režimu úprav pro konfiguraci nástěnky a přidání grafů
es: Ve al modo de edición para configurar el panel de control y añadir gráficos
ja: 編集モードに移動してダッシュボードを構成し、グラフを追加します
mi: Haere ki te aratau whakatika hei whirihora i te papatohu me te tāpiri i ngā kauwhata
nl: Ga naar de bewerkingsmodus om het dashboard te configureren en grafieken toe te voegen
pt_br: Vá ao modo de edição para configurar o painel e adicionar gráficos
ro: Mergi la modul de editare pentru a configura tabloul de bord și a adăuga grafice
tr: Panoyu yapılandırmak ve grafik eklemek için düzenleme moduna gidin

source: Gold
bn: সোনা
ca: Or
cs: Zlatá
es: Dorado
ja: ゴールド
mi: Koura
nl: Goud
pt_br: Ouro
ro: Aur
tr: Altın

source: Google Sheet Name and URL
bn: গুগল শীট নাম এবং URL
ca: Nom i URL del Full de Google
cs: Název a URL Tabulky Google
es: Nombre y URL de la Hoja de Google
ja: Googleシート名とURL
mi: Ingoa me te URL Google Sheet
nl: Google Sheet Naam en URL
pt_br: Planilha Google Nome e URL
ro: Nume și URL Foaie Google
tr: Google Tablo Adı ve URL
zh_tw: Google Sheet 名稱和 URL

source: Grace period
bn: গ্রেস পিরিয়ড
ca: Període de gràcia
cs: Ochranná lhůta
es: Periodo de gracia
ja: 猶予期間
mi: Wā aroha
nl: Grace periode
pt_br: Período de inatividade
ro: Perioadă de grație
tr: Koşul Süresi
zh_tw: 寬限期

source: Graph Chart
bn: গ্রাফ চার্ট
ca: Gràfic de Graf
cs: Graf
ja: グラフチャート
mi: Kauwhata Kauwhata
nl: Grafiek diagram
pt_br: Gráfico
ro: Grafic Graf
tr: Grafik Grafiği
zh_tw: 圆點圖

source: Graph layout
bn: গ্রাফ লেআউট
ca: Disseny del graf
cs: Rozložení grafu
es: Diseño de gráfica
ja: グラフレイアウト
mi: Hoahoa kauwhata
nl: Grafiek indeling
pt_br: Layout do gráfico
ro: Aspect grafic
tr: Grafik düzeni
zh_tw: 圖表布局

source: Gravity
bn: মাধ্যাকর্ষণ
ca: Gravetat
cs: Gravitace
es: Gravedad
ja: 重力
mi: Tōpāpaku
nl: Zwaartekracht
pt_br: Gravidade
ro: Gravitație
tr: Yerçekimi
zh_tw: 重力

source: Greater Than
ro: Mai Mare Decât

source: Greater Than or Equal
ro: Mai Mare sau Egal

source: Greater or equal (>=)
bn: বৃহত্তর বা সমান (>=)
ca: Major o igual (>=)
cs: Větší nebo rovno (>=)
ja: 以上(>=)
mi: Nui ake, ōrite rānei (>=)
nl: Groter of gelijk aan (>=)
pt_br: Maior ou igual (>=)
ro: Mai mare sau egal (>=)
tr: Büyük veya eşit (>=)

source: Greater than (>)
bn: বৃহত্তর (>)
ca: Major que (>)
cs: Větší než (>)
ja: より大きい (>)
mi: Nui ake (>)
nl: Groter dan (>)
pt_br: Maior que (>)
ro: Mai mare decât (>)
tr: Büyükse (>)

source: Green for increase, red for decrease
bn: বৃদ্ধির জন্য সবুজ, হ্রাসের জন্য লাল
ca: Verd per augment, vermell per disminució
cs: Zelená pro nárůst, červená pro pokles
mi: Kākāriki mō te piki, whero mō te heke
ro: Verde pentru creștere, roșu pentru scădere

source: Grid
bn: গ্রিড
ca: Reixat
cs: Mřížka
ja: グリッド
mi: Tukutata
nl: Raster
pt_br: Grade
ro: Grilă
tr: Izgara

source: Grid Size
bn: গ্রিড সাইজ
ca: Mida del Reixat
cs: Velikost mřížky
ja: グリッドサイズ
mi: Rahi Tukutata
nl: Raster grootte
pt_br: Tamanho da grade
ro: Dimensiune Grilă
tr: Izgara Boyutu

source: Group
ro: Grup

source: Group By
bn: গ্রুপ বাই
ca: Agrupar Per
cs: Seskupit podle
ja: グループ化
mi: Rōpū Mā
nl: Groeperen op
pt_br: Agrupar por
ro: Grupare După
tr: Gruplandır
zh_tw: 分組

source: Group By, Metrics or Percentage Metrics must have a value
bn: গ্রুপ বাই, মেট্রিক বা শতাংশ মেট্রিকগুলির একটি মান থাকতে হবে
ca: Agrupar Per, Mètriques o Mètriques de Percentatge han de tenir un valor
cs: Seskupit podle, metriky nebo procentuální metriky musí mít hodnotu
es: Agrupar por, Métricas o Métricas de porcentaje deben tener un valor
ja: Group By、Metrics、または Percentage Metrics には値が必要です
mi: Me whai uara te Rōpū Mā, Ine, Ine Ōrau rānei
nl: Groeperen Op, Metrieken of Percentage Metrieken moeten een waarde hebben
pt_br: Agrupar por , Métricas ou Métricas de porcentagem devem ter um valor
ro: Grupare După, Metrici sau Metrici Procentuale trebuie să aibă o valoare
tr: Gruplandırma, Ölçüler veya Yüzde Ölçüleri bir değere sahip olmalı
zh_tw: 分組、指標或百分比指標必須具有值

source: Group Key
bn: গ্রুপ কী
ca: Clau de Grup
cs: Klíč skupiny
ja: グループキー
mi: Kī Rōpū
nl: Groep Sleutel
ro: Cheie Grup
tr: Grup Anahtarı

source: Group by
bn: দ্বারা গ্রুপ করুন
ca: Agrupar per
cs: Seskupit podle
es: Agrupar por
ja: グループ化
mi: Rōpū mā
nl: Groep per
pt_br: Agrupar por
ro: Grupare după
tr: Gruplandır
zh_tw: 分組

source: Group by settings (%s)
ro: Setări grupare după (%s)

source: Group remaining as "Others"
ro: Grupează restul ca "Altele"

source: Groups
ro: Grupuri

source: Groups remaining series into an "Others" category when series limit is reached. This prevents incomplete time series data from being displayed.
ro: Grupează seriile rămase într-o categorie "Altele" când limita de serii este atinsă. Acest lucru previne afișarea datelor incomplete de serii temporale.

source: Guest user cannot modify chart payload
bn: অতিথি ব্যবহারকারী চার্ট পেলোড পরিবর্তন করতে পারবে না
ca: L'usuari convidat no pot modificar la càrrega útil del gràfic
cs: Hostující uživatel nemůže upravovat data grafu
es: El usuario invitado no puede modificar el contenido de la gráfica
ja: ゲストユーザーはチャートペイロードを変更できません。
mi: Kāore e taea e te kaiwhakamahi manuhiri te whakarereke i te uta kauwhata
nl: Gastgebruiker kan de grafiek-payload niet wijzigen
ro: Utilizatorul oaspete nu poate modifica payload-ul graficului

source: Handlebars Template
bn: হ্যান্ডেলবারস টেমপ্লেট
ca: Plantilla Handlebars
cs: Šablona Handlebars
ja: ハンドルバーのテンプレート
mi: Tauira Handlebars
nl: Handlebars Sjabloon
pt_br: Modelo de handlebars
ro: Șablon Handlebars
tr: Handlebars Şablonu

source: Hard value bounds applied for color coding.
bn: রঙের কোডিংয়ের জন্য কঠোর মানের সীমা প্রয়োগ করা হয়েছে।
ca: Límits de valor dur aplicats per la codificació de colors.
cs: Pro barevné kódování byly použity pevné hranice hodnot.
ja: カラーコーディングにはハード値の境界が適用されます。
mi: Kua whakahaeretia ngā rohe uara mārō mō te whakakohu tae.
ro: Limite de valoare dură aplicate pentru codificarea culorilor.

source: Has created by
bn: দ্বারা তৈরি হয়েছে
ca: Ha estat creat per
cs: Má vytvořil(a)
ja: によって作成されました。
mi: Kua hangaia e
nl: Is aangemaakt door
pt_br: Foi criado por
ro: Are creat de
tr: Oluşturan

source: Header
bn: হেডার
ca: Capçalera
cs: Záhlaví
es: Encabezado
ja: 見出し
mi: Pane
nl: Koptekst
pt_br: Cabeçalho
ro: Antet
tr: Başlık
zh_tw: 標題行

source: Header row
bn: হেডার সারি
ca: Fila de capçalera
cs: Řádek záhlaví
mi: Rārangi pane
ro: Rând antet

source: Heatmap
bn: হিটম্যাপ
ca: Mapa de Calor
cs: Teplotní mapa
es: Mapa de calor
ja: ヒートマップ
mi: Mahere Wera
pt_br: Mapa de calor
ro: Hartă Termică
tr: Isı Haritası
zh_tw: 热力圖

source: Height
bn: উচ্চতা
ca: Alçada
cs: Výška
es: Altura
ja: 高さ
mi: Teitei
nl: Hoogte
pt_br: Altura
ro: Înălțime
tr: Yükseklik
zh_tw: 高度

source: Height of each row in pixels
ro: Înălțimea fiecărui rând în pixeli

source: Height of the sparkline
bn: স্পার্কলাইন এর উচ্চতা
ca: Alçada de la línia de tendència
cs: Výška minigrafu
es: Altura de la línea de tendencia
ja: スパークラインの高さ
mi: Teitei o te rārangi kōhā
nl: Hoogte van de sparkline
pt_br: Altura do minigráfico
ro: Înălțimea sparkline-ului
tr: Kıvılcım çizgisinin yüksekliği

source: Hide Column
ca: Amagar Columna
cs: Skrýt sloupec
mi: Huna Tīwae
ro: Ascunde Coloană

source: Hide Line
bn: লাইন লুকান
ca: Amagar Línia
cs: Skrýt čáru
ja: 線を隠す
mi: Huna Rārangi
nl: Lijn verbergen
pt_br: Ocultar linha
ro: Ascunde Linie
tr: Çizgiyi Gizle

source: Hide chart description
bn: চার্টের বর্ণনা লুকান
ca: Amagar descripció del gràfic
cs: Skrýt popis grafu
ja: チャートの説明を非表示にする
mi: Huna whakamārama kauwhata
nl: Grafiek beschrijving verbergen
pt_br: Ocultar descrição do gráfico
ro: Ascunde descrierea graficului
tr: Grafik açıklamasını gizle

source: Hide layer
bn: লেয়ার লুকান
ca: Amagar capa
cs: Skrýt vrstvu
es: Ocultar capa
ja: レイヤーを隠す
mi: Huna papa
nl: Laag verbergen
pt_br: Esconder camada
ro: Ascunde strat
tr: Katmanı Gizle
zh_tw: 隐藏 Layer

source: Hide password.
bn: পাসওয়ার্ড লুকান।
ca: Amagar contrasenya.
cs: Skrýt heslo.
ja: パスワードを非表示にします。
mi: Huna kupuhipa.
nl: Verberg wachtwoord.
pt_br: Ocultar senha.
ro: Ascunde parola.
tr: Parolayı Gizle.

source: Hides the Line for the time series
bn: টাইম সিরিজের জন্য লাইনটি লুকিয়ে রাখে
ca: Amaga la línia per les sèries temporals
cs: Skryje čáru pro časovou řadu
ja: 時系列の線を非表示にします
mi: Ka hunaia te Rārangi mō te raupapa wā
nl: Verbergt de lijn voor de tijdreeks
pt_br: Oculta a linha da série temporal
ro: Ascunde Linia pentru seria temporală
tr: Zaman serisi için çizgiyi gizler

source: Hierarchy
bn: হায়ারার্কি
ca: Jerarquia
cs: Hierarchie
ja: 階層
mi: Taumata
pt_br: Hierarquia
ro: Ierarhie
tr: Hiyerarşi
zh_tw: 層次

source: Histogram
bn: হিস্টোগ্রাম
ca: Histograma
es: Histograma
ja: ヒストグラム
mi: Kauwhata Auau
pt_br: Histograma
ro: Histogramă
zh_tw: 直方圖

source: Home
bn: হোম
ca: Inici
cs: Domů
es: Inicio
ja: ホーム
mi: Kāinga
nl: Startpagina
pt_br: Início
ro: Acasă
tr: Ana Sayfa
zh_tw: 主頁

source: Horizon Chart
bn: হরিজন চার্ট
ca: Gràfic d'Horitzó
cs: Horizontální graf
ja: 地平線チャート
mi: Kauwhata Pae Rangi
nl: Horizon grafiek
pt_br: Gráfico de horizonte
ro: Grafic Orizont
tr: Yatay Çubuk Grafiği
zh_tw: 横向圖表

source: Horizon Charts
bn: হরিজন চার্ট
ca: Gràfics d'Horitzó
cs: Horizontální grafy
es: Gráficas de horizonte
ja: 地平線チャート
mi: Kauwhata Pae Rangi
nl: Horizon-grafieken
pt_br: Gráficos do horizonte
ro: Grafice Orizont
tr: Yatay Çubuk Grafikleri
zh_tw: 水平圖表

source: Horizontal
bn: অনুভূমিক
ca: Horitzontal
cs: Vodorovný
ja: 水平
mi: Whakapae
nl: Horizontaal
ro: Orizontal
tr: Yatay

source: Horizontal (Top)
bn: অনুভূমিক (শীর্ষ)
ca: Horitzontal (Superior)
cs: Vodorovný (nahoře)
es: Horizontal (Arriba)
ja: 横(上)
mi: Whakapae (Runga)
nl: Horizontaal (Boven)
pt_br: Horizontal (topo)
ro: Orizontal (Sus)
tr: Yatay (Üst)

source: Horizontal alignment
bn: অনুভূমিক অ্যালাইনমেন্ট
ca: Alineació horitzontal
cs: Vodorovné zarovnání
es: Alineación horizontal
ja: 水平方向の配置
mi: Whakarite whakapae
nl: Horizontale uitlijning
pt_br: Alinhamento horizontal
ro: Aliniere orizontală
tr: Yatay hizalama
zh_tw: 水平對齊

source: Horizontal layout (columns)
ro: Aspect orizontal (coloane)

source: Host
bn: হোস্ট
cs: Hostitel
es: Anfitrión
ja: ホスト
mi: Tūmau
ro: Gazdă
tr: Sunucu
zh_tw: 主機

source: Hostname or IP address
bn: হোস্টনেম বা IP ঠিকানা
ca: Nom del host o adreça IP
cs: Název hostitele nebo IP adresa
es: Nombre de host o dirección IP
ja: ホスト名またはIPアドレス
mi: Ingoa tūmau, wāhitau IP rānei
nl: Hostnaam of IP-adres
pt_br: Nome do host ou endereço IP
ro: Nume gazdă sau adresă IP
tr: Ana bilgisayar adı veya IP adresi
zh_tw: 主機名或 IP

source: Hour
bn: ঘণ্টা
ca: Hora
cs: Hodina
ja: 時間
mi: Hāora
nl: Uur
pt_br: Hora
ro: Oră
tr: Saat
zh_tw: 小時

source: Hours %s
bn: ঘণ্টা %s
ca: Hores %s
cs: Hodiny %s
ja: 時間 %s
mi: Hāora %s
nl: Uren %s
pt_br: Horas %s
ro: Ore %s
tr: Saatler %s
zh_tw: %s小時

source: Hours offset
bn: ঘণ্টার অফসেট
ca: Desplaçament d'hores
cs: Posun v hodinách
es: Desplazamiento de horas
ja: 時間オフセット
mi: Tahapa hāora
nl: Uur offset
pt_br: Compensação de horas
ro: Compensare ore
tr: Saat farkı
zh_tw: 小時偏移

source: How do you want to enter service account credentials?
bn: আপনি কীভাবে সার্ভিস অ্যাকাউন্টের শংসাপত্র প্রবেশ করতে চান?
ca: Com vols introduir les credencials del compte de servei?
cs: Jak chcete zadat pověření servisního účtu?
es: ¿Cómo desea introducir las credenciales de la cuenta de servicio?
ja: サービスアカウントの資格情報をどのように入力しますか?
mi: Me pēhea koe ki te tomo i ngā taipitopito kaute ratonga?
nl: Hoe wilt u de serviceaccountgegevens invoeren?
pt_br: Como pretende introduzir as credenciais da conta de serviço?
ro: Cum vrei să introduci credențialele contului de serviciu?
tr: Hizmet hesabı kimlik bilgilerini nasıl girmek istersiniz?
zh_tw: 您希望如何输入服務帳戶憑證？

source: How many buckets should the data be grouped in.
bn: ডেটা কতটি বালতিতে গ্রুপ করা উচিত।
ca: En quants grups s'han d'agrupar les dades.
cs: Do kolika intervalů by měla být data seskupena.
es: ¿En cuántos grupos deberían agruparse los datos?
ja: データをグループ化するバケットの数。
mi: Kia hia ngā peeke me rōpū ai ngā raraunga.
nl: In hoeveel groepen moeten de gegevens worden gegroepeerd.
pt_br: Em quantos compartimentos devem ser agrupados os dados.
ro: În câte compartimente ar trebui grupate datele.
tr: Veriler kaç kova içinde gruplandırılmalıdır.

source: How many periods into the future do we want to predict
bn: ভবিষ্যতে কতগুলি সময়কাল পূর্বাভাস দিতে চাই
ca: Quants períodes en el futur volem predir
cs: Kolik období do budoucna chceme předpovídat
es: ¿Cuántos periodos en el futuro queremos predecir?
ja: 将来何期先まで予測したいですか
mi: Kia hia ngā wā ki mua e hiahia ana tātou ki te matapae
nl: Hoeveel periodes in de toekomst willen we voorspellen
pt_br: Quantos períodos no futuro queremos prever
ro: Câte perioade în viitor vrem să prezicem
tr: Geleceğe kaç dönem öngörmek istiyoruz
zh_tw: 想要預测未來的多少個時期

source: How many top values to select
ro: Câte valori de top să selectezi

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
bn: টাইম শিফটগুলি কীভাবে প্রদর্শন করবেন: পৃথক লাইনের মতো; মূল টাইম সিরিজ এবং প্রতিটি সময় শিফটের মধ্যে পার্থক্য হিসাবে; শতাংশ পরিবর্তন হিসাবে; অথবা সিরিজ এবং টাইম শিফটগুলির মধ্যে অনুপাত হিসাবে।
ca: Com mostrar els desplaçaments temporals: com a línies individuals; com la diferència entre la sèrie temporal principal i cada desplaçament temporal; com el canvi percentual; o com la proporció entre sèries i desplaçaments temporals.
cs: Jak zobrazit časové posuny: jako jednotlivé čáry; jako rozdíl mezi hlavní časovou řadou a každým časovým posunem; jako procentuální změnu; nebo jako poměr mezi sériemi a časovými posuny.
ja: タイムシフトを表示する方法: 個別の行として。メインの時系列と各タイムシフトの差として。変化率として；または、シリーズと時間の比率の変化として。
mi: Me pēhea te whakaatu i ngā neke wā: hei rārangi takitahi; hei rerekētanga i waenga i te raupapa wā matua me ia neke wā; hei panoni ōrau; hei ōwehenga rānei i waenga i ngā raupapa me ngā neke wā.
nl: Hoe tijdsverschuivingen te tonen: als individuele regels; als verschil tussen de hoofdtijdreeks en elke keer verschuiven; als het percentage verandert; of als de verhouding tussen reeksen en tijdverschuivingen.
ro: Cum să afișezi deplasările de timp: ca linii individuale; ca diferența între seria temporală principală și fiecare deplasare de timp; ca schimbarea procentuală; sau ca raportul între serie și deplasările de timp.
tr: Zaman kaymalarını nasıl görüntülemek istediğiniz: bireysel çizgiler olarak; ana zaman serisi ile her zaman kayması arasındaki fark olarak; yüzde değişim olarak; veya seriler ve zaman kaymaları arasındaki oran olarak.
zh_tw: 如何顯示時間偏移：作為單獨的行顯示；作為主時間序列與每次時間偏移之間的绝對差顯示；作為百分比變化顯示；或作為序列與時間偏移之間的比率顯示。

source: Huge
bn: বৃহৎ
ca: Enorme
cs: Obrovský
es: Enorme
ja: でかい
mi: Nui rawa
nl: Enorm
pt_br: Enorme
ro: Uriaș
tr: Büyük
zh_tw: 巨大

source: ISO 3166-2 Codes
bn: আইএসও 3166-2 কোড
ca: Codis ISO 3166-2
cs: Kódy ISO 3166-2
es: Códigos ISO 3166-2
ja: ISO 3166-2 コード
mi: Waehere ISO 3166-2
pt_br: Códigos ISO 3166-2
ro: Coduri ISO 3166-2
tr: ISO 3166-2 Kodları
zh_tw: ISO 3166-2 代碼

source: Id of root node of the tree.
bn: গাছের মূল নোডের আইডি।
ca: Id del node arrel de l'arbre.
cs: Id kořenového uzlu stromu.
es: Identificador del nodo raíz del árbol.
ja: ツリーのルートノードのID。
mi: Id o te pona pākiaka o te rākau.
nl: Id van root node van de boomstructuur.
pt_br: Id do nó raiz da árvore.
ro: ID-ul nodului rădăcină al arborelui.
tr: Ağacın kök düğümünün kimliği.
zh_tw: 樹的根節點的 ID。

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
bn: যদি প্রেস্টো বা ট্রিনো হয়, SQL ল্যাবে সমস্ত কোয়েরি বর্তমান লগ ইন করা ব্যবহারকারী হিসাবে সম্পাদিত হবে যার তাদের চালানোর অনুমতি থাকতে হবে। যদি হাইভ এবং hive.server2.enable.doAs সক্রিয় থাকে, কোয়েরিগুলি সার্ভিস অ্যাকাউন্ট হিসাবে চালানো হবে, তবে hive.server2.proxy.user প্রপার্টির মাধ্যমে বর্তমান লগ ইন করা ব্যবহারকারী হিসেবে প্রতিনিধিত্ব করবে।
ca: Si és Presto o Trino, totes les consultes al SQL Lab s'executaran com l'usuari actualment connectat que ha de tenir permisos per executar-les. Si Hive i hive.server2.enable.doAs està habilitat, executarà les consultes com compte de servei, però suplantarà l'usuari actualment connectat via la propietat hive.server2.proxy.user.
cs: Pokud Presto nebo Trino, všechny dotazy v SQL Labu budou provedeny jako aktuálně přihlášený uživatel, který musí mít oprávnění k jejich spuštění. Pokud Hive a hive.server2.enable.doAs je povoleno, dotazy se spustí jako servisní účet, ale budou zosobňovat aktuálně přihlášeného uživatele prostřednictvím vlastnosti hive.server2.proxy.user.
ja: Presto または Trino の場合、SQL Lab のすべてのクエリは、実行権限が必要な現在ログオンしているユーザーとして実行されます。 Hive および hive.server2.enable.doAs が有効な場合、クエリはサービス アカウントとして実行されますが、hive.server2.proxy.user プロパティを介して現在ログオンしているユーザーになりすまします。
mi: Mēnā ko Presto, ko Trino rānei, ka whakatutukia ngā pātai katoa i SQL Lab hei kaiwhakamahi kua takiuru e hiahia ana kia whai mana ia ki te whakahaere. Mēnā ko Hive, ā, kua whakahohengia te hive.server2.enable.doAs, ka whakahaere i ngā pātai hei kaute ratonga, engari ka whakaataata i te kaiwhakamahi kua takiuru mā te āhuatanga hive.server2.proxy.user.
nl: Bij Presto of Trino, alle zoekopdrachten in SQL Lab zullen worden uitgevoerd als de momenteel ingelogde gebruiker die toestemming moet hebben om ze uit te voeren. Als bijenkorf en bijslag. erver2.enable.doAs is ingeschakeld, worden de zoekopdrachten als serviceaccount uitgevoerd, maar imiteer de momenteel ingelogde gebruiker via hive.server2.proxy.user eigenschap.
pt_br: Se for o Presto ou o Trino, todas as consultas no SQL Lab serão executadas como o usuário conectado no momento, que deve ter permissão para executá-las. Se o Hive e o hive.server2.enable.doAs estiverem ativados, as consultas serão executadas como conta de serviço, mas representarão o usuário conectado no momento por meio da propriedade hive.server2.proxy.user.
ro: Dacă Presto sau Trino, toate interogările din SQL Lab vor fi executate ca utilizatorul conectat în prezent care trebuie să aibă permisiunea să le ruleze. Dacă Hive și hive.server2.enable.doAs este activat, va rula interogările ca cont de serviciu, dar va impersona utilizatorul conectat în prezent prin proprietatea hive.server2.proxy.user.
tr: Eğer Presto veya Trino ise, SQL Lab'daki tüm sorgular, çalıştırma izni olması gereken şu anki oturum açmış kullanıcı olarak çalıştırılacaktır. Eğer Hive ve hive.server2.enable.doAs etkinleştirilmişse, sorguları hizmet hesabı olarak çalıştıracak, ancak hive.server2.proxy.user özelliği üzerinden şu anki oturum açmış kullanıcıyı taklit edecektir.
zh_tw: 如果使用 Presto，SQL 工具箱中的所有查詢都將被當前登入的用戶執行，並且這些用戶必須拥有運行它們的權限。如果啟用 Hive 和 hive.server2.enable.doAs，將作為服務帳戶運行查詢，但會根据 hive.server2.proxy.user 的属性偽裝當前登入用戶。

source: If a metric is specified, sorting will be done based on the metric value
bn: যদি একটি মেট্রিক নির্দিষ্ট করা হয়, তাহলে সাজানো হবে মেট্রিক মানের উপর ভিত্তি করে
ca: Si s'especifica una mètrica, l'ordenació es farà basada en el valor de la mètrica
cs: Pokud je zadána metrika, řazení bude provedeno na základě hodnoty metriky
es: Si se especifica una métrica, la ordenación se realizará en función del valor de la métrica
ja: メトリックが指定されている場合、ソートはメトリック値に基づいて行われます
mi: Mēnā kua tohua tētahi ine, ka mahia te kōmaka i runga i te uara ine
nl: Als een metriek is opgegeven, zal sortering worden gedaan op basis van de metrische waarde
pt_br: Se for especificada uma métrica, a ordenação será efetuada com base no valor da métrica
ro: Dacă o metrică este specificată, sortarea se va face pe baza valorii metricii
tr: Bir ölçüm belirtilmişse, sıralama ölçüm değerine göre yapılacaktır.
zh_tw: 如果指定了度量，则將根据該度量值進行排序

source: If enabled, this control sorts the results/values descending, otherwise it sorts the results ascending.
bn: যদি সক্রিয় হয়, এই নিয়ন্ত্রণ ফলাফল/মানগুলি অবরোহীভাবে সাজায়, অন্যথায় এটি ফলাফলগুলি ঊর্ধ্বমুখী সাজায়।
ca: Si està habilitat, aquest control ordena els resultats/valors de forma descendent, altrament ordena els resultats de forma ascendent.
cs: Pokud je povoleno, tento ovládací prvek řadí výsledky/hodnoty sestupně, jinak řadí výsledky vzestupně.
es: Si está activado, este control ordena los resultados/valores de forma descendente, de lo contrario, ordena los resultados de forma ascendente.
ja: このコントロールが有効な場合、結果/値は降順で並べ替えられ、それ以外の場合は結果は昇順で並べ替えられます。
mi: Mēnā kua whakahohengia, ka kōmaka tēnei whakahaere i ngā hua/uara heke, ki te kore ka kōmaka i ngā hua piki.
nl: Indien ingeschakeld, sorteert deze controle de resultaten/waarden aflopend, anders worden de resultaten oplopend gesorteerd.
ro: Dacă este activat, acest control sortează rezultatele/valorile descrescător, altfel sortează rezultatele crescător.

source: If table already exists
ca: Si la taula ja existeix
cs: Pokud tabulka již existuje
mi: Mēnā kei te tīari kē te ripanga
ro: Dacă tabelul există deja

source: If you don't save, changes will be lost.
ro: Dacă nu salvezi, modificările vor fi pierdute.

source: Ignore cache when generating report
bn: রিপোর্ট তৈরি করার সময় ক্যাশে উপেক্ষা করুন
ca: Ignorar memòria cau quan es generi l'informe
cs: Ignorovat mezipaměť při generování reportu
ja: レポート生成時にキャッシュを無視する
mi: Whakakorehia te keteroki ina hanga pūrongo
nl: Negeer cache bij genereren van rapport
ro: Ignoră cache-ul la generarea raportului

source: Ignore null locations
bn: শূন্য অবস্থান উপেক্ষা করুন
ca: Ignorar ubicacions nul·les
cs: Ignorovat nulová umístění
es: Ignorar ubicaciones nulas
ja: ヌル位置を無視する
mi: Whakakorehia ngā wāhi kore
nl: Negeer null locaties
pt_br: Ignorar localizações nulas
ro: Ignoră locațiile null
tr: Boş konumları görmezden gel
zh_tw: 忽略空位置

source: Ignore time
bn: সময় উপেক্ষা করুন
ca: Ignorar temps
cs: Ignorovat čas
es: Ignorar tiempo
ja: 時間を無視する
mi: Whakakorehia te wā
nl: Negeer tijd
pt_br: Ignorar hora
ro: Ignoră timpul
tr: Zamanı yok say
zh_tw: 忽略時間

source: Image (PNG) embedded in email
bn: ইমেজ (PNG) ইমেলে এম্বেড করা
ca: Imatge (PNG) incrustada al correu electrònic
cs: Obrázek (PNG) vložený v e-mailu
es: Imagen (PNG) incrustada en el correo electrónico
ja: メールに埋め込まれた画像(PNG)
mi: Whakaahua (PNG) tāmautia i te īmēra
nl: Afbeelding (PNG) ingesloten in e-mail
pt_br: Imagem (PNG) incorporada no e-mail
ro: Imagine (PNG) încorporată în email
tr: E-postada gömülü görüntü (PNG)
zh_tw: 使用郵箱發送圖片(PNG)
