Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: %s Selected (Physical)
bn: %s নির্বাচিত (শারীরিক)
ca: %s Seleccionat (Física)
cs: Vybráno %s (fyzických)
es: %s Seleccionado (Físico)
ja: %s が選択されました (物理)
mi: %s Kua Tīpakohia (Kikokiko)
nl: %s Geselecteerd (Fysiek)
pt_br: %s Selecionado (Físico)
ro: %s Selectat (Fizic)
tr: %s Seçildi (Fiziksel)
zh_tw: %s 個被選中（實體）

source: %s Selected (Virtual)
bn: %s নির্বাচিত (ভার্চুয়াল)
ca: %s Seleccionat (Virtual)
cs: Vybráno %s (virtuálních)
es: %s Seleccionado (Virtual)
ja: %s が選択されました (仮想)
mi: %s Kua Tīpakohia (Mariko)
nl: %s Geselecteerd (Virtueel)
pt_br: %s Selecionado (Virtual)
ro: %s Selectat (Virtual)
tr: %s Seçildi (Sanal)
zh_tw: %s 個被選中（虛擬）

source: %s aggregates(s)
bn: %s সমষ্টি(গুলি)
ca: %s agregat(s)
cs: %s agregací
es: %s agregado(s)
ja: %s 集約
mi: %s whakaarotau
nl: %s aggrega(a)t(en)
pt_br: %s agregado(s)
ro: %s agregat(e)
tr: %s toplam(lar)
zh_tw: %s 聚合

source: %s column(s)
bn: %s কলাম(গুলি)
ca: %s columna(es)
cs: %s sloupec(e)
es: %s columna(s)
ja: %s 列
mi: %s tīwae
nl: %s kolom(men)
pt_br: %s coluna(s)
ro: %s coloană(e)
tr: %s sütun(lar)
zh_tw: %s 列

source: %s item(s)
ro: %s element(e)

source: %s items could not be tagged because you don't have edit permissions to all selected objects.
ro: %s elemente nu au putut fi etichetate deoarece nu aveți permisiuni de editare pentru toate obiectele selectate.

source: %s operator(s)
bn: %s অপারেটর(গুলি)
ca: %s operador(s)
cs: %s operátor(ů)
es: %s operador(es)
ja: %s オペレータ
mi: %s kaiwhakahaere
pt_br: %s operador(es)
ro: %s operator(i)
tr: %s operatör(ler)
zh_tw: %s 運算符

source: %s option
bn: %s অপশন
ca: %s opció
cs: %s možnost
mi: %s kōwhiringa
ro: %s opțiune
tr: %s seçenek

source: %s option(s)
bn: %s অপশন(গুলি)
ca: %s opció(ons)
cs: %s možnost(i)
es: %s opción(es)
ja: %s オプション
mi: %s kōwhiringa
nl: %s optie(s)
pt_br: %s opção(ões)
ro: %s opțiuni
tr: %s seçenek(ler)
zh_tw: %s 個選項

source: %s recipients
bn: %s প্রাপকদের
ca: %s destinataris
cs: %s příjemců
mi: %s kaiwhakawhiti
ro: %s destinatari

source: %s record
ro: %s înregistrare...

source: %s row
bn: %s সারি
ca: %s filera
cs: %s řádek
mi: %s rārangi
ro: %s rând
tr: %s satır

source: %s saved metric(s)
bn: %s সংরক্ষিত মেট্রিক(গুলি)
ca: %s mètrica(es) desada(es)
cs: %s uložená(ých) metrika(ik)
es: %s métrica(s) guardada(s)
ja: %s が保存した指標
mi: %s ine kua tiakina
nl: %s opgeslagen metriek(en)
pt_br: %s salvos métrica(s)
ro: %s metrică(i) salvată(e)
tr: %s kaydedilmiş metrik(ler)
zh_tw: %s 保存的指標

source: %s tab selected
ro: %s filă selectată

source: %s updated
bn: %s হালনাগাদ
ca: %s actualitzat
cs: %s aktualizováno
ja: %sが更新されました
mi: %s kua whakahouhia
nl: laatst bijgewerkt %s
pt_br: %s atualizado
ro: %s actualizat
tr: %s güncellendi

source: (Removed)
bn: (অপসারিত)
ca: (Eliminat)
cs: (Odstraněno)
es: (Eliminado)
ja: (削除)
mi: (Kua Tangohia)
nl: (Verwijderd)
pt_br: (Removido)
ro: (Eliminat)
tr: (Kaldırıldı)
zh_tw: (已删除)

source: (deleted or invalid type)
bn: (মুছে ফেলা বা অবৈধ প্রকার)
ca: (eliminat o tipus invàlid)
cs: (smazáno nebo neplatný typ)
es: (tipo eliminado o inválido)
ja: (削除または無効なタイプ)
mi: (kua mukua, he momo muhu rānei)
nl: (verwijderd of ongeldig type)
pt_br: (excluído ou inválido digite)
ro: (șters sau tip invalid)
tr: (silindi veya geçersiz tür)
zh_tw: (已删除或無效類型)

source: (no description, click to see stack trace)
bn: (কোনও বিবরণ নেই, স্ট্যাক ট্রেস দেখতে ক্লিক করুন)
ca: (sense descripció, clica per veure la traça de pila)
cs: (bez popisu, klikněte pro zobrazení trasování zásobníku)
es: (sin descripción, haz clic para ver el rastro de la pila)
ja: (説明なし、クリックするとスタック トレースが表示されます)
mi: (karekau he whakamārama, pāwhiritia kia kite i te aromahue)
nl: (geen beschrijving, klik om de tracering te zien)
pt_br: (sem descrição , clique para ver rastreamento de pilha)
ro: (fără descriere, faceți clic pentru a vedea urma stivei)
tr: (açıklama yok, yığın izini görmek için tıklayın)
zh_tw: 無描述，單擊可查看堆栈跟踪

source: ), and they become available in your SQL (example:
bn: ), এবং এগুলি আপনার SQL-এ উপলব্ধ হবে (উদাহরণস্বরূপ:
ca: ), i es fan disponibles al teu SQL (exemple:
cs: ) a stanou se dostupnými ve vašem SQL (příklad:
es: '), y se vuelven disponibles en tu SQL (ejemplo:
ja: )、SQL で使用できるようになります (例:
mi: ), ā, ka wātea i roto i tō SQL (tauira:
nl: ), en ze zijn beschikbaar in uw SQL (voorbeeld:
pt_br: ), e eles tornaram-se disponíveis no seu SQL (exemplo:
ro: ), și acestea devin disponibile în SQL-ul dvs. (exemplu:
tr: ), ve bunlar SQL'inizde kullanılabilir hale gelir (örnek:
zh_tw: ), 他們在你的 SQL 中會變成有效數據 (比如:

source: *%(name)s* %(description)s Error: %(text)s
bn: *%(name)s* %(description)s ত্রুটি: %(text)s
cs: *%(name)s* %(description)s Chyba: %(text)s
mi: *%(name)s*
ro: *%(name)s* %(description)s Eroare: %(text)s

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
bn: *%(name)s* %(description)s <%(url)s|সুপারসেট-এ এক্সপ্লোর করুন> %(table)s
ca: *%(name)s* %(description)s <%(url)s|Explorar a Superset> %(table)s
cs: *%(name)s* %(description)s <%(url)s|Prozkoumat v Supersetu> %(table)s
es: *%(name)s* %(description)s <%(url)s|Explora en Superset> %(table)s
ja: *%(name)s* %(description)s <%(url)s|スーパーセット内の探索> %(table)s
mi: *%(name)s*
nl: *%(name)s* %(description)s <%(url)s| Verken in Superset> %(table)s
ro: *%(name)s* %(description)s <%(url)s|Explorează în Superset> %(table)s
tr: *%(name)s* %(description)s <%(url)s|Superset'te Keşfet> %(table)s

source: + %s more
bn: + আরও %s
ca: + %s més
cs: + %s dalších
es: + %s más
ja: %s 詳細
mi: + %s atu anō
nl: + %s meer
pt_br: + %s mais
ro: + încă %s
tr: + %s daha fazla

source: , then paste the JSON below. See our
ro: , apoi lipiți JSON-ul mai jos. Vedeți

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
bn: -- দ্রষ্টব্য: আপনি যদি আপনার প্রশ্নটি সংরক্ষণ না করেন, তবে এই ট্যাবগুলি আপনার কুকিজ মুছে ফেললে বা ব্রাউজার পরিবর্তন করলে অব্যাহত থাকবে না।
ca: -- Nota: Tret que desis la teva consulta, aquestes pestanyes NO persistiran si neteges les teves cookies o canvies de navegador.
cs: -- Poznámka: Pokud svůj dotaz neuložíte, tyto karty NEZŮSTANOU zachovány, pokud vymažete soubory cookie nebo změníte prohlížeč.
es: '-- Nota: A menos que guardes tu consulta, estas pestañas NO persistirán si borras tus cookies o cambias de navegador.
mi: -- Tuhipoka: Mēnā karekau koe e tiaki i tō pātai, KAREKAU ēnei ripa e mau tonu mēnā ka whakakore koe i ō pihikete, ka huri rawa rānei i ngā pūtirotiro.
nl: -- Let op: Tenzij u uw query opslaat, zullen deze tabbladen NIET bewaard blijven als u uw cookies leegt of van browser verandert.
ro: -- Notă: Dacă nu salvați interogarea, aceste file NU vor persista dacă ștergeți cookie-urile sau schimbați browserul.
tr: -- Not: Sorgunuzu kaydetmediğiniz sürece, çerezlerinizi temizler veya tarayıcıyı değiştirirseniz bu sekmeler KALICI olmaz.
zh_tw: -- 注意：除非您保存查詢，否則如果清除 cookie 或更改瀏覽器時，這些選項卡將不會保留。

source: ... and %s others
bn: ... এবং আরও %s
ca: ... i %s altres
cs: ... a %s dalších
mi: me %s atu anō
ro: ... și încă %s altele

source: 0 Selected
bn: 0 নির্বাচিত
ca: 0 Seleccionat
cs: 0 vybráno
es: 0 Seleccionados
ja: 0 選択済み
mi: 0 Kua Tīpakohia
nl: 0 Geselecteerd
pt_br: 0 selecionado
ro: 0 Selectate
tr: 0 Seçildi
zh_tw: 0個被選中

source: 1 calendar day frequency
bn: ১ ক্যালেন্ডার দিনের ফ্রিকোয়েন্সি
ca: 1 freqüència de dia de calendari
cs: frekvence 1 kalendářní den
es: Frecuencia de 1 día calendario
ja: 1 暦日頻度
mi: 1 auau rā maramataka
nl: 1 dag kalender frequentie
pt_br: 1 dia de calendário de frequência
ro: 1 frecvență de zi calendaristică
tr: 1 takvim günü frekansı
zh_tw: 1個日曆日的頻率

source: 1 day
bn: ১ দিন
ca: 1 dia
cs: 1 den
ja: 1日
mi: 1 rā
nl: 1 dag
pt_br: 1 dia
ro: 1 zi
tr: 1 gün

source: 1 day ago
bn: ১ দিন আগে
ca: fa 1 dia
cs: před 1 dnem
es: Hace 1 día
ja: 1日前
mi: 1 rā i mua
nl: 1 dag geleden
pt_br: 1 dia atrás
ro: acum 1 zi
tr: 1 gün önce
zh_tw: 1天之前

source: 1 hour
bn: ১ ঘণ্টা
ca: 1 hora
cs: 1 hodina
es: 1 hora
ja: 1時間
mi: 1 hāora
nl: 1 uur
pt_br: 1 hora
ro: 1 oră
tr: 1 saat
zh_tw: 1小時

source: 1 hourly frequency
bn: ১ ঘণ্টার ফ্রিকোয়েন্সি
ca: 1 freqüència horària
cs: frekvence 1 hodina
ja: 1時間毎
mi: 1 auau ia hāora
nl: frequentie elk uur
pt_br: frequência de 1 hora
ro: 1 frecvență orară
tr: 1 saatlik frekans

source: 1 minute
bn: ১ মিনিট
ca: 1 minut
cs: 1 minuta
es: 1 minuto
ja: 1分
mi: 1 meneti
nl: 1 minuut
pt_br: 1 minuto
ro: 1 minut
tr: 1 dakika
zh_tw: 1分鐘

source: 1 minutely frequency
bn: ১ মিনিটের ফ্রিকোয়েন্সি
ca: 1 freqüència per minut
cs: frekvence 1 minuta
es: Frecuencia cada 1 minuto
ja: 1分毎
mi: 1 auau ia meneti
nl: 1 minuut frequentie
pt_br: frequência de 1 minuto
ro: 1 frecvență pe minut
tr: 1 dakikalık frekans
zh_tw: 每分鐘一次的頻率

source: 1 month ago
bn: ১ মাস আগে
ca: fa 1 mes
cs: před 1 měsícem
mi: 1 marama i mua
ro: acum 1 lună

source: 1 month end frequency
bn: ১ মাসের শেষ ফ্রিকোয়েন্সি
ca: 1 freqüència de final de mes
cs: frekvence konec 1 měsíce
es: Frecuencia de fin de mes
ja: 1月毎
mi: 1 auau mutunga marama
nl: 1 maand eind frequentie
pt_br: 1 mês de frequência final
ro: 1 frecvență de sfârșit de lună
tr: 1 ay sonu frekansı
zh_tw: 每月一次的頻率

source: 1 month start frequency
bn: ১ মাসের শুরুর ফ্রিকোয়েন্সি
ca: 1 freqüència d'inici de mes
cs: frekvence začátek 1 měsíce
es: Frecuencia de inicio de 1 mes
ja: 月初毎
mi: 1 auau tīmatanga marama
nl: 1 maand start frequentie
pt_br: Frequência de início de 1 mês
ro: 1 frecvență de început de lună
tr: 1 ay başı frekansı
zh_tw: 每月月初的頻率

source: 1 week
bn: ১ সপ্তাহ
ca: 1 setmana
cs: 1 týden
ja: 1週間
mi: 1 wiki
pt_br: 1 semana
ro: 1 săptămână
tr: 1 hafta

source: 1 week ago
bn: ১ সপ্তাহ আগে
ca: fa 1 setmana
cs: před 1 týdnem
es: hace 1 semana
ja: 1週間前
mi: 1 wiki i mua
nl: 1 week geleden
pt_br: 1 semana atrás
ro: acum 1 săptămână
tr: 1 hafta önce
zh_tw: 1週之前

source: 1 week starting Monday (freq=W-MON)
bn: সোমবার থেকে শুরু ১ সপ্তাহ (freq=W-MON)
ca: 1 setmana començant dilluns (freq=W-MON)
cs: 1 týden začínající pondělím (frekvence=W-MON)
es: 1 semana comenzando el lunes (freq=W-MON)
ja: 月曜日から始まる 1週間
mi: 1 wiki ka tīmata i te Mane (freq=W-MON)
nl: 1 week beginnend op maandag (freq=W-MON)
pt_br: 1 semana com início na Segunda-feira (freq=S-SEG)
ro: 1 săptămână începând de luni (freq=W-MON)
tr: Pazartesi başlayan 1 hafta (frekans=W-MON)

source: 1 week starting Sunday (freq=W-SUN)
bn: রবিবার থেকে শুরু ১ সপ্তাহ (freq=W-SUN)
ca: 1 setmana començant diumenge (freq=W-SUN)
cs: 1 týden začínající nedělí (frekvence=W-SUN)
es: 1 semana comenzando el domingo (freq=W-SUN)
ja: 日曜日から始まる 1週間
mi: 1 wiki ka tīmata i te Rātapu (freq=W-SUN)
nl: 1 week beginnend op zondag (freq=W-SUN)
pt_br: 1 semana com início na Domingo (freq=S-DOM)
ro: 1 săptămână începând duminică (freq=W-SUN)
tr: Pazar başlayan 1 hafta (frekans=W-SUN)

source: 1 year
bn: ১ বছর
ca: 1 any
cs: 1 rok
ja: 1年
mi: 1 tau
nl: 1 jaar
pt_br: 1 ano
ro: 1 an
tr: 1 yıl

source: 1 year ago
bn: ১ বছর আগে
ca: fa 1 any
cs: před 1 rokem
es: hace 1 año
ja: 1年前
mi: 1 tau i mua
nl: 1 jaar geleden
pt_br: 1 ano atrás
ro: acum 1 an
tr: 1 yıl önce
zh_tw: 1年之前

source: 1 year end frequency
bn: ১ বছরের শেষ ফ্রিকোয়েন্সি
ca: 1 freqüència de final d'any
cs: frekvence konec 1 roku
ja: 1年の年末毎
mi: 1 auau mutunga tau
nl: 1 jaar eind frequentie
pt_br: Frequência de final de 1 ano
ro: 1 frecvență de sfârșit de an
tr: 1 yıl sonu frekansı

source: 1 year start frequency
bn: ১ বছরের শুরুর ফ্রিকোয়েন্সি
ca: 1 freqüència d'inici d'any
cs: frekvence začátek 1 roku
ja: 1年の年初毎
mi: 1 auau tīmatanga tau
nl: 1 jaar start frequentie
pt_br: Frequência de início de 1 ano
ro: 1 frecvență de început de an
tr: 1 yıl başı frekansı

source: 10 seconds
ro: 10 secunde
tr: 10 saniye

source: 10/90 percentiles
ca: 10/90 percentils
cs: 10/90 percentilů
mi: 10/90 ōrau ōwehenga
ro: percentile 10/90

source: 104 weeks
bn: ১০৪ সপ্তাহ
ca: 104 setmanes
cs: 104 týdnů
ja: 104週間
mi: 104 wiki
nl: 104 weken
pt_br: 104 semanas
ro: 104 săptămâni
tr: 104 hafta

source: 104 weeks ago
bn: ১০৪ সপ্তাহ আগে
ca: fa 104 setmanes
cs: před 104 týdny
es: hace 104 semanas
ja: 104週間前
mi: 104 wiki i mua
nl: 104 weken geleden
pt_br: 104 semanas atrás
ro: acum 104 săptămâni
tr: 104 hafta önce
zh_tw: 104週之前

source: 12 hours
ro: 12 ore
tr: 12 saat

source: 156 weeks
bn: ১৫৬ সপ্তাহ
ca: 156 setmanes
cs: 156 týdnů
ja: 156週間
mi: 156 wiki
nl: 156 weken
pt_br: 156 semanas
ro: 156 săptămâni
tr: 156 hafta

source: 156 weeks ago
bn: ১৫৬ সপ্তাহ আগে
ca: fa 156 setmanes
cs: před 156 týdny
es: Hace 156 semanas
ja: 156週間前
mi: 156 wiki i mua
nl: 156 weken geleden
pt_br: 156 semanas atrás
ro: acum 156 săptămâni
tr: 156 hafta önce
zh_tw: 156週之前

source: 2 years
bn: ২ বছর
ca: 2 anys
cs: 2 roky
ja: 2年
mi: 2 tau
nl: 2 jaar
pt_br: 2 anos
ro: 2 ani
tr: 2 yıl

source: 2 years ago
bn: ২ বছর আগে
ca: fa 2 anys
cs: před 2 lety
es: hace 2 años
ja: 2年前
mi: 2 tau i mua
nl: 2 jaar geleden
pt_br: 2 anos atrás
ro: acum 2 ani
tr: 2 yıl önce
zh_tw: 2年之前

source: 2/98 percentiles
bn: ২/৯৮ পার্সেন্টাইল
ca: 2/98 percentils
cs: 2/98 percentilů
es: Percentiles 2/98
ja: 2/98 パーセンタイル
mi: 2/98 ōrau ōwehenga
nl: 2/98 percentielen
pt_br: 2/98 percentis
ro: percentile 2/98
tr: 2/98 yüzdelik
zh_tw: 2/98百分位

source: 24 hours
ro: 24 de ore
tr: 24 saat

source: 28 days
bn: ২৮ দিন
ca: 28 dies
cs: 28 dní
ja: 28日
mi: 28 rā
nl: 28 dagen
ro: 28 de zile
tr: 28 gün

source: 28 days ago
bn: ২৮ দিন আগে
ca: fa 28 dies
cs: před 28 dny
es: hace 28 días
ja: 28日前
mi: 28 rā i mua
nl: 28 dagen geleden
pt_br: 28 dias atrás
ro: acum 28 de zile
tr: 28 gün önce
zh_tw: 28天之前

source: 3 letter code of the country
bn: দেশের ৩ অক্ষরের কোড
ca: codi de 3 lletres del país
cs: 3písmenný kód země
ja: 国の3文字コード
mi: waehere reta o te whenua
nl: 3 letter code van het land
ro: cod de 3 litere al țării
tr: Ülkenin 3 harfli kodu
zh_tw: 國家3字碼

source: 3 years
bn: ৩ বছর
ca: 3 anys
cs: 3 roky
ja: 3年
mi: tau
nl: 3 jaar
ro: 3 ani
tr: 3 yıl

source: 3 years ago
bn: ৩ বছর আগে
ca: fa 3 anys
cs: před 3 lety
es: hace 3 años
ja: 3年前
mi: tau i mua
nl: 3 jaar geleden
pt_br: 3 anos atrás
ro: acum 3 ani
tr: 3 yıl önce
zh_tw: 3年前

source: 30 days
bn: ৩০ দিন
ca: 30 dies
cs: 30 dní
es: 30 días
ja: 30日
mi: rā
nl: 30 dagen
pt_br: 30 dias
ro: 30 de zile
tr: 30 gün
zh_tw: 30天

source: 30 days ago
bn: ৩০ দিন আগে
ca: fa 30 dies
cs: před 30 dny
ja: 30日前
mi: rā i mua
nl: 30 dagen geleden
ro: acum 30 de zile
tr: 30 gün önce

source: 30 minute
bn: ৩০ মিনিট
ca: 30 minuts
cs: 30 minut
ja: 30分
mi: meneti
nl: 30 minuten
ro: 30 de minute
tr: 30 dakika
zh_tw: 30分鐘

source: 30 minutes
bn: ৩০ মিনিট
ca: 30 minuts
cs: 30 minut
es: 30 minutos
ja: 30分
mi: meneti
nl: 30 minuten
pt_br: 30 minutos
ro: 30 de minute
tr: 30 dakika
zh_tw: 30分鐘

source: 30 second
bn: ৩০ সেকেন্ড
ca: 30 segons
cs: 30 sekund
ja: 30秒
mi: hēkona
nl: 30 seconden
ro: 30 de secunde
tr: 30 saniye
zh_tw: 30秒

source: 30 seconds
bn: ৩০ সেকেন্ড
ca: 30 segons
cs: 30 sekund
es: 30 segundos
ja: 30秒
mi: hēkona
nl: 30 seconden
pt_br: 30 segundos
ro: 30 de secunde
tr: 30 saniye
zh_tw: 30秒

source: 4 weeks (freq=4W-MON)
bn: ৪ সপ্তাহ (freq=4W-MON)
ca: 4 setmanes (freq=4W-MON)
cs: 4 týdny (frekvence=4W-MON)
es: 4 semanas (freq=4S-LUN)
ja: 4週間
mi: wiki (freq=4W-MON)
nl: 4 weken (freq=4W-MA)
pt_br: 4 semanas (freq=4S-SEG)
ro: 4 săptămâni (freq=4W-MON)
tr: 4 hafta (frekans=4H-PTS)

source: 5 minutes
bn: ৫ মিনিট
ca: 5 minuts
cs: 5 minut
es: 5 minutos
ja: 5分
mi: meneti
nl: 5 minuten
pt_br: 5 minutos
ro: 5 minute
tr: 5 dakika
zh_tw: 5分鐘

source: 5 second
bn: ৫ সেকেন্ড
ca: 5 segons
cs: 5 sekund
ja: 5秒
mi: hēkona
nl: 5 seconden
pt_br: 5 segundos
ro: 5 secunde
tr: 5 saniye
zh_tw: 5秒

source: 5 seconds
bn: ৫ সেকেন্ড
ca: 5 segons
cs: 5 sekund
ja: 5秒
mi: hēkona
nl: 5 seconden
pt_br: 5 segundos
ro: 5 secunde
tr: 5 saniye

source: 5/95 percentiles
ca: 5/95 percentils
cs: 5/95 percentilů
mi: /95 ōrau ōwehenga
ro: percentile 5/95

source: 52 weeks
bn: ৫২ সপ্তাহ
ca: 52 setmanes
cs: 52 týdnů
ja: 52週間
mi: wiki
nl: 52 week
pt_br: 52 semanas
ro: 52 de săptămâni
tr: 52 hafta

source: 52 weeks ago
bn: ৫২ সপ্তাহ আগে
ca: fa 52 setmanes
cs: před 52 týdny
es: hace 52 semanas
ja: 52週間前
mi: wiki i mua
nl: 52 weken geleden
pt_br: 52 semanas atrás
ro: acum 52 de săptămâni
tr: 52 hafta önce
zh_tw: 52週之前

source: 52 weeks starting Monday (freq=52W-MON)
bn: সোমবার থেকে শুরু ৫২ সপ্তাহ (freq=52W-MON)
ca: 52 setmanes començant dilluns (freq=52W-MON)
cs: 52 týdnů začínajících pondělím (frekvence=52W-MON)
es: 52 semanas comenzando el lunes (freq=52W-MON)
ja: 月曜日から始まる 52週間
mi: wiki ka tīmata i te Mane (freq=52W-MON)
nl: 52 weken beginnend op maandag (freq=52W-MA)
pt_br: 52 semanas iniciando Segunda-feira (freq=52S-SEG)
ro: 52 de săptămâni începând de luni (freq=52W-MON)
tr: Pazartesi başlayan 52 hafta (frekans=52H-PTS)

source: 6 hour
bn: ৬ ঘণ্টা
ca: 6 hores
cs: 6 hodin
ja: 6時間
mi: hāora
nl: 6 uur
pt_br: 6 horas
ro: 6 ore
tr: 6 saat
zh_tw: 6小時

source: 6 hours
ro: 6 ore
tr: 6 saat

source: 60 days
bn: ৬০ দিন
ca: 60 dies
cs: 60 dní
es: 60 días
ja: 60日
mi: rā
nl: 60 dagen
pt_br: 60 dias
ro: 60 de zile
tr: 60 gün
zh_tw: 60天

source: 7 calendar day frequency
bn: ৭ ক্যালেন্ডার দিনের ফ্রিকোয়েন্সি
ca: 7 freqüència de dies de calendari
cs: frekvence 7 kalendářních dnů
es: Frecuencia de 7 días calendario
ja: 7暦日の頻度
mi: auau rā maramataka
nl: 7 kalenderdag frequentie
pt_br: Frequência de 7 dias de calendário
ro: 7 frecvență de zi calendaristică
tr: 7 takvim günü frekansı
zh_tw: 7個日曆日的頻率

source: 7 days
bn: ৭ দিন
ca: 7 dies
cs: 7 dní
ja: 7日
mi: rā
nl: 7 dagen
pt_br: 7 dias
ro: 7 zile
tr: 7 gün

source: 9/91 percentiles
bn: ৯/৯১ পার্সেন্টাইল
ca: 9/91 percentils
cs: 9/91 percentilů
es: Percentiles 9/91
ja: 9/91 パーセンタイル
mi: /91 ōrau ōwehenga
nl: 9/91 percentielen
pt_br: 9/91 percentis
ro: percentile 9/91
tr: 9/91 yüzdelik
zh_tw: 9/91百分位

source: 90 days
bn: ৯০ দিন
ca: 90 dies
cs: 90 dní
es: 90 días
ja: 90日
mi: rā
nl: 90 dagen
pt_br: 90 dias
ro: 90 de zile
tr: 90 gün
zh_tw: 90天

source: < (Smaller than)
bn: < (ছোট)
ca: < (Menor que)
cs: < (Menší než)
es: < (Menor que)
ja: < (より小さい)
mi: < (Iti ake i)
nl: < (Kleiner dan)
pt_br: < (menor que)
ro: < (Mai mic decât)
tr: < (Daha küçük)
zh_tw: 小於（<）

source: <= (Smaller or equal)
bn: <= (ছোট বা সমান)
ca: <= (Menor o igual)
cs: <= (Menší nebo rovno)
es: <= (Menor o igual)
ja: <= (小さいか等しい)
mi: <= (Iti ake, ōrite rānei)
nl: <= (Kleiner of gelijk)
pt_br: <= (menor ou equal)
ro: <= (Mai mic sau egal)
tr: <= (Daha küçük veya eşit)
zh_tw: 小於等於（<=）

source: <enter SQL expression here>
bn: <এখানে SQL প্রকাশ্য প্রবেশ করুন>
ca: <introdueix l'expressió SQL aquí>
cs: <zde zadejte SQL výraz>
es: <introduce aquí la expresión SQL>
ja: <ここに SQL 式を入力>
mi: <whakauru kīanga SQL ki konei>
nl: <voer hier een SQL-expressie in>
pt_br: <insira a expressão SQL aqui>
ro: <introduceți expresia SQL aici>
tr: <buraya SQL ifadesi girin>
zh_tw: 输入SQL表達式

source: <new column>
bn: <নতুন কলাম>
ca: <nova columna>
cs: <nový sloupec>
ja: <新しい列>
mi: <tīwae hou>
nl: <nieuwe kolom>
pt_br: <nova coluna>
ro: <coloană nouă>
tr: <yeni sütun>

source: <new metric>
bn: <নতুন মেট্রিক>
ca: <nova mètrica>
cs: <nová metrika>
ja: <新しい指標>
mi: <ine hou>
nl: <nieuwe metriek>
pt_br: <nova métrica>
ro: <metrică nouă>
tr: <yeni metrik>

source: <new spatial>
bn: <নতুন স্থানিক>
ca: <nou espacial>
cs: <nový prostorový prvek>
ja: 新しい空間
mi: <tauwāhi hou>
nl: <nieuwe ruimte>
pt_br: <novo espacial>
ro: <spațial nou>
tr: <yeni mekansal>

source: <no type>
bn: <কোনো ধরণ নেই>
ca: <sense tipus>
cs: <bez typu>
ja: <タイプなし>
mi: <karekau he momo>
nl: <geen type>
pt_br: <nenhum tipo>
ro: <fără tip>
tr: <tip yok>

source: == (Is equal)
bn: == (সমান)
ca: == (És igual)
cs: == (Rovná se)
es: == (Es igual)
ja: == (等しい)
mi: == (He ōrite)
nl: == (Is gelijk)
pt_br: == (É igual)
ro: == (Este egal)
tr: == (Eşittir)
zh_tw: 等於（==）

source: > (Larger than)
bn: > (বড়)
ca: > (Major que)
cs: > (Větší než)
es: > (Mayor que)
ja: > (より大きい)
mi: > (Rahi ake i)
nl: > (Groter dan)
pt_br: > (Maior que)
ro: > (Mai mare decât)
tr: > (Daha büyük)
zh_tw: 大於（>）

source: >= (Larger or equal)
bn: >= (বড় বা সমান)
ca: >= (Major o igual)
cs: >= (Větší nebo rovno)
es: >= (Mayor o igual)
ja: >= (大きいか等しい)
mi: >= (Rahi ake, ōrite rānei)
nl: >= (Groter of gelijk)
pt_br: >= (Maior ou equal)
ro: >= (Mai mare sau egal)
tr: >= (Daha büyük veya eşit)
zh_tw: 大於等於（>=）

source: A Big Number
bn: একটি বড় সংখ্যা
ca: Un Número Gran
cs: Velké číslo
ja: 大きな数字
mi: He Tau Nui
nl: Een groot getal
pt_br: Um grande número
ro: Un Număr Mare
tr: Büyük Bir Sayı
zh_tw: 大數字

source: A comma separated list of columns that should be parsed as dates
bn: তারিখ হিসেবে পার্স করতে হবে এমন কলামগুলোর একটি কমা-বিচ্ছিন্ন তালিকা
ja: 日付として解析する必要がある列のカンマ区切りのリスト
nl: Een door komma's gescheiden lijst van kolommen die als datums moeten worden geïnterpreteerd
pt_br: Uma lista separada por vírgulas de colunas que devem ser analisadas como datas
ro: O listă separată prin virgulă de coloane care ar trebui analizate ca date
tr: Tarih olarak ayrıştırılması gereken sütunların virgülle ayrılmış listesi

source: A comma-separated list of schemas that files are allowed to upload to.
bn: ফাইল আপলোড করার অনুমোদিত স্কিমাগুলোর একটি কমা-বিচ্ছিন্ন তালিকা।
ca: Una llista separada per comes d'esquemes als quals els fitxers poden pujar.
cs: Čárkami oddělený seznam schémat, do kterých je povoleno nahrávat soubory.
ja: ファイルのアップロードを許可するスキーマのカンマ区切りのリスト
mi: He rārangi māmā-wehea o ngā hanga e whakāetia ana ngā kōnae ki te tukuake.
nl: Een komma gescheiden lijst van schema's waar bestanden naar mogen uploaden.
pt_br: Uma lista separada por vírgulas de esquemas para os quais os arquivos têm permissão para fazer upload.
ro: O listă separată prin virgulă a schemelor în care fișierele sunt permise să fie încărcate.
tr: Dosyaların yüklenebileceği şemaların virgülle ayrılmış listesi.

source: A database port is required when connecting via SSH Tunnel.
bn: SSH টানেলের মাধ্যমে সংযোগ করার সময় একটি ডাটাবেস পোর্ট প্রয়োজন।
ca: Es requereix un port de base de dades quan es connecta via túnel SSH.
cs: Při připojování přes SSH tunel je vyžadován port databáze.
ja: SSH トンネル経由で接続する場合はデータベース ポートが必要です。
mi: E hiahiatia ana he tauranga pātengi raraunga ina hono mā te SSH Tunnel.
ro: Este necesar un port de bază de date atunci când vă conectați prin SSH Tunnel.

source: A database with the same name already exists.
bn: একই নামে একটি ডাটাবেস ইতিমধ্যেই রয়েছে।
ca: Ja existeix una base de dades amb el mateix nom.
cs: Databáze se stejným názvem již existuje.
ja: 同じ名前のデータベースがすでに存在します。
mi: Kei te tīari kē tētahi pātengi raraunga me te ingoa ōrite.
nl: Een database met dezelfde naam bestaat al.
pt_br: Já existe um banco de dados com o mesmo nome.
ro: Există deja o bază de date cu același nume.
tr: Aynı isimde bir veritabanı zaten var.
zh_tw: 已存在同名的資料庫。

source: A date is required when using custom date shift
ca: Es requereix una data quan s'utilitza un desplaçament de data personalitzat
cs: Při použití vlastního posunu data je vyžadováno datum.
mi: E hiahiatia ana he rā ina whakamahi i te neke rā ritenga
ro: O dată este necesară când utilizați deplasare de dată personalizată
