Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Start Longitude & Latitude
bn: শুরু দৈর্ঘ্য ও অক্ষাংশ
ca: Longitud i Latitud d'Inici
cs: Počáteční zeměpisná délka a šířka
ja: 開始経度と緯度
mi: Longitude me Latitude Tīmata
nl: Start Lengtegraad & Breedtegraad
pt_br: Longitude e latitude iniciais
ro: Longitudine și Latitudine de început
tr: Başlangıç Boğlamları ve Enlemleri

source: Start Time
ro: Timp început

source: Start angle
bn: শুরুর কোণ
ca: Angle d'inici
cs: Počáteční úhel
ja: 開始角度
mi: Koki tīmata
nl: Start hoek
pt_br: Ângulo inicial
ro: Unghi de început
tr: Başlangıç açısı
zh_tw: 開始角度

source: Start at (UTC)
bn: এতে শুরু করুন (UTC)
ca: Començar a (UTC)
cs: Začátek v (UTC)
ja: 開始時刻 (UTC)
mi: Tīmata i (UTC)
nl: Start op (UTC)
pt_br: Início em (UTC)
ro: Începe la (UTC)
tr: Şuradan Başla (UTC)
zh_tw: 開始於（UTC）

source: Start date
bn: শুরু তারিখ
ca: Data d'inici
cs: Datum zahájení
ja: 開始日
mi: Rā tīmata
nl: Start datum
pt_br: Data de início
ro: Dată început
tr: Başlangıç tarihi

source: Start date included in time range
bn: সময় সীমায় শুরু তারিখ অন্তর্ভুক্ত
ca: Data d'inici inclosa en el rang temporal
cs: Datum zahájení zahrnuto v časovém rozsahu
es: Fecha de inicio incluida en el rango de tiempo
ja: 開始日が時間範囲に含まれる
mi: Rā tīmata kua whakauru ki te awhe wā
nl: Startdatum opgenomen in tijdsbereik
pt_br: Data de início incluída no intervalo de tempo
ro: Data de început inclusă în intervalul de timp
tr: Başlangıç tarihi zaman aralığına dahil edildi
zh_tw: 開始日期包含在時間範圍内

source: Start y-axis at 0
bn: y-অক্ষ 0 থেকে শুরু করুন
ca: Començar eix Y a 0
cs: Začít osu Y na 0
es: Iniciar eje-y en 0
ja: Y軸を0から開始
mi: Tīmata tukutuku-y i te 0
nl: Start y-as op 0
pt_br: Iniciar o eixo y em 0
ro: Începe axa y la 0
tr: Y ekseni 0'dan başlasın
zh_tw: Y 軸從 0 開始

source: Started
bn: শুরু হয়েছে
ca: Iniciat
cs: Spuštěno
ja: 開始しました
mi: Kua Tīmata
nl: Gestart
pt_br: Iniciado
ro: Început
tr: Başlatıldı

source: Starts With
ro: Începe cu

source: State
bn: রাষ্ট্র
ca: Estat
cs: Stav
es: Estado
ja: 状態
mi: Tūnga
nl: Status
pt_br: Estado
ro: Stare
tr: Eyalet
zh_tw: 狀態

source: Statistical
bn: পরিসংখ্যানগত
ca: Estadístic
cs: Statistický
es: Estadístico
ja: 統計的
mi: Tauanga
nl: Statistisch
pt_br: Estatístico
ro: Statistic
tr: İstatistiksel
zh_tw: 统計

source: Step - end
bn: পদক্ষেপ - শেষ
ca: Pas - final
cs: Krok - konec
es: Paso - final
ja: ステップ～終了
mi: Takahanga - mutunga
nl: Stap - einde
pt_br: Etapa - fim
ro: Pas - sfârșit
tr: Adım - son
zh_tw: 階梯 - 结束

source: Step - middle
bn: পদক্ষেপ - মধ্য
ca: Pas - mig
cs: Krok - střed
es: Paso - medio
ja: ステップ - ミドル
mi: Takahanga - waenganui
nl: Stap - midden
pt_br: Passo - meio
ro: Pas - mijloc
tr: Adım - orta
zh_tw: 階梯 - 中間

source: Step - start
bn: পদক্ষেপ - শুরু
ca: Pas - inici
cs: Krok - začátek
es: Paso - inicio
ja: ステップ - スタート
mi: Takahanga - tīmata
nl: Stap - start
pt_br: Passo - início
ro: Pas - început
tr: Adım - başlangıç
zh_tw: 階梯 - 開始

source: Step type
bn: পদক্ষেপের প্রকার
ca: Tipus de pas
cs: Typ kroku
ja: ステップタイプ
mi: Momo takahanga
nl: Stap type
pt_br: Tipo de etapa
ro: Tip pas
tr: Adım türü
zh_tw: 每階類型

source: Stepped Line
bn: পদক্ষেপযুক্ত রেখা
ca: Línia Esglaonada
cs: Kroková spojnice
ja: 階段状のライン
mi: Rārangi Takahanga
nl: Getrapte Lijn
pt_br: Linha escalonada
ro: Linie cu pași
tr: Adım Çizgisi

source: Stop
bn: বিরতি
ca: Aturar
cs: Zastavit
es: Parar
ja: 中止
mi: Mutu
pt_br: Parar
ro: Oprește
tr: Durdur
zh_tw: 停止

source: Stop query
bn: অনুসন্ধান বন্ধ করুন
ca: Aturar consulta
cs: Zastavit dotaz
es: Detener consulta
ja: クエリを中止
mi: Mutu pātai
nl: Query stoppen
pt_br: Parar consulta
ro: Oprește interogarea
tr: Sorguyu durdur
zh_tw: 停止查詢

source: Stop running (Ctrl + e)
bn: চলমান বন্ধ করুন (Ctrl + e)
ca: Aturar execució (Ctrl + e)
cs: Zastavit běh (Ctrl + e)
ja: 実行を停止します (Ctrl + e)
mi: Mutu rere (Ctrl + e)
nl: Stop de uitvoering (Ctrl + e)
pt_br: Parar a execução (Ctrl + e)
ro: Oprește rularea (Ctrl + e)
tr: Çalışmayı durdur (Ctrl + e)

source: Stop running (Ctrl + x)
bn: চলমান বন্ধ করুন (Ctrl + x)
ca: Aturar execució (Ctrl + x)
cs: Zastavit běh (Ctrl + x)
es: Detener ejecución (Ctrl + x)
ja: 実行を停止 (Ctrl + x)
mi: Mutu rere (Ctrl + x)
nl: Stop de uitvoering (Ctrl + x)
pt_br: Parar execução (Ctrl + x)
ro: Oprește rularea (Ctrl + x)
tr: Çalışmayı durdur (Ctrl + x)
zh_tw: 停止運行 (Ctrl + x)

source: Stopped an unsafe database connection
bn: একটি অরক্ষিত ডেটাবেস সংযোগ বন্ধ হয়েছে
ca: S'ha aturat una connexió de base de dades insegura
cs: Zastaveno nebezpečné databázové připojení
es: Detuvo una conexión insegura a la base de datos
ja: 安全でないデータベース接続を停止しました。
mi: I whakamutua tētahi hononga pātengi raraunga kore haumaru
nl: Stopte een onveilige database connectie
pt_br: Parou uma conexão insegura ao banco de dados
ro: Oprește o conexiune la bază de date nesigură
tr: Güvensiz bir veritabanı bağlantısı durduruldu
zh_tw: 已停止不安全的資料庫連接

source: Stream
bn: স্ট্রিম
ca: Flux
cs: Proud
ja: ストリーム
mi: Rere
nl: Stroom
pt_br: Fluxo
ro: Flux
tr: Akış

source: Streets
bn: সড়ক
ca: Carrers
cs: Ulice
ja: 街路
mi: Tiriti
nl: Straten
pt_br: Ruas
ro: Străzi
tr: Sokaklar

source: Strength to pull the graph toward center
bn: গ্রাফকে কেন্দ্রের দিকে টানার শক্তি
ca: Força per atreure el gràfic cap al centre
cs: Síla pro přitahování grafu ke středu
es: Fuerza para tirar del gráfico hacia el centro
ja: グラフを中心に引っ張る強さ
mi: Kaha hei tō i te kauwhata ki te pokapū
nl: Sterkte om de grafiek naar het midden te trekken
pt_br: Força para puxar o gráfico para o centro
ro: Forță pentru a trage graficul spre centru
tr: Grafiği merkeze çekmek için güç
zh_tw: 將圖形拉向中心

source: Stroke Color
bn: স্ট্রোকের রঙ
ca: Color de Traç
cs: Barva obrysu
ja: ストロークの色
mi: Tae Whakapā
nl: Lijnkleur
pt_br: Cor do traço
ro: Culoare contur
tr: Çizgi Rengi

source: Stroke Width
bn: স্ট্রোকের প্রস্থ
ca: Amplada de Traç
cs: Šířka obrysu
ja: ストローク幅
mi: Whānui Whakapā
nl: Lijndikte
pt_br: Largura do traço
ro: Lățime contur
tr: Çizgi Genişliği

source: Stroked
bn: স্ট্রোকড
ca: Traçat
cs: S obrysem
ja: 扱く
mi: Kua Whakapāhia
nl: Omlijnd
pt_br: Tracejado
ro: Cu contur
tr: Çizilmiş

source: Style
bn: স্টাইল
ca: Estil
cs: Styl
es: Estilo
ja: スタイル
mi: Kāhua
nl: Stijl
pt_br: Estilo
ro: Stil
tr: Stil
zh_tw: 風格

source: Style the ends of the progress bar with a round cap
bn: অগ্রগতি বারের শেষগুলি গোলাকার ক্যাপ দিয়ে সাজান
ca: Estilitzar els extrems de la barra de progrés amb una tapa rodona
cs: Stylizovat konce ukazatele pokroku kulatým zakončením
es: Estiliza los extremos de la barra de progreso con un remate redondo
ja: 進行状況バーの端を丸いキャップでスタイル設定します。
mi: Kāhua i ngā pito o te pae kokenga me te potae porohita
nl: Stijl de uiteindes van de voortgangsbalk met een ronde dop
pt_br: Estilizar as extremidades da barra de progresso com uma tampa redonda
ro: Stilizează capetele barei de progres cu cap rotund
tr: İlerleme çubuğunun uçlarını yuvarlak bir başlıkla süsleyin
zh_tw: 用圆帽設定進度條末端的樣式

source: Styling
ro: Stilizare

source: Subcategories
ro: Subcategorii

source: Subdomain
bn: সাবডোমেইন
ca: Subdomini
cs: Subdoména
es: Subdominio
ja: サブドメイン
mi: Rohe-iti
nl: Subdomein
pt_br: Subdomínio
ro: Subdomeniu
tr: Alt Alan Adı
zh_tw: 子域

source: Submit
bn: জমা দিন
ca: Enviar
cs: Odeslat
es: Enviar
ja: 提出する
mi: Tuku
nl: Bevestigen
pt_br: Enviar
ro: Trimite
tr: Gönder
zh_tw: 提交

source: Subtitle
ca: Subtítol
cs: Podtitulek
mi: Taitara-iti
ro: Subtitlu

source: Success
bn: সফলতা
ca: Èxit
cs: Úspěch
es: Éxito
ja: 成功
mi: Angitu
nl: Succes
pt_br: Sucesso
ro: Succes
tr: Başarılı
zh_tw: 成功

source: Successfully changed dataset!
bn: সফলভাবে ডেটাসেট পরিবর্তন হয়েছে!
ca: Dataset canviat amb èxit!
cs: Sada dat úspěšně změněna!
ja: データセットが正常に変更されました。
mi: I angitu te huri i te rārangi raraunga!
nl: Gegevens succesvol gewijzigd!
pt_br: Conjunto de dados alterado com sucesso!
ro: Setul de date a fost schimbat cu succes!
tr: Veri kümesi başarıyla değiştirildi!

source: Suffix
bn: সুফিক্স
ca: Sufix
cs: Přípona
es: Sufijo
ja: サフィックス
mi: Kūmuri
nl: Achtervoegsel
ro: Sufix
zh_tw: 後缀

source: Suffix to apply after the percentage display
bn: শতকরা প্রদর্শনের পরে প্রয়োগ করার জন্য সুফিক্স
ca: Sufix a aplicar després de la visualització del percentatge
cs: Přípona, která se použije za zobrazením procent
es: Sufijo para aplicar después de la visualización del porcentaje
ja: パーセンテージ表示の後に適用するサフィックス
mi: Kūmuri hei whakahaeretia i muri i te whakaatu ōrau
nl: Achtervoegsel om toe te passen na het percentage
pt_br: Sufixo para aplicar após a apresentação da percentagem
ro: Sufix de aplicat după afișarea procentului
tr: Yüzde gösteriminden sonra uygulanacak sonek
zh_tw: 百分比顯示後要應用的後缀

source: Sum
bn: যোগফল
ca: Suma
cs: Součet
es: Suma
ja: 和
mi: Tapeke
nl: Som
pt_br: Soma
ro: Sumă
tr: Toplam
zh_tw: 求和

source: Sum as Fraction of Columns
bn: কলামের ভগ্নাংশ হিসেবে যোগফল
ca: Suma com a Fracció de Columnes
cs: Součet jako zlomek sloupců
es: Suma como Fracción de Columnas
ja: 列の小数として合計
mi: Tapeke hei Hautanga o ngā Tīwae
nl: Som als Fractie van Kolommen
pt_br: Soma como Fração de Colunas
ro: Sumă ca fracție din coloane
tr: Sütunların Kesiri Olarak Toplam
zh_tw: 列總和的分數占比

source: Sum as Fraction of Rows
bn: সারি হিসাবে যোগফল
ca: Suma com a Fracció de Files
cs: Součet jako zlomek řádků
es: Suma como Fracción de Filas
ja: 行の小数部分として合計する
mi: Tapeke hei Hautanga o ngā Rārangi
nl: Som als Fractie van Rijen
pt_br: Soma como Fração de Linhas
ro: Sumă ca fracție din rânduri
tr: Satırların Kesiri Olarak Toplam
zh_tw: 行總和的分數占比

source: Sum as Fraction of Total
bn: মোটের ভগ্নাংশ হিসেবে যোগফল
ca: Suma com a Fracció del Total
cs: Součet jako zlomek celku
es: Suma como Fracción del Total
ja: 合計の小数部分としての合計
mi: Tapeke hei Hautanga o te Tapeke
nl: Som als Fractie van Totaal
pt_br: Soma como Fração do Total
ro: Sumă ca fracție din total
tr: Toplamın Kesiri Olarak Toplam
zh_tw: 值總和的分數占比

source: Sum of values over specified period
bn: নির্দিষ্ট সময়ের মধ্যে মানের যোগফল
ca: Suma de valors durant el període especificat
cs: Součet hodnot za zadané období
es: Suma de valores durante el periodo especificado
ja: 指定した期間の値の合計
mi: Tapeke o ngā uara i te wā kua tohua
nl: Som van waarden over de opgegeven periode
pt_br: Soma dos valores durante o período especificado
ro: Suma valorilor pe perioada specificată
tr: Belirtilen dönemdeki değerlerin toplamı
zh_tw: 指定期間内的值總和

source: Sum values
bn: মান যোগ করুন
ca: Sumar valors
cs: Součtové hodnoty
ja: 合計値
mi: Uara tapeke
nl: Som waarden
pt_br: Valores da soma
ro: Sumează valori
tr: Değerleri Topla

source: Summary
bn: সারসংক্ষেপ
ca: Resum
cs: Souhrn
mi: Whakarāpopototanga
ro: Rezumat

source: Sunburst Chart
bn: সানবার্স্ট চার্ট
ca: Gràfic de Raigs de Sol
cs: Paprskový graf
ja: サンバーストチャート
mi: Kauwhata Sunburst
nl: Zonnestraal Grafiek
pt_br: Gráfico Sunburst
ro: Grafic Sunburst
tr: Güneş Patlaması Grafiği
zh_tw: 旭日/太陽圖

source: Sunday
bn: রবিবার
ca: Diumenge
cs: Neděle
es: Domingo
ja: 日曜日
mi: Rātapu
nl: Zondag
pt_br: Domingo
ro: Duminică
tr: Pazar
zh_tw: 星期日

source: Superset Chart
bn: সুপারসেট চার্ট
ca: Gràfic de Superset
cs: Graf Superset
ja: Supersetチャート
mi: Kauwhata Superset
nl: Superset Grafiek
ro: Grafic Superset
tr: Superset Grafik
zh_tw: Superset 圖表

source: Superset Embedded SDK documentation.
bn: সুপারসেট এম্বেডেড SDK ডকুমেন্টেশন।
ca: Documentació del SDK Embedded de Superset.
cs: Dokumentace Superset Embedded SDK.
es: Documentación del SDK integrado de Superset.
ja: Superset組み込み SDK ドキュメント。
mi: Tuhinga SDK Tāmau Superset.
nl: Superset ingesloten SDK documentatie.
pt_br: Documentação do SDK incorporado Superset.
ro: Documentația Superset Embedded SDK.
tr: Superset Gömülü SDK belgeleri.
zh_tw: Superset 的嵌入 SDK 文檔。

source: Superset chart
bn: সুপারসেট চার্ট
ca: Gràfic de Superset
cs: Graf Superset
es: Gráfico de Superset
ja: Supersetチャート
mi: Kauwhata Superset
nl: Superset grafiek
pt_br: Gráfico do Superset
ro: Grafic Superset
tr: Superset grafik
zh_tw: Superset 圖表

source: Superset encountered an error while running a command.
bn: সুপারসেট একটি কমান্ড চালানোর সময় একটি ত্রুটির সম্মুখীন হয়েছে।
ca: Superset ha trobat un error mentre executava una comanda.
cs: Superset narazil na chybu při spouštění příkazu.
ja: コマンドの実行中にSupersetでエラーが発生しました。
mi: I tūtaki a Superset i tētahi hapa i te whakahaere i tētahi whakahau.
nl: Een fout is opgetreden in Superset tijdens het uitvoeren van een commando.
pt_br: O Superset encontrou um erro ao executar um comando.
ro: Superset a întâmpinat o eroare în timpul rulării unei comenzi.
tr: Komut çalıştırılırken Superset bir hata ile karşılaştı.
zh_tw: Superset 在執行命令時遇到了一個錯誤。

source: Superset encountered an unexpected error.
bn: সুপারসেট একটি অপ্রত্যাশিত ত্রুটির সম্মুখীন হয়েছে।
ca: Superset ha trobat un error inesperat.
cs: Superset narazil na neočekávanou chybu.
ja: Supersetで予期しないエラーが発生しました。
mi: I tūtaki a Superset i tētahi hapa ohorere.
nl: Er is een onverwachte fout opgetreden in Superset.
pt_br: O Superset encontrou um erro inesperado.
ro: Superset a întâmpinat o eroare neașteptată.
tr: Superset beklenmeyen bir hata ile karşılaştı.
zh_tw: Superset 遇到了未知錯誤。

source: Supported databases
bn: সমর্থিত ডেটাবেস
ca: Bases de dades suportades
cs: Podporované databáze
ja: サポートされているデータベース
mi: Pātengi raraunga e tautokona ana
nl: Ondersteunde databases
pt_br: Bancos de dados compatíveis
ro: Baze de date suportate
tr: Desteklenen veritabanları
zh_tw: 已支持資料庫

source: Swap dataset
bn: ডেটাসেট পরিবর্তন করুন
ca: Intercanviar dataset
cs: Vyměnit sadu dat
ja: データセットを交換する
mi: Huri rārangi raraunga
nl: Wissel dataset
pt_br: Trocar conjunto de dados
ro: Schimbă setul de date
tr: Veri kümesini değiştir

source: Swap rows and columns
bn: সারি এবং কলাম পরিবর্তন করুন
ca: Intercanviar files i columnes
cs: Prohodit řádky a sloupce
es: Intercambiar filas y columnas
ja: 行と列を入れ替える
mi: Huri rārangi me ngā tīwae
nl: Wissel rijen en kolommen
pt_br: Trocar linhas e colunas
ro: Schimbă rânduri și coloane
tr: Satırları ve sütunları değiştir
zh_tw: 交换組和列

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
bn: ডেটা ভিজুয়ালাইজেশনের জন্য সুইস আর্মি ছুরি। পদক্ষেপ, রেখা, বিক্ষিপ্ত এবং বার চার্টের মধ্যে নির্বাচন করুন। এই ভিজ টাইপের অনেক কাস্টমাইজেশন বিকল্প রয়েছে।
ca: Navalla suïssa per visualitzar dades. Tria entre gràfics de passos, línies, dispersió i barres. Aquest tipus de visualització també té moltes opcions de personalització.
cs: Švýcarský nůž pro vizualizaci dat. Vyberte si mezi krokovými, spojnicovými, bodovými a sloupcovými grafy. Tento typ vizualizace má také mnoho možností přizpůsobení.
es: Navaja suiza para visualizar datos. Elige entre gráficos de escalones, líneas, dispersión y barras. Este tipo de visualización tiene muchas opciones de personalización también.
ja: データを視覚化するためのスイスアーミーナイフ。ステップ チャート、折れ線グラフ、散布図、棒グラフから選択します。この Viz タイプには多くのカスタマイズ オプションもあります。
mi: Maripi tūmau Switi mō te whakakite i ngā raraunga. Kōwhiria i waenga i ngā kauwhata takahanga, rārangi, marara me te pae. He maha ngā kōwhiringa whakaritenga o tēnei momo viz.
nl: Het Zwitserse zakmes voor het visualiseren van gegevens. Kies tussen stap, lijn, verspreidings en staafdiagrammen. Dit viz type heeft ook veel aanpassingsmogelijkheden.
pt_br: Canivete suíço para visualizar dados. Escolha entre gráficos de etapas, de linhas, de dispersão e de barras. Esse tipo de visualização também tem muitas opções de personalização.
ro: Cuțit elvețian pentru vizualizarea datelor. Alege între grafice cu pași, linie, dispersie și bare. Acest tip de vizualizare are și multe opțiuni de personalizare.
tr: Veriyi görselleştirmek için İsviçre çakısı gibidir. Adım, çizgi, saçılım ve çubuk grafikler arasından seçim yapabilirsiniz. Bu görselleştirme türü aynı zamanda birçok özelleştirme seçeneğine sahiptir.

source: Switch to the next tab
bn: পরবর্তী ট্যাবে যান
ca: Canviar a la següent pestanya
cs: Přepnout na další kartu
mi: Huri ki te ripa panuku
ro: Trece la următorul tab

source: Switch to the previous tab
bn: পূর্ববর্তী ট্যাবে যান
ca: Canviar a la pestanya anterior
cs: Přepnout na předchozí kartu
mi: Huri ki te ripa tōmua
ro: Trece la tab-ul anterior

source: Symbol
bn: চিহ্ন
ca: Símbol
ja: シンボル
mi: Tohu
nl: Symbool
ro: Simbol
tr: Sembol
zh_tw: 符號

source: Symbol of two ends of edge line
bn: প্রান্ত রেখার দুই প্রান্তের চিহ্ন
ca: Símbol dels dos extrems de la línia de vora
cs: Symbol dvou konců hrany
es: Símbolo de los dos extremos de la línea de borde
ja: 稜線の両端の記号
mi: Tohu o ngā pito e rua o te rārangi tapa
nl: Symbool van twee uiteinden van de randlijn
pt_br: Símbolo de duas extremidades da linha de borda
ro: Simbol pentru cele două capete ale liniei de margine
tr: Kenar çizgisinin iki ucu sembolü
zh_tw: 邊線两端的符號

source: Symbol size
bn: চিহ্নের আকার
ca: Mida del símbol
cs: Velikost symbolu
ja: シンボルサイズ
mi: Rahi tohu
nl: Symbool grootte
pt_br: Tamanho do símbolo
ro: Dimensiune simbol
tr: Sembol boyutu
zh_tw: 符號的大小

source: Sync Permissions
ca: Sincronitzar Permisos
cs: Synchronizovat oprávnění
mi: Hāngai Mōtika
ro: Sincronizează permisiuni

source: Sync columns from source
bn: সোর্স থেকে কলাম সিঙ্ক করুন
ca: Sincronitzar columnes de la font
cs: Synchronizovat sloupce ze zdroje
es: Sincronizar columnas desde la fuente
ja: ソースから列を同期する
mi: Hāngai tīwae mai i te puna
nl: Synchroniseer kolommen van bron
pt_br: Sincronizar colunas da fonte
ro: Sincronizează coloanele din sursă
tr: Kaynaktan sütunları senkronize et
zh_tw: 從源同步列

source: Syncing permissions for %s
ca: Sincronitzant permisos per %s
cs: Synchronizují se oprávnění pro %s
mi: E hāngai ana i ngā mōtika mō %s
ro: Sincronizare permisiuni pentru %s

source: Syncing permissions for %s in the background
ca: Sincronitzant permisos per %s en segon pla
cs: Synchronizují se oprávnění pro %s na pozadí
mi: E hāngai ana i ngā mōtika mō %s i te papamuri
ro: Sincronizare permisiuni pentru %s în fundal

source: Syntax
bn: সিনট্যাক্স
ca: Sintaxi
cs: Syntaxe
es: Sintaxis
ja: 構文
mi: Wetereo
pt_br: Sintaxe
ro: Sintaxă
tr: Sözdizimi
zh_tw: 語法

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
bn: সিনট্যাক্স ত্রুটি: %(qualifier)s ইনপুট "%(input)s" প্রত্যাশিত "%(expected)s
ca: Error de Sintaxi: %(qualifier)s entrada "%(input)s" esperant "%(expected)s
cs: Syntaktická chyba: %(qualifier)s vstup „%(input)s“ očekává „%(expected)s“
es: Error de sintaxis: %(qualifier)s tiene una entrada "%(input)s" y esperaba "%(expected)s"
ja: 構文エラー: %(qualifier)s 入力 "%(input)s" は "%(expected)s を期待しています
mi: Hapa Wetereo: %(qualifier)s tāuru "%(input)s" e tūmanako ana "%(expected)s
nl: Syntaxfout: %(qualifier)s invoer "%(input)s" verwacht "%(expected)s
ro: Eroare de sintaxă: %(qualifier)s input "%(input)s" așteaptă "%(expected)s
tr: Sözdizimi Hatası: %(qualifier)s girdisi "%(input)s", "%(expected)s" bekliyor

source: System
ro: Sistem

source: System Theme - Read Only
ro: Temă sistem - doar citire

source: System dark theme removed
ro: Tema întunecată a sistemului a fost eliminată

source: System default theme removed
ro: Tema implicită a sistemului a fost eliminată

source: TABLES
bn: টেবিলগুলি
ca: TAULES
cs: TABULKY
ja: テーブル
mi: RIPANGA
pt_br: TABELAS
ro: TABELE
tr: TABLOLAR
zh_tw: 表

source: TEMPORAL_RANGE
bn: কালানুক্রমিক পরিসর
ca: RANG_TEMPORAL
cs: ČASOVÝ_ROZSAH
nl: TIJDELIJK_BEREIK
pt_br: INTERVALO TEMPORAL
ro: INTERVAL_TEMPORAL
tr: ZAMANSAL_ARALIK

source: THU
bn: বৃহস্পতিবার
ca: DIJ
cs: ČT
es: JUE
ja: 木
mi: PAR
nl: DO
pt_br: QUI
ro: JOI
tr: PER
zh_tw: 星期四

source: TUE
bn: মঙ্গলবার
ca: DIM
cs: ÚT
es: MAR
ja: 火
mi: TŪR
nl: DI
pt_br: TER
ro: MAR
tr: SAL
zh_tw: 星期二

source: Tab name
bn: ট্যাবের নাম
ca: Nom de pestanya
cs: Název karty
es: Nombre de pestaña
ja: タブ名
mi: Ingoa ripa
nl: Tab naam
pt_br: Nome da aba
ro: Nume tab
tr: Sekme adı
zh_tw: 選項卡名字

source: Tab schema is invalid, caused by: %(error)s
bn: ট্যাব স্কিমা অ valid্য, কারণ: %(error)s
ca: L'esquema de pestanya és invàlid, causat per: %(error)s
cs: Schéma karty je neplatné, způsobeno: %(error)s
mi: He muhu te hanga ripa, nā: %(error)s
ro: Schema tab-ului este invalidă, cauzată de: %(error)s

source: Tab title
bn: ট্যাবের শিরোনাম
ca: Títol de pestanya
cs: Název karty
es: Título de la pestaña
ja: タブタイトル
mi: Taitara ripa
nl: Titel tabblad
pt_br: Título da aba
ro: Titlu tab
tr: Sekme başlığı
zh_tw: 選項卡標題

source: Table
bn: টেবিল
ca: Taula
cs: Tabulka
es: Tabla
ja: テーブル
mi: Ripanga
nl: Tabel
pt_br: Tabela
ro: Tabel
tr: Tablo
zh_tw: 表

source: Table %(table)s wasn't found in the database %(db)s
bn: টেবিল %(table)s ডেটাবেস %(db)s তে পাওয়া যায়নি
ca: La taula %(table)s no s'ha trobat a la base de dades %(db)s
cs: Tabulka %(table)s nebyla nalezena v databázi %(db)s
es: La tabla %(table)s no se encontró en la base de datos %(db)s
ja: テーブル %(table)s はデータベース %(db)s にありません。
mi: Kāore i kitea te ripanga %(table)s i te pātengi raraunga %(db)s
nl: Tabwl %(table)s werd niet gevonden in de database %(db)s
pt_br: Tabela %(table)s não foi encontrada no banco de dados %(db)s
ro: Tabelul %(table)s nu a fost găsit în baza de date %(db)s
tr: %(db)s veritabanında %(table)s tablosu bulunamadı
zh_tw: 在資料庫 %(db)s 中找不到表 %(table)s

source: Table Name
bn: টেবিলের নাম
ca: Nom de Taula
cs: Název tabulky
es: Nombre de la Tabla
ja: テーブル名
mi: Ingoa Ripanga
nl: Tabel Naam
pt_br: Nome da Tabela
ro: Nume tabel
tr: Tablo Adı
zh_tw: 表名

source: Table V2
ro: Tabel V2

source: Table cache timeout
bn: টেবিল ক্যাশের সময়সীমা
ca: Temps d'espera de la memòria cau de la taula
cs: Časový limit mezipaměti tabulky
ja: テーブルキャッシュタイムアウト
mi: Wā kore-mahi keteroki ripanga
nl: Tabel cache time-out
pt_br: Tempo limite do cache da tabela
ro: Timeout cache tabel
tr: Tablo önbellek zaman aşımı
zh_tw: 資料庫表缓存超時

source: Table columns
bn: টেবিলের কলাম
ca: Columnes de taula
cs: Sloupce tabulky
ja: テーブルの列
mi: Tīwae ripanga
nl: Tabel kolommen
pt_br: Colunas da tabela
ro: Coloane tabel
tr: Tablo sütunları

source: Table name
ca: Nom de taula
cs: Název tabulky
mi: Ingoa ripanga
ro: Nume tabel

source: Table name undefined
bn: টেবিলের নাম অজ্ঞাত
ca: Nom de taula no definit
cs: Název tabulky není definován
es: Nombre de tabla indefinido
ja: テーブル名が未定義です。
mi: Kāore i tautuhia te ingoa ripanga
nl: Tabelnaam niet gedefinieerd
pt_br: Não da tabela indefinido
ro: Numele tabelului este nedefinit
tr: Tablo adı tanımsız
zh_tw: 表名未定義

source: Table or View "%(table)s" does not exist.
bn: টেবিল বা ভিউ "%(table)s" বিদ্যমান নয়।
ca: La Taula o Vista "%(table)s" no existeix.
cs: Tabulka nebo pohled „%(table)s“ neexistuje.
ja: テーブルまたはビュー "%(table)s" が存在しません。
mi: Karekau te Ripanga, te Tirohanga "%(table)s" rānei.
nl: Tabel of Weergave "%(table)s" bestaat niet.
ro: Tabelul sau Vizualizarea "%(table)s" nu există.
tr: Tablo veya Görünüm "%(table)s" mevcut değil.

source: Tables
bn: টেবিলগুলি
ca: Taules
cs: Tabulky
es: Tablas
ja: テーブル
mi: Ripanga
nl: Tabellen
pt_br: Tabelas
ro: Tabele
tr: Tablolar
zh_tw: 數據表

source: Tabs
bn: ট্যাবগুলি
ca: Pestanyes
cs: Karty
es: Pestañas
ja: タブ
mi: Ripa
pt_br: Abas
ro: Tab-uri
tr: Sekmeler
zh_tw: 選項卡

source: Tag
bn: ট্যাগ
ca: Etiqueta
cs: Značka
es: Etiqueta
ja: タグ
mi: Tohu
ro: Etichetă
zh_tw: 標籤

source: Tag could not be created.
bn: ট্যাগ তৈরি করা যায়নি।
ca: L'etiqueta no s'ha pogut crear.
cs: Značku se nepodařilo vytvořit.
ja: タグを作成できませんでした。
mi: Kāore i taea te hanga i te tohu.
nl: Tag kon niet worden aangemaakt.
pt_br: Não foi possível criar a tag.
ro: Eticheta nu a putut fi creată.
tr: Etiket oluşturulamadı.

source: Tag could not be deleted.
bn: ট্যাগ মুছে ফেলা যায়নি।
ca: L'etiqueta no s'ha pogut eliminar.
cs: Značku se nepodařilo smazat.
ja: タグを削除できませんでした。
mi: Kāore i taea te muku i te tohu.
nl: De tag kon niet worden verwijderd.
pt_br: Não foi possível excluir a tag.
ro: Eticheta nu a putut fi ștearsă.
tr: Etiket silinemedi.

source: Tag could not be found.
bn: ট্যাগ পাওয়া যায়নি।
ca: L'etiqueta no s'ha pogut trobar.
cs: Značka nebyla nalezena.
ja: タグが見つかりませんでした。
mi: Kāore i kitea te tohu.
nl: Tag kon niet worden gevonden.
ro: Eticheta nu a putut fi găsită.
