Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
bn: দৈনিক মৌসুমিতা প্রয়োগ করা উচিত। একটি পূর্ণসংখ্যার মান মৌসুমিতার ফুরিয়ের অর্ডার নির্দিষ্ট করবে।
ca: S'hauria d'aplicar estacionalitat diària. Un valor enter especificarà l'ordre de Fourier d'estacionalitat.
cs: Měla by být aplikována denní sezónnost. Celočíselná hodnota specifikuje Fourierův řád sezónnosti.
es: ¿Debería aplicarse la estacionalidad diaria? Un valor entero especificará el orden de Fourier de la estacionalidad.
ja: 毎日の季節性を適用する必要があります。整数値は季節性のフーリエ次数を指定します。
mi: Me whakahaeretia te wātanga wā ia rā. Ka tohua e tētahi uara tōpū te raupapa Fourier o te wātanga wā.
nl: Moet dagelijks seizoensgebondenheid worden toegepast. Een integer waarde geeft Fourier volgorde van seizoensgebondenheid.
pt_br: Deve ser aplicada a sazonalidade diária. Um valor inteiro especificará a ordem de Fourier da sazonalidade.
tr: Günlük mevsimsellik uygulanmalı mıdır. Bir tamsayı değeri mevsimsellik Fourier sırasını belirleyecektir.
zh_tw: 是否應用每日季節性。一個整數值將指定季節性的傅里葉階數。

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
bn: সাপ্তাহিক মৌসুমিতা প্রয়োগ করা উচিত। একটি পূর্ণসংখ্যার মান মৌসুমিতার ফুরিয়ের অর্ডার নির্দিষ্ট করবে।
ca: S'hauria d'aplicar estacionalitat setmanal. Un valor enter especificarà l'ordre de Fourier d'estacionalitat.
cs: Měla by být aplikována týdenní sezónnost. Celočíselná hodnota specifikuje Fourierův řád sezónnosti.
es: ¿Debería aplicarse la estacionalidad semanal? Un valor entero especificará el orden de Fourier de la estacionalidad.
ja: 毎週の季節性を適用する必要があります。整数値は季節性のフーリエ次数を指定します。
mi: Me whakahaeretia te wātanga wā ia wiki. Ka tohua e tētahi uara tōpū te raupapa Fourier o te wātanga wā.
nl: Moet wekelijkse seizoensgebondenheid worden toegepast. Een integer waarde geeft Fourier volgorde van seizoensgebondenheid.
pt_br: Deve ser aplicada a sazonalidade semanal. Um valor inteiro especificará a ordem de Fourier da sazonalidade.
tr: Haftalık mevsimsellik uygulanmalı mıdır. Bir tamsayı değeri mevsimsellik Fourier sırasını belirleyecektir.
zh_tw: 是否應用每週季節性。一個整數值將指定季節性的傅里葉階數。

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
bn: বার্ষিক মৌসুমিতা প্রয়োগ করা উচিত। একটি পূর্ণসংখ্যার মান মৌসুমিতার ফুরিয়ের অর্ডার নির্দিষ্ট করবে।
ca: S'hauria d'aplicar estacionalitat anual. Un valor enter especificarà l'ordre de Fourier d'estacionalitat.
cs: Měla by být aplikována roční sezónnost. Celočíselná hodnota specifikuje Fourierův řád sezónnosti.
es: ¿Debería aplicarse la estacionalidad anual? Un valor entero especificará el orden de Fourier de la estacionalidad.
ja: 毎年の季節性を適用する必要があります。整数値は季節性のフーリエ次数を指定します。
mi: Me whakahaeretia te wātanga wā ia tau. Ka tohua e tētahi uara tōpū te raupapa Fourier o te wātanga wā.
nl: Moet jaarlijks seizoensgebondenheid worden toegepast. Een integerwaarde geeft Fourier volgorde van seizoensgebondenheid.
pt_br: Deve ser aplicada a sazonalidade anual. Um valor inteiro especificará a ordem de Fourier da sazonalidade.
tr: Yıllık mevsimsellik uygulanmalı mıdır. Bir tamsayı değeri mevsimsellik Fourier sırasını belirleyecektir.
zh_tw: 是否應用年度季節性。一個整數值將指定季節性的傅里葉階數。

source: Show Cell bars
bn: সেল বারগুলি প্রদর্শন করুন

source: Show Chart
bn: চার্ট প্রদর্শন করুন
es: Mostrar Gráfico
ja: チャートを表示
nl: Toon grafiek
pt_br: Mostrar Gráfico
tr: Grafikleri Göster
zh_tw: 顯示圖表

source: Show Column
bn: কলাম প্রদর্শন করুন
es: Mostrar Columna
ja: 列を表示
nl: Toon Kolom
pt_br: Mostrar Coluna
tr: Sütunu Göster
zh_tw: 顯示列

source: Show Database
bn: ডেটাবেস প্রদর্শন করুন
es: Mostrar Base de Datos
ja: データベースを表示
nl: Toon Database
pt_br: Mostrar Banco de dados
tr: Veritabanını Göster
zh_tw: 顯示資料庫

source: Show Metric
bn: মেট্রিক প্রদর্শন করুন
es: Mostrar Métrica
ja: 指標を表示
nl: Toon metriek
pt_br: Mostrar Métricas
tr: Metriği Göster
zh_tw: 顯示指標

source: Show Table
bn: টেবিল প্রদর্শন করুন
es: Mostrar Tabla
ja: テーブルを表示
nl: Toon tabel
pt_br: Mostrar Tabela
tr: Tabloyu Göster
zh_tw: 顯示表

source: Show Value
bn: মান দেখান
ca: Mostrar Valor
cs: Zobrazit hodnotu
ja: 価値を示す
nl: Toon Waarde
pt_br: Mostrar valor
tr: Değeri Göster
zh_tw: 顯示值

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
bn: স্পার্কলাইনে Y-অক্ষ দেখান। যদি সেট করা হয় তবে ম্যানুয়ালি সেট করা ন্যূনতম/সর্বাধিক মান দেখাবে বা অন্যথায় ডেটার ন্যূনতম/সর্বাধিক মান দেখাবে।
ca: Mostrar eix Y a la línia de tendència. Mostrarà el min/max establert manualment si està establert o els valors min/max de les dades altrament.
cs: Zobrazit osu Y na minigrafu. Zobrazí ručně nastavené min/max, pokud je nastaveno, jinak min/max hodnoty v datech.
es: Muestra el eje Y en la línea de tendencia. Mostrará el mínimo/máximo establecido manualmente si se ha configurado, o los valores mínimos/máximos en los datos en caso contrario.
ja: スパークライン上に Y 軸を表示します。手動で設定された最小/最大値が設定されている場合はそれが表示され、それ以外の場合はデータの最小/最大値が表示されます。
mi: Whakaatu te tukutuku-Y i te rārangi kōhā. Ka whakaatu i te iti/rahi kua tautuhia ā-ringa mēnā kua tautuhia, i ngā uara iti/rahi i ngā raraunga rānei.
nl: Laat de Y-as zien op de sparkline. Dit zal de handmatige instelling min/max waardes weergeven anders of min/max waarden in de gegevens.
pt_br: Mostra o eixo Y na Sparkline. Exibirá os valores mínimo/máximo definidos manualmente, se definidos, ou os valores mínimo/máximo nos dados, caso contrário.
tr: Sparkline üzerinde Y-eksenini göster. Manuel olarak ayarlanan min/mak değerlerini veya aksi takdirde verilerdeki min/mak değerlerini gösterecektir.
zh_tw: 在迷你圖上顯示Y軸。如果設定了手動設定的最小/最大值，则顯示之，否則顯示數據中的最小/最大值。

source: Show all...
bn: সমস্ত দেখান...
es: Mostrar todo...
ja: すべて表示...
nl: Toon alles...
pt_br: Mostrar tudo...
tr: Tümünü göster...
zh_tw: 顯示所有...

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
bn: ডেটার সাংগঠনিক সম্পর্ক দেখান, যেখানে মান ক্ষেত্র দ্বারা প্রতিনিধিত্বিত হয়, যা সমগ্রের অনুপাত এবং অবদান দেখায়।
ca: Mostrar relacions jeràrquiques de dades, amb el valor representat per àrea, mostrant proporció i contribució al conjunt.
cs: Zobrazuje hierarchické vztahy dat, přičemž hodnota je reprezentována plochou, což ukazuje proporci a příspěvek k celku.
es: Muestra las relaciones jerárquicas de los datos, con el valor representado por el área, mostrando la proporción y contribución al total.
ja: データの階層関係を面積で表した値で表示し、全体への割合と寄与度を示します。
mi: Whakaatu hononga taumata o ngā raraunga, ko te uara e tohua ana e te horahanga, e whakaatu ana i te ōwehenga me te whakauru ki te katoa.
nl: Toon hiërarchische relaties van gegevens, met de waarde van gebied, en laat proporties en bijdragen zien in het geheel.
pt_br: Mostrar relações hierárquicas de dados, com o valor representado pela área, mostrando a proporção e a contribuição para o todo.
tr: Verinin hiyerarşik ilişkilerini, alan tarafından temsil edilen değerle, orana ve bütüne katkıyı göstererek gösterir.

source: Show less...
bn: কম দেখান...
es: Mostrar menos...
ja: 表示を減らす...
nl: Toon minder...
pt_br: Mostrar menos...
tr: Daha az göster...
zh_tw: 顯示更少...

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
bn: নির্বাচিত মেট্রিকগুলির মোট একত্রিতকরণ দেখান। ফলাফলে সারির সীমা প্রযোজ্য নয়।
ca: Mostrar agregacions totals de les mètriques seleccionades. Tingues en compte que el límit de files no s'aplica al resultat.
cs: Zobrazit celkové agregace vybraných metrik. Upozorňujeme, že limit řádků se na výsledek nevztahuje.
es: Muestra las agregaciones totales de las métricas seleccionadas. Ten en cuenta que el límite de filas no se aplica al resultado.
ja: 選択したメトリクスの合計集計を表示します。
mi: Whakaatu whakaarotau tapeke o ngā ine kua tīpakohia. Kia mōhio karekau te tepe rārangi e pā ana ki te hua.
nl: Toon de totale aggregatie van de geselecteerde metrieken. Merk op dat de rijlimiet niet van toepassing is op het resultaat.
pt_br: Mostrar agregações totais de métricas selecionadas. Note que o limite de linhas não se aplica ao resultado.
tr: Seçilen metriklerin toplam birleşimlerini göster. Satır sınırlamasının sonuca uygulanmadığını unutmayın.
zh_tw: 顯示所選指標的總聚合。注意行限制並不應用於结果

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
bn: একক মেট্রিককে কেন্দ্রে প্রদর্শন করে। বড় সংখ্যা একটি KPI অথবা আপনার দর্শকদের কেন্দ্রবিন্দুতে ফোকাস করতে চাইলে সবচেয়ে ভালোভাবে ব্যবহৃত হয়।
ca: Mostra una única mètrica al centre. El número gran es fa servir millor per cridar l'atenció a un KPI o l'única cosa en què vols que l'audiència es centri.
cs: Zobrazuje jednu metriku v popředí. Velké číslo je nejlepší použít k upoutání pozornosti na KPI nebo na jednu věc, na kterou chcete, aby se vaše publikum zaměřilo.
es: Muestra una única métrica en primer plano. El gran número se utiliza mejor para llamar la atención sobre un KPI o la única cosa en la que quieres que se centre tu audiencia.
ja: 単一のメトリックを前面と中央に表示します。大きな数字は、KPI や視聴者に注目してもらいたい 1 つの事柄への注意を喚起するために使用するのが最適です。
mi: Ka whakaatu i tētahi ine kotahi i te tāhuna-me-te-pokapū. Ka pai rawa atu te Tau Nui hei karanga i te aro ki tētahi KPI, ki te mea kotahi rānei e hiahia ana koe kia aro tō hunga mātakitaki.
nl: Toont een enkele metriek op de voorgrond. Een groot getal wordt het beste gebruikt om de aandacht te vestigen op een KPI of het belangrijkste aspect waarop u uw publiek wilt laten focussen.
pt_br: Apresenta uma única métrica em primeiro plano. Um número grande é melhor utilizado para chamar a atenção para um KPI ou para aquilo em que pretende que o seu público se concentre.
tr: Tek bir metriği ön planda sergiler. Büyük sayı, dikkati bir KPI'ye veya izleyiciyi odaklanmasını istediğiniz bir şeye çekmek için en iyi kullanılır.
zh_tw: 將一個指標置於最顯眼的位置。大數字最適合用來吸引注意力，突出KPI或者你希望观众關注的一個重點内容。

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
bn: একটি সহজ লাইন চার্টের সাথে একটি একক সংখ্যাকে প্রদর্শন করে, যাতে একটি গুরুত্বপূর্ণ মেট্রিকের উপর দৃষ্টি আকর্ষণ করা যায় তার পরিবর্তন সময় বা অন্য মাত্রায়।
ca: Mostra un únic número acompanyat d'un gràfic de línies senzill, per cridar l'atenció a una mètrica important juntament amb el seu canvi al llarg del temps o altra dimensió.
cs: Zobrazuje jedno číslo doprovázené jednoduchým spojnicovým grafem, aby upoutalo pozornost na důležitou metriku spolu s její změnou v čase nebo jinou dimenzí.
es: Muestra un único número acompañado de un gráfico de línea simple, para llamar la atención sobre una métrica importante junto con su cambio a lo largo del tiempo u otra dimensión.
ja: 単一の数値を単純な折れ線グラフとともに表示して、重要な指標とその時間的変化または他の次元への注意を促します。
mi: Ka whakaatu i tētahi tau kotahi me tētahi kauwhata rārangi māmā, hei karanga i te aro ki tētahi ine nui tahi me tōna panoni i te wā, i tētahi āhuahanga atu rānei.
nl: Toont een enkel getal vergezeld van een eenvoudige lijndiagram, om de aandacht te vestigen op een belangrijke metriek in combinatie met zijn verandering in de tijd of andere dimensie.
pt_br: Apresenta um único número acompanhado por um gráfico de linhas simples, para chamar a atenção para uma métrica importante juntamente com a sua alteração ao longo do tempo ou outra dimensão.
tr: Basit bir çizgi grafiği ile eşlik eden tek bir sayıyı sergileyerek, önemli bir metriğe ve zaman içindeki veya başka bir boyuttaki değişikliğine dikkat çekmek için kullanılır.
zh_tw: 顯示一個數字和一個简單的折線圖，以提醒注意一個重要指標及其随時間或其他维度的變化

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
bn: একটি মেট্রিক কিভাবে পরিবর্তিত হয় তা প্রদর্শন করে যখন ফানেল অগ্রসর হয়। এই ক্লাসিক চার্টটি পাইপলাইন বা জীবনচক্রের পর্যায়ে ড্রপ-অফ ভিজুয়ালাইজ করার জন্য উপকারী।
ca: Mostra com una mètrica canvia mentre l'embut progressa. Aquest gràfic clàssic és útil per visualitzar la caiguda entre etapes en un pipeline o cicle de vida.
cs: Ukazuje, jak se metrika mění v průběhu trychtýře. Tento klasický graf je užitečný pro vizualizaci poklesu mezi fázemi v procesu nebo životním cyklu.
es: Muestra cómo cambia una métrica a medida que avanza el embudo. Este gráfico clásico es útil para visualizar la disminución entre las etapas de un proceso o ciclo de vida.
ja: ファネルの進行に伴って指標がどのように変化するかを示します。この古典的なグラフは、パイプラインまたはライフサイクルのステージ間のドロップオフを視覚化するのに役立ちます。
mi: Ka whakaatu i te panoni o tētahi ine i te haerenga o te kōrere. He whaihua tēnei kauwhata tawhito hei whakakite i te taka i waenga i ngā wāhanga i tētahi paipa, i tētahi rerenga koiora rānei.
nl: Toont hoe een metriek veranderd naarmate de trechter vordert. Deze klassieke grafiek is handig voor het visualiseren van achtergronden tussen fases in een pipeline of lifecycle.
pt_br: Mostra como uma métrica muda à medida que o funil progride. Este gráfico clássico é útil para visualizar a queda entre as fases de um pipeline ou ciclo de vida.
tr: Metriğin huni ilerledikçe nasıl değiştiğini gösterir. Bu klasik grafik, bir boru hattındaki veya yaşam döngüsündeki aşamalar arasındaki düşüşü görselleştirmek için kullanışlıdır.
zh_tw: 顯示指標如何随着漏斗的進展而變化。此經典圖表對於可視化管道或生命週期中各階段之間的下降非常有用。

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
bn: শ্রেণীগুলির মধ্যে প্রবাহ বা লিঙ্ক প্রদর্শন করে। মান এবং সংশ্লিষ্ট পুরুত্ব প্রতিটি পাশে আলাদা হতে পারে।
ca: Mostra el flux o enllaç entre categories usant el gruix dels acords. El valor i el gruix corresponent poden ser diferents per cada costat.
cs: Ukazuje tok nebo spojení mezi kategoriemi pomocí tloušťky strun. Hodnota a odpovídající tloušťka se mohou lišit pro každou stranu.
es: Muestra el flujo o enlace entre categorías utilizando el grosor de los acordes. El valor y el grosor correspondiente pueden ser diferentes para cada lado.
ja: コードの太さを利用してカテゴリー間の流れやつながりを表現します。値と対応する厚さは各面で異なる場合があります。
mi: Ka whakaatu i te rere, i te hono rānei i waenga i ngā kāwai mā te mātotoru o ngā kōrua. Ka taea e te uara me te mātotoru hāngai te rerekē mō ia taha.
nl: Toont de stroom of koppel tussen categorieën met behulp van de dikte van koorden. De waarde en de bijbehorende dikte kunnen voor elke kant verschillend zijn.
pt_br: Mostra o fluxo ou a ligação entre categorias utilizando a espessura das cordas. O valor e a espessura correspondente podem ser diferentes para cada lado.
tr: Kalınlaşma kullanarak kategoriler arasındaki akışı veya bağlantıyı gösterir. Değer ve karşılık gelen kalınlık her iki taraf için farklı olabilir.
zh_tw: 使用弦的厚度顯示類别之間的流或链接。每一側的值和相應厚度可能不同。

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
bn: একটি নির্দিষ্ট লক্ষ্যবস্তুর বিরুদ্ধে একটি একক মেট্রিকের অগ্রগতির প্রদর্শন করে। যত বেশি পূর্ণ হবে, তত বেশি মেট্রিকটি লক্ষ্যবস্তুর কাছাকাছি হবে।
ca: Mostra el progrés d'una única mètrica contra un objectiu donat. Com més alt sigui l'ompliment, més a prop està la mètrica de l'objectiu.
cs: Ukazuje pokrok jedné metriky vůči danému cíli. Čím vyšší je výplň, tím blíže je metrika k cíli.
es: Muestra el progreso de una única métrica en relación a un objetivo dado. Cuanto mayor sea el llenado, más cerca estará la métrica del objetivo.
ja: 指定されたターゲットに対する単一のメトリクスの進捗状況を示します。フィルが高いほど、メトリクスはターゲットに近づきます。
mi: Ka whakaatu i te kokenga o tētahi ine kotahi ki tētahi whāinga kua tukuna. Ko te teitei o te whakakī, ko te tata o te ine ki te whāinga.
nl: Toont de voortgang van een enkele metriek tegen een bepaald doel. Hoe hoger de vulling, hoe dichter de metriek bij het doel ligt.
pt_br: Apresenta o progresso de uma única métrica em relação a um determinado objetivo. Quanto mais elevado for o preenchimento, mais próxima está a métrica do objetivo.
tr: Bir metriğin belirli bir hedefe karşı ilerlemesini gösterir. Dolum ne kadar yüksekse, metrik hedefe o kadar yakındır.
zh_tw: 顯示單個指標相對於給定目標的進度。填充越高，度量越接近目標

source: Showing %s of %s
bn: প্রদর্শন করছে %s এর %s
es: Mostrando %s de %s
nl: Weergave %s van %s
pt_br: Mostrando %s de %s
tr: Gösterilen: %s / Toplam: %s
zh_tw: 顯示 %s 個 總計 %s 個

source: Sizes of vehicles
bn: যানের আকার
es: Tamaños de vehículos
ja: 車両のサイズ
nl: Afmetingen van voertuigen
pt_br: Tamanhos de veículos
tr: Araçların boyutları
zh_tw: 工具尺寸

source: Skip Rows
bn: সারি বাদ দিন
es: Saltar Filas
ja: 行をスキップ
nl: Rijen overslaan
pt_br: Pular Linhas
tr: Satırları Atla
zh_tw: 跳過行

source: Slug
bn: স্লাগ
es: Babosa
ja: スラッグ
nl: Slak
tr: Kısa Ad

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
bn: মসৃণ রেখা একটি রেখা চার্টের একটি পরিবর্তন। কোণ এবং কঠোর প্রান্তের বিহীন, মসৃণ রেখা কখনও কখনও আরও স্মার্ট এবং পেশাদার দেখায়।
ca: La línia suau és una variació del gràfic de línies. Sense angles i vores dures, la línia suau de vegades es veu més intel·ligent i professional.
cs: Hladká spojnice je variací spojnicového grafu. Bez úhlů a ostrých hran vypadá hladká spojnice někdy chytřeji a profesionálněji.
es: Smooth-line es una variación del gráfico de líneas. Sin ángulos y bordes duros, Smooth-line a veces parece más inteligente y profesional.
ja: スムーズラインは折れ線グラフのバリエーションです。角度やハードエッジがないスムーズラインは、よりスマートでプロフェッショナルに見えることがあります。
mi: He rerekētanga o te kauwhata rārangi te rārangi-māeneene. Me te kore koki me ngā tapa mārō, ka āhua mōhio ake, ka tairanga ake pea te Rārangi-māeneene.
nl: Vloeiende lijn is een variatie van de lijndiagram. Zonder hoeken en harde randen ziet de vloeiende lijn soms slimmer en professioneler uit.
pt_br: A linha suave é uma variação do gráfico de linhas. Sem ângulos nem arestas, a linha suave tem por vezes um aspecto mais inteligente e profissional.
tr: Düzgün çizgi, çizgi grafiğinin bir varyasyonudur. Açılar ve keskin kenarlar olmadan, düzgün çizgi bazen daha akıllı ve profesyonel görünür.

source: Solid
bn: সলিড
ca: Sòlid
cs: Plný
es: Sólido
ja: ソリッド
mi: Mārō
nl: Stevig
pt_br: Sólido
tr: Dolu

source: Something went wrong with embedded authentication. Check the dev console for details.
bn: এম্বেডেড প্রমাণীকরণের সাথে কিছু ভুল হয়েছে। বিস্তারিত জানার জন্য ডেভ কনসোল চেক করুন।
ca: Alguna cosa va anar malament amb l'autenticació incrustada. Comprova la consola de desenvolupament per detalls.
cs: Něco se pokazilo s vloženou autentizací. Zkontrolujte vývojářskou konzoli pro podrobnosti.
mi: I hē tētahi mea ki te motuhēhēnga whakamana. Tirohia te kauwhata whanaketanga mō ngā taipitopito.

source: Sorry, there appears to be no data
bn: দুঃখিত, মনে হচ্ছে কোন তথ্য নেই
es: Lo siento, parece que no hay datos
ja: 申し訳ありませんが、データがないようです
nl: Sorry, er lijken geen gegevens te zijn
pt_br: Desculpe, mas parece que não existem dados
tr: Üzgünüz, veri görünüşe göre yok gibi görünüyor
zh_tw: 抱歉，似乎没有數據

source: Sort Bars
bn: বারগুলো সাজান
ja: ソートバー
nl: Sorteer Staven
pt_br: Barras de classificação
tr: Çubukları Sırala
zh_tw: 排序柱狀圖

source: Sort bars by x labels.
bn: x লেবেল দ্বারা বারগুলো সাজান।
es: Ordena las barras por etiquetas x.
ja: バーを x ラベルで並べ替えます。
nl: Sorteer staven op x labels.
pt_br: Ordenar as barras por rótulos x.
tr: Çubukları x etiketlerine göre sırala.
zh_tw: 按 x 標籤排序。

source: Source / Target
bn: স्रोत / লক্ষ্য
ja: ソース・ターゲット
nl: Bron / Doel
pt_br: Fonte / Alvo
tr: Kaynak / Hedef
zh_tw: 源/目標

source: Sparkline
bn: স্পার্কলাইন
ca: Línia de tendència
cs: Minigraf
ja: スパークライン
mi: Rārangi Kōhā
tr: Kıvılcım Grafiği

source: Specify the database version. This is used with Presto for query cost estimation, and Dremio for syntax changes, among others.
bn: ডেটাবেস সংস্করণ নির্দিষ্ট করুন। এটি কোয়েরি খরচ অনুমানের জন্য প্রেস্টোর সাথে এবং সিনট্যাক্স পরিবর্তনের জন্য ড্রেমিওর সাথে ব্যবহৃত হয়, অন্যান্য বিষয়ের মধ্যে।
ca: Especificar la versió de la base de dades. Això s'usa amb Presto per estimació de cost de consulta, i Dremio per canvis de sintaxi, entre altres.
cs: Zadejte verzi databáze. Používá se s Presto pro odhad nákladů na dotaz a s Dremio pro změny syntaxe, mezi jinými.
es: Especifica la versión de la base de datos. Esto se utiliza con Presto para la estimación del coste de consulta, y con Dremio para cambios de sintaxis, entre otros.
ja: データベースのバージョンを指定します。これは、Presto ではクエリのコスト見積もりに使用され、Dremio では構文の変更などに使用されます。
mi: Tohua te putanga pātengi raraunga. Ka whakamahia tēnei ki te Presto mō te tauwhitinga utu pātai, ki te Dremio mō ngā huringa wetereo, me ētahi atu.
nl: Geef de database versie op. Dit wordt gebruikt met Presto voor de query kostenraming en Dremio voor syntax veranderingen, enz.

source: Stack Trace:
bn: স্ট্যাক ট্রেস:
es: Rastro de Pila:
ja: スタックトレース:
nl: Stapeltracering:
pt_br: Rastreamento de Pilha:
tr: Yığın İzleme:
zh_tw: 報錯：

source: Stacked style
bn: স্ট্যাকড স্টাইল
es: Estilo apilado
ja: スタックスタイル
nl: Gestapelde stijl
pt_br: Estilos empilhados
tr: Yığılmış stil
zh_tw: 堆叠樣式

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
bn: y-অক্ষ শূন্য থেকে শুরু করুন। ডেটায় সর্বনিম্ন মানে y-অক্ষ শুরু করতে আনচেক করুন।
ca: Començar eix Y a zero. Desmarcar per començar l'eix Y al valor mínim de les dades.
cs: Začít osu Y na nule. Zrušte zaškrtnutí pro začátek osy Y na minimální hodnotě v datech.
es: Iniciar eje-y en cero. Desmarcar para iniciar el eje-y en el valor mínimo en los datos.
ja: Y 軸をゼロから開始します。チェックを外すと、データの最小値から Y 軸が開始されます。
mi: Tīmata tukutuku-y i te kore. Kaua e pāti hei tīmata i te tukutuku-y i te uara iti rawa i ngā raraunga.
nl: Start y-axis op nul. Haal het vinkje weg om y-as te starten op minimale waarde in de gegevens.
pt_br: Iniciar o eixo y em zero. Desmarque para iniciar o eixo y no valor mínimo dos dados.
zh_tw: 從零開始 Y 軸。取消選中以從數據中的最小值開始 Y 軸

source: Statement %(statement_num)s out of %(statement_count)s
bn: উক্তি %(statement_num)s মোট %(statement_count)s এর মধ্যে
ca: Sentència %(statement_num)s de %(statement_count)s
cs: Příkaz %(statement_num)s z %(statement_count)s
es: Declaración %(statement_num)s de %(statement_count)s
ja: %(statement_count)s 件中 %(statement_num)s 件のステートメント
nl: Verklaring %(statement_num)s van %(statement_count)s
pt_br: Instrução %(statement_ num)s de % (statement_count)s
tr: %(statement_num)s ifadesi %(statement_count)s ifadesinin dışında

source: Status
bn: স্থিতি
ca: Estat
cs: Stav
es: Estado
ja: 状態
mi: Tūnga
pt_br: Estado
tr: Durum
zh_tw: 狀態
