Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
bn: নির্বাচিত ডেটাবেসের জন্য সফলভাবে ডেটাবেস সংযোগ করতে অ্যাডভান্সড ট্যাবে অতিরিক্ত ক্ষেত্র পূরণ করতে হবে। আপনার ডেটাবেসের কি প্রয়োজনীয়তা আছে তা জানুন।
ca: Les bases de dades seleccionades requereixen camps addicionals per completar a la pestanya Avançat per connectar amb èxit la base de dades. Aprèn quins requisits té la teva base de dades
cs: Vybrané databáze vyžadují vyplnění dalších polí na kartě Pokročilé pro úspěšné připojení databáze. Zjistěte, jaké požadavky má vaše databáze
es: Seleccione las bases de datos que requieren campos adicionales para completar en la pestaña Avanzada para conectar con éxito la base de datos. Aprenda qué requisitos tiene su base de datos
ja: 一部のデータベースでは、データベースに正常に接続するために [詳細設定] タブで追加のフィールドを入力する必要があります。データベースにどのような要件があるかを確認する
mi: Me whakaoti e ētahi pātengi raraunga kua tīpakohia ētahi atu āpure i te ripa Aromatawai hei hono pai i te pātengi raraunga. Akona ngā hiahiatanga o ō pātengi raraunga
nl: Selecteer databases vereist extra velden die moeten worden ingevuld op het tabblad Geavanceerd om de database succesvol te verbinden. Leer welke vereisten uw databases hebben
ro: Bazele de date selectate necesită câmpuri suplimentare de completat în filă Avansate pentru a conecta cu succes baza de date. Află ce cerințe are baza ta de date
zh_tw: 選擇資料庫需要在高級選項中完成額外的欄位才能成功連接資料庫。了解您的資料庫需要什么：

source: Select dataset source
bn: ডেটাসেট উৎস নির্বাচন করুন
ca: Seleccionar font del dataset
cs: Vybrat zdroj sady dat
ja: データセットソースの選択
mi: Tīpakohia puna rārangi raraunga
nl: Selecteer dataset bron
pt_br: Selecione a fonte do conjunto de dados
ro: Selectează sursa setului de date

source: Select dimension
ro: Selectează dimensiune

source: Select dimension and values
ro: Selectează dimensiune și valori

source: Select dimension for Top N
ro: Selectează dimensiune pentru Top N

source: Select dimension values
ro: Selectează valori dimensiune

source: Select file
bn: ফাইল নির্বাচন করুন
ca: Seleccionar arxiu
cs: Vybrat soubor
ja: ファイルを選ぶ
mi: Tīpakohia kōnae
nl: Selecteer bestand
pt_br: Selecionar arquivo
ro: Selectează fișier

source: Select filter
bn: ফিল্টার নির্বাচন করুন
ca: Seleccionar filtre
cs: Vybrat filtr
ja: フィルターを選択
mi: Tīpakohia tātari
nl: Selecteer filter
pt_br: Selecionar filtro
ro: Selectează filtru
tr: Filtre seçin
zh_tw: 選擇過濾器

source: Select filter plugin using AntD
bn: AntD ব্যবহার করে ফিল্টার প্লাগইন নির্বাচন করুন
ca: Seleccionar plugin de filtre usant AntD
cs: Plugin pro výběr filtru používající AntD
es: Selecciona el plugin de filtro usando AntD
ja: AntDを使用したフィルタープラグインの選択
mi: Tīpakohia mono tātari mā te AntD
nl: Selecteer filter plugin met behulp van AntD
pt_br: Selecione plug-in de filtro usando AntD
ro: Selectează plugin filtru folosind AntD
tr: AntD kullanarak bir filtre eklentisi seçin
zh_tw: 使用 AntD 的選擇過濾器插件

source: Select first filter value by default
bn: ডিফল্টভাবে প্রথম ফিল্টার মান নির্বাচন করুন
ca: Seleccionar primer valor de filtre per defecte
cs: Vybrat první hodnotu filtru jako výchozí
es: Seleccionar el primer valor de filtro por defecto
ja: デフォルトで最初のフィルタ値を選択します
mi: Tīpakohia te uara tātari tuatahi mā te taunoa
nl: Selecteer de eerste filterwaarde als standaard
pt_br: Selecione primeiro valor do filtro por padrão
ro: Selectează prima valoare de filtru implicit
tr: Varsayılan olarak ilk filtre değerini seçin
zh_tw: 預設選擇首個過濾器值

source: Select format
bn: ফর্ম্যাট নির্বাচন করুন
ca: Seleccionar format
cs: Vybrat formát
mi: Tīpakohia hōputu
ro: Selectează format

source: Select groups
ro: Selectează grupuri

source: Select one or many metrics to display, that will be displayed in the percentages of total. Percentage metrics will be calculated only from data within the row limit. You can use an aggregation function on a column or write custom SQL to create a percentage metric.
bn: প্রদর্শনের জন্য একটি বা একাধিক মেট্রিক নির্বাচন করুন, যা মোটের শতাংশে প্রদর্শিত হবে। শতাংশ মেট্রিকগুলি শ্রেণী সীমার মধ্যে ডেটা থেকে শুধুমাত্র গণনা করা হবে। আপনি একটি কলামে একটি সমষ্টিগত ফাংশন ব্যবহার করতে পারেন বা একটি শতাংশ মেট্রিক তৈরি করতে কাস্টম SQL লিখতে পারেন।
ca: Seleccionar una o moltes mètriques per mostrar, que es mostraran en els percentatges del total. Les mètriques de percentatge es calcularan només des de dades dins del límit de files. Pots usar una funció d'agregació en una columna o escriure SQL personalitzat per crear una mètrica de percentatge.
cs: Vyberte jednu nebo více metrik k zobrazení, které se zobrazí v procentech z celku. Procentuální metriky budou vypočítány pouze z dat v rámci limitu řádků. Můžete použít agregační funkci na sloupci nebo napsat vlastní SQL pro vytvoření procentuální metriky.
es: Seleccione una o varias métricas para mostrar, que se mostrarán en los porcentajes del total. Las métricas de porcentaje se calcularán solo a partir de los datos dentro del límite de fila. Puede usar una función de agregación en una columna o escribir SQL personalizado para crear una métrica de porcentaje.
ja: 表示する 1 つまたは複数のメトリックを選択します。合計に対するパーセンテージで表示されます。パーセンテージ メトリックは、行制限内のデータのみから計算されます。列に対して集計関数を使用するか、カスタム SQL を作成してパーセンテージ メトリックを作成できます。
mi: Tīpakohia tētahi, nui ake rānei ine hei whakaatu, ka whakaaturia i ngā ōrau o te katoa. Ka tatauhia ngā ine ōrau mai anake i ngā raraunga i roto i te tepe rārangi. Ka taea e koe te whakamahi i tētahi taumahi whakaarotau i runga i tētahi tīwae, te tuhi SQL ritenga rānei hei hanga i tētahi ine ōrau.
nl: Selecteer een of meerdere metrieken om weer te geven, die worden weergegeven in de percentages van het totaal. Percentage metrieken worden alleen berekend op basis van gegevens binnen de rij limiet. U kunt een aggregatie functie gebruiken op een kolom of aangepaste SQL schrijven om een percentage te maken.
ro: Selectează una sau mai multe metrici de afișat, care vor fi afișate în procente din total. Metricile procentuale vor fi calculate doar din datele din limita de rânduri. Puteți folosi o funcție de agregare pe o coloană sau scrie SQL personalizat pentru a crea o metrică procentuală.
zh_tw: 選擇一個或多個要顯示的指標，這些指標將以總數的百分比形式顯示。百分比指標只會根据行限制内的數據計算得出。您可以對某個列使用聚合函數，或编寫自定義SQL來創建百分比指標。

source: Select one or many metrics to display. You can use an aggregation function on a column or write custom SQL to create a metric.
bn: প্রদর্শনের জন্য একটি বা একাধিক মেট্রিক নির্বাচন করুন। আপনি একটি কলামে একটি সমষ্টিগত ফাংশন ব্যবহার করতে পারেন বা একটি মেট্রিক তৈরি করতে কাস্টম SQL লিখতে পারেন।
ca: Seleccionar una o moltes mètriques per mostrar. Pots usar una funció d'agregació en una columna o escriure SQL personalitzat per crear una mètrica.
cs: Vyberte jednu nebo více metrik k zobrazení. Můžete použít agregační funkci na sloupci nebo napsat vlastní SQL pro vytvoření metriky.
es: Seleccione una o varias métricas para mostrar. Puede usar una función de agregación en una columna o escribir SQL personalizado para crear una métrica.
ja: 表示する 1 つまたは複数のメトリックを選択します。列に対して集計関数を使用することも、カスタム SQL を作成してメトリクスを作成することもできます。
mi: Tīpakohia tētahi, nui ake rānei ine hei whakaatu. Ka taea e koe te whakamahi i tētahi taumahi whakaarotau i runga i tētahi tīwae, te tuhi SQL ritenga rānei hei hanga i tētahi ine.
nl: Selecteer een of meerdere metrieken om weer te geven. U kunt een aggregatie functie gebruiken op een kolom of aangepaste SQL schrijven om een metriek te maken.
ro: Selectează una sau mai multe metrici de afișat. Puteți folosi o funcție de agregare pe o coloană sau scrie SQL personalizat pentru a crea o metrică.
zh_tw: 選擇一個或多個要展示的指標。您可以對某個列使用聚合函數，或编寫自定義SQL來創建一個指標。

source: Select operator
bn: অপারেটর নির্বাচন করুন
ca: Seleccionar operador
cs: Vybrat operátor
ja: 演算子の選択
mi: Tīpakohia kaiwhakahaere
nl: Selecteer operator
pt_br: Selecionar operador
ro: Selectează operator
tr: Operatör seçin
zh_tw: 選擇操作符

source: Select or type a custom value...
bn: একটি কাস্টম মান নির্বাচন করুন বা টাইপ করুন...
ca: Seleccionar o escriure un valor personalitzat...
cs: Vyberte nebo zadejte vlastní hodnotu...
mi: Tīpakohia, pato rānei i tētahi uara ritenga...
ro: Selectează sau tastează o valoare personalizată...

source: Select or type currency symbol
bn: মুদ্রা প্রতীক নির্বাচন করুন বা টাইপ করুন
ca: Seleccionar o escriure símbol de moneda
cs: Vyberte nebo zadejte symbol měny
ja: 通貨記号を選択または入力します
mi: Tīpakohia, pato rānei i te tohu moni
nl: Selecteer of typ valuta symbool
ro: Selectează sau tastează simbol monedă

source: Select or type dataset name
bn: ডেটাসেটের নাম নির্বাচন করুন বা টাইপ করুন
ca: Seleccionar o escriure nom del dataset
cs: Vyberte nebo zadejte název sady dat
ja: データセット名を選択または入力します
mi: Tīpakohia, pato rānei i te ingoa rārangi raraunga
nl: Selecteer of typ dataset naam
pt_br: Selecione ou digite o nome do conjunto de dados
ro: Selectează sau tastează numele setului de date
tr: Veri kümesi adını seçin veya yazın

source: Select owners
bn: মালিক নির্বাচন করুন
ca: Seleccionar propietaris
cs: Vybrat vlastníky
ja: 所有者の選択
mi: Tīpakohia rangatira
nl: Selecteer eigenaren
pt_br: Selecionar proprietários
ro: Selectează proprietari
tr: Sahipleri seçin
zh_tw: 選擇所有者

source: Select page size
ca: Seleccionar mida de pàgina
cs: Vybrat velikost stránky
mi: Tīpakohia rahi whārangi
ro: Selectează dimensiune pagină

source: Select roles
ca: Seleccionar rols
cs: Vybrat role
mi: Tīpakohia tūranga
ro: Selectează roluri

source: Select saved metrics
bn: সংরক্ষিত মেট্রিক নির্বাচন করুন
ca: Seleccionar mètriques desades
cs: Vybrat uložené metriky
ja: 保存されたメトリクスを選択する
mi: Tīpakohia ine kua tiakina
nl: Selecteer opgeslagen metrieken
pt_br: Selecionar métricas salvas
ro: Selectează metrici salvate
tr: Kaydedilmiş metrikleri seçin
zh_tw: 選擇已保存指標

source: Select saved queries
bn: সংরক্ষিত অনুসন্ধান নির্বাচন করুন
cs: Vybrat uložené dotazy
ja: 保存されたクエリを選択する
mi: Tīpakohia pātai kua tiakina
nl: Selecteer opgeslagen queries
ro: Selectează interogări salvate

source: Select schema or type to search schemas
bn: স্কিমা অনুসন্ধানের জন্য স্কিমা বা টাইপ নির্বাচন করুন
ca: Seleccionar esquema o escriure per cercar esquemes
cs: Vyberte schéma nebo zadejte text pro vyhledávání schémat
ja: スキーマを選択するか、スキーマを検索するために入力してください
mi: Tīpakohia hanga, pato rānei hei rapu hanga
nl: Selecteer schema of type om schema's te zoeken
pt_br: Selecione o esquema ou o tipo para pesquisar os esquemas
ro: Selectează schemă sau tastează pentru a căuta scheme
tr: Şema seçin veya şemaları aramak için yazın

source: Select scheme
bn: স্কিম নির্বাচন করুন
ca: Seleccionar esquema
cs: Vybrat schéma
ja: スキームの選択
mi: Tīpakohia kaupapa
nl: Selecteer schema
pt_br: Selecionar esquema
ro: Selectează schemă
tr: Şema seçin
zh_tw: 選擇方案

source: Select shape for computing values. "FIXED" sets all zoom levels to the same size. "LINEAR" increases sizes linearly based on specified slope. "EXP" increases sizes exponentially based on specified exponent
ca: Seleccionar forma per calcular valors. "FIXED" estableix tots els nivells de zoom a la mateixa mida. "LINEAR" augmenta les mides linealment basant-se en el pendent especificat. "EXP" augmenta les mides exponencialment basant-se en l'exponent especificat
cs: Vyberte tvar pro výpočet hodnot. „FIXED“ nastaví všechny úrovně přiblížení na stejnou velikost. „LINEAR“ zvyšuje velikosti lineárně na základě zadaného sklonu. „EXP“ zvyšuje velikosti exponenciálně na základě zadaného exponentu
mi: Tīpakohia hanga hei tatau i ngā uara. "FIXED" ka tautuhi i ngā taumata topa katoa ki te rahi ōrite. "LINEAR" ka piki i ngā rahi i runga i te taha kua tohua. "EXP" ka piki i ngā rahi i runga i te pūmahi kua tohua
ro: Selectează forma pentru calcularea valorilor. "FIXED" setează toate nivelurile de zoom la aceeași dimensiune. "LINEAR" crește dimensiunile liniar pe baza pantei specificate. "EXP" crește dimensiunile exponențial pe baza exponentului specificat

source: Select subject
bn: বিষয় নির্বাচন করুন
ca: Seleccionar assumpte
cs: Vybrat předmět
es: Seleccionar asunto
ja: 件名を選択
mi: Tīpakohia kaupapa
nl: Selecteer onderwerp
pt_br: Selecionar assunto
ro: Selectează subiect
tr: Konuyu seçin
zh_tw: 選擇主題

source: Select tab
bn: ট্যাব নির্বাচন করুন
ca: Seleccionar pestanya
cs: Vybrat kartu
mi: Tīpakohia ripa
ro: Selectează filă

source: Select table or type to search tables
bn: টেবিল অনুসন্ধানের জন্য টেবিল বা টাইপ নির্বাচন করুন
ca: Seleccionar taula o escriure per cercar taules
cs: Vyberte tabulku nebo zadejte text pro vyhledávání tabulek
ja: テーブルを選択するか、テーブルを検索するタイプを選択してください
mi: Tīpakohia ripanga, pato rānei hei rapu ripanga
nl: Selecteer tabel of type om tabellen te zoeken
pt_br: Selecione a tabela ou digite para pesquisar tabelas
ro: Selectează tabel sau tastează pentru a căuta tabele
tr: Tabloyu seçin veya tabloları aramak için yazın

source: Select the Annotation Layer you would like to use.
bn: আপনি যে অ্যানোটেশন লেয়ারটি ব্যবহার করতে চান তা নির্বাচন করুন।
ca: Seleccionar la Capa d'Anotació que t'agradaria usar.
cs: Vyberte vrstvu anotací, kterou chcete použít.
ja: 使用する注釈レイヤーを選択します。
mi: Tīpakohia te Papa Tohu e hiahia ana koe ki te whakamahi.
nl: Selecteer de annotatielaag die u wilt gebruiken.
pt_br: Selecione a camada de anotação que você gostaria de usar.
ro: Selectați stratul de adnotare pe care doriți să îl folosiți.
tr: Kullanmak istediğiniz Ek Katmanı seçin.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
bn: এই ড্যাশবোর্ডে যে চার্টগুলিতে আপনি ক্রস-ফিল্টার প্রয়োগ করতে চান তা নির্বাচন করুন। একটি চার্ট নির্বাচন না করা ক্রস-ফিল্টার প্রয়োগ করার সময় এটিকে ফিল্টার থেকে বাদ দেবে। আপনি "সব চার্ট" নির্বাচন করতে পারেন যাতে ক্রস-ফিল্টারগুলি একই ডেটাসেট ব্যবহার করে বা ড্যাশবোর্ডে একই কলামের নাম ধারণ করে এমন সব চার্টে প্রয়োগ হয়।
ca: Seleccionar els gràfics als quals vols aplicar filtres creuats en aquest dashboard. Deseleccionar un gràfic l'exclourà de ser filtrat quan s'apliquin filtres creuats des de qualsevol gràfic al dashboard. Pots seleccionar "Tots els gràfics" per aplicar filtres creuats a tots els gràfics que usin el mateix dataset o continguin el mateix nom de columna al dashboard.
cs: Vyberte grafy, na které chcete aplikovat křížové filtry v této nástěnce. Odznačením grafu ho vyloučíte z filtrování při aplikaci křížových filtrů z jakéhokoli grafu na nástěnce. Můžete vybrat „Všechny grafy“ pro aplikaci křížových filtrů na všechny grafy, které používají stejnou sadu dat nebo obsahují stejný název sloupce v nástěnce.
es: Selecciona los gráficos a los que quieres aplicar los filtros cruzados en este panel. Des-selecciona un gráfico lo excluirá de ser filtrado cuando se apliquen los filtros cruzados desde cualquier gráfico del panel. Puedes seleccionar "Todos los gráficos" para aplicar filtros cruzados a todos los gráficos que usan el mismo conjunto de datos o continen el mismo nombre de columna en el panel.
ja: このダッシュボードでクロスフィルターを適用するグラフを選択します。グラフの選択を解除すると、ダッシュボード上のグラフからクロスフィルターを適用するときに、そのグラフがフィルターの対象から除外されます。 「すべてのチャート」を選択すると、ダッシュボード内の同じデータセットを使用するか、同じ列名を含むすべてのチャートにクロスフィルターを適用できます。
mi: Tīpakohia ngā kauwhata e hiahia ana koe ki te whakahaeretia i ngā tātari-whiti i tēnei papatohu. Mā te kore-tīpako i tētahi kauwhata ka whakakorehia mai i te tātaritanga ina whakahaeretia ngā tātari-whiti mai i tētahi kauwhata i te papatohu. Ka taea e koe te tīpako "Kauwhata katoa" hei whakahaeretia i ngā tātari-whiti ki ngā kauwhata katoa e whakamahi ana i te rārangi raraunga ōrite, kei roto rānei te ingoa tīwae ōrite i te papatohu.
nl: Selecteer de grafieken waaraan je cross-filters wilt toepassen in dit dashboard. Het deselecteren van een grafiek zal ervoor zorgen dat het niet gefilterd wordt bij het toepassen van cross-filters in elke grafiek op het dashboard. Je kunt "Alle grafieken" selecteren om cross-filters toe te passen op alle grafieken die dezelfde dataset gebruiken of dezelfde kolomnaam op het dashboard bevatten.
ro: Selectează graficele cărora vrei să le aplici filtre transversale în acest tablou de bord. Deselectarea unui grafic îl va exclude de la filtrare când se aplică filtre transversale de la orice grafic din tabloul de bord. Puteți selecta "Toate graficele" pentru a aplica filtre transversale la toate graficele care folosesc același set de date sau conțin același nume de coloană în tabloul de bord.
tr: Bu panoda çapraz filtreler uygulamak istediğiniz grafikleri seçin. Bir grafiği seçimden çıkarırsanız, panodaki herhangi bir grafikten çapraz filtreler uygulandığında filtrelenmeyecektir. Aynı veri kümesini kullanan veya panoda aynı sütun adını içeren tüm grafiklere çapraz filtreler uygulamak için "Tüm grafikler"i seçebilirsiniz.
zh_tw: 選擇您希望在此看板上應用交叉篩選的圖表。取消選擇一個圖表將在從看板上的任何圖表應用交叉篩選時排除它。您可以選擇“所有圖表”，以對使用相同數據集或在看板中包含相同列名的所有圖表應用交叉篩選。

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
bn: এই চার্টের সাথে কাজ করার সময় আপনি যেসব চার্টে ক্রস-ফিল্টার প্রয়োগ করতে চান সেগুলি নির্বাচন করুন। আপনি "সমস্ত চার্ট" নির্বাচন করে একই ডেটাসেট ব্যবহার করে বা ড্যাশবোর্ডে একই কলাম নাম ধারণকারী সমস্ত চার্টে ফিল্টার প্রয়োগ করতে পারেন।
ca: Seleccionar els gràfics als quals vols aplicar filtres creuats quan interactuïs amb aquest gràfic. Pots seleccionar "Tots els gràfics" per aplicar filtres a tots els gràfics que usin el mateix dataset o continguin el mateix nom de columna al dashboard.
cs: Vyberte grafy, na které chcete aplikovat křížové filtry při interakci s tímto grafem. Můžete vybrat „Všechny grafy“ pro aplikaci filtrů na všechny grafy, které používají stejnou sadu dat nebo obsahují stejný název sloupce v nástěnce.
es: Selecciona los gráficos a los que quieres aplicar los filtros cruzados cuando se interactúe con este gráfico. Puedes seleccionar "Todos los gráfigos" para aplicar filtros a todos los gráficos que usan el mismo conjunto de datos o contienen el mismo nombre de columna en el panel de control.
ja: このチャートを操作するときにクロスフィルターを適用するチャートを選択します。 「すべてのグラフ」を選択すると、ダッシュボードで同じデータセットを使用するか、同じ列名を含むすべてのグラフにフィルタを適用できます。
mi: Tīpakohia ngā kauwhata e hiahia ana koe ki te whakahaeretia i ngā tātari-whiti ina taunekeneke ana me tēnei kauwhata. Ka taea e koe te tīpako "Kauwhata katoa" hei whakahaeretia i ngā tātari ki ngā kauwhata katoa e whakamahi ana i te rārangi raraunga ōrite, kei roto rānei te ingoa tīwae ōrite i te papatohu.
nl: Selecteer de grafieken waaraan je cross-filters wilt toepassen bij interactie met deze grafiek. Je kunt "Alle grafieken" selecteren om filters toe te passen op alle grafieken die dezelfde dataset gebruiken of dezelfde kolomnaam op het dashboard bevatten.
ro: Selectează graficele cărora vrei să le aplici filtre transversale când interacționezi cu acest grafic. Puteți selecta "Toate graficele" pentru a aplica filtre la toate graficele care folosesc același set de date sau conțin același nume de coloană în tabloul de bord.
tr: Bu grafiği kullanırken etkileşimde bulunduğunuzda çapraz filtreler uygulamak istediğiniz grafikleri seçin. Aynı veri kümesini kullanan veya panoda aynı sütun adını içeren tüm grafiklere filtreler uygulamak için "Tüm grafikler"i seçebilirsiniz.
zh_tw: 選擇您希望在與此圖表交互時應用交叉篩選的圖表。您可以選擇“所有圖表”，以對使用相同數據集或在仪表板中包含相同列名的所有圖表應用篩選器。

source: Select the color used for values that indicate an increase in the chart
ro: Selectează culoarea folosită pentru valorile care indică o creștere în grafic

source: Select the color used for values that represent total bars in the chart
ro: Selectați culoarea folosită pentru valorile care reprezintă barele totale din grafic

source: Select the color used for values ​​that indicate a decrease in the chart.
ro: Selectați culoarea folosită pentru valorile care indică o scădere în grafic.

source: Select the dataset this group by will use
ro: Selectați setul de date pe care îl va folosi această grupare

source: Select the fixed color
ro: Selectați culoarea fixă

source: Select the geojson column
bn: জিওজসন কলাম নির্বাচন করুন
ca: Seleccionar la columna geojson
cs: Vyberte sloupec geojson
ja: geojson列を選択します
mi: Tīpakohia te tīwae geojson
nl: Selecteer de kolom geojson
pt_br: Selecione a coluna geojson
ro: Selectați coloana geojson
tr: Geojson sütununu seçin

source: Select the type of color scheme to use.
ro: Selectați tipul de schemă de culori de folosit.

source: Select users
ro: Selectează utilizatori

source: Select values
ro: Selectează valori

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
bn: নিয়ন্ত্রণ প্যানেলে হাইলাইট করা ক্ষেত্রগুলিতে মান নির্বাচন করুন। এরপর %s বোতামে ক্লিক করে কুয়েরিটি চালান।
ca: Seleccionar valors en el(s) camp(s) destacat(s) al panell de control. Després executar la consulta fent clic al botó %s.
cs: Vyberte hodnoty ve zvýrazněných polích v ovládacím panelu. Poté spusťte dotaz kliknutím na tlačítko %s.
es: Seleccione valores en el/los campo(s) resaltado(s) en el panel de control. Luego ejecute la consulta haciendo clic en el botón %s.
ja: コントロール パネルの強調表示されたフィールドの値を選択します。次に、%s ボタンをクリックしてクエリを実行します。
mi: Tīpakohia ngā uara i ngā āpure kua whakamiramiramirahia i te papa whakahaere. Kātahi ka whakahaere i te pātai mā te pāwhiri i te pātene %s.
nl: Selecteer de waarden in de gemarkeerde veld(en) in het controlepaneel. Voer vervolgens de query uit door te klikken op de %s knop.
pt_br: Selecione os valores no(s) campo(s) destacado(s) no painel de controle. Em seguida, execute a consulta clicando no botão %s.
ro: Selectează valori în câmpurile evidențiate din panoul de control. Apoi rulează interogarea făcând clic pe butonul %s.
tr: Denetim panelinde vurgulanan alan(lar)ı seçin. Ardından sorguyu çalıştırmak için %s düğmesine tıklayın.
zh_tw: 在控制面板中的突出顯示欄位中選擇值。然後點擊 %s 按钮來運行查詢。

source: Selecting a database is required
bn: একটি ডেটাবেস নির্বাচন করা আবশ্যক
ca: Seleccionar una base de dades és obligatori
cs: Výběr databáze je povinný
mi: E hiahiatia ana te tīpako i tētahi pātengi raraunga
ro: Selectarea unei baze de date este obligatorie

source: Selection method
ro: Metodă selecție

source: Send as CSV
bn: CSV হিসাবে পাঠান
ca: Enviar com CSV
cs: Odeslat jako CSV
es: Enviar como CSV
ja: CSVとして送信
mi: Tuku hei CSV
nl: Verstuur als CSV
pt_br: Enviar como CSV
ro: Trimite ca CSV
tr: CSV olarak gönder
zh_tw: 發送為CSV

source: Send as PDF
bn: PDF হিসাবে পাঠান
ca: Enviar com PDF
cs: Odeslat jako PDF
mi: Tuku hei PDF
ro: Trimite ca PDF

source: Send as PNG
bn: PNG হিসাবে পাঠান
ca: Enviar com PNG
cs: Odeslat jako PNG
es: Enviar como PNG
ja: PNGとして送信
mi: Tuku hei PNG
nl: Verstuur als PNG
pt_br: Enviar como PNG
ro: Trimite ca PNG
tr: PNG olarak gönder
zh_tw: 發送PNG

source: Send as text
bn: পাঠ্য হিসাবে পাঠান
ca: Enviar com text
cs: Odeslat jako text
es: Enviar como texto
ja: テキストとして送信
mi: Tuku hei kupu
nl: Verstuur als tekst
pt_br: Enviar como texto
ro: Trimite ca text
tr: Metin olarak gönder
zh_tw: 發送文本

source: September
bn: সেপ্টেম্বর
ca: Setembre
cs: Září
es: Septiembre
ja: 9月
mi: Mahuru
pt_br: Setembro
ro: Septembrie
tr: Eylül
zh_tw: 九月

source: Sequential
bn: ক্রমবর্ধমান
ca: Seqüencial
cs: Sekvenční
es: Secuencial
ja: 一連
mi: Raupapa
nl: Sequentieel
pt_br: Sequencial
ro: Secvențial
tr: Sıralı
zh_tw: 順序

source: Series
bn: সিরিজ
ca: Sèries
cs: Série
ja: シリーズ
mi: Raupapa
pt_br: Série
ro: Serie
tr: Seriler
zh_tw: 系列

source: Series Height
bn: সিরিজ উচ্চতা
ca: Alçada de Sèries
cs: Výška série
ja: シリーズ高さ
mi: Teitei Raupapa
nl: Series hoogte
pt_br: Altura da série
ro: Înălțime serie
tr: Seri Yüksekliği
zh_tw: 系列高度
