Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
bn: প্রদর্শিত ফলাফলের সংখ্যা কনফিগারেশন DISPLAY_MAX_ROW দ্বারা %(rows)d এ সীমাবদ্ধ। অনুগ্রহ করে অতিরিক্ত সীমা/ফিল্টার যোগ করুন বা csv এ ডাউনলোড করুন যাতে %(limit)d সীমা পর্যন্ত আরও সারি দেখা যায়।
ca: El nombre de resultats mostrats està limitat a %(rows)d per la configuració DISPLAY_MAX_ROW. Si us plau afegeix límits/filtres addicionals o descarrega a csv per veure més files fins al límit de %(limit)d.
cs: Počet zobrazených výsledků je omezen na %(rows)d konfigurací DISPLAY_MAX_ROW. Přidejte prosím další limity/filtry nebo stáhněte do CSV pro zobrazení více řádků až do limitu %(limit)d.
es: El número de resultados mostrados está limitado a %(rows)d por la configuración DISPLAY_MAX_ROW. Por favor, añade límites/filtros adicionales o descarga a csv para ver más filas hasta el límite de %(limit)d.
ja: 表示される結果の数は、DISPLAY_MAX_ROW 構成によって %(rows)d に制限されます。 %(limit)d 制限までのさらに多くの行を表示するには、制限/フィルターを追加するか、CSV にダウンロードしてください。
nl: Het aantal weergegeven resultaten is beperkt tot %(rows)d door de configuratie DISPLAY_MAX_ROW. Voeg extra limieten/filters of download naar csv om meer rijen van %(limit)d te zien.
pt_br: O número de resultados apresentados é limitado a %(rows)d pela configuração DISPLAY_MAX_ROW. Adicione limites/filtros adicionais ou descarregue para csv para ver mais linhas até ao limite de %(limit)d.
zh_tw: 顯示的结果數量被配置項 DISPLAY_MAX_ROW 限制為最多 %(rows)d 條。如果您想查看更多的行數，請增加額外的限制/過濾條件或下载 CSV 文件，则可查看最多 %(limit)d 條。

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
bn: প্রদর্শিত ফলাফলের সংখ্যা %(rows)d দ্বারা সীমাবদ্ধ। অনুগ্রহ করে অতিরিক্ত সীমা/ফিল্টার যোগ করুন, csv এ ডাউনলোড করুন, অথবা আরও সারি দেখতে একজন প্রশাসকের সাথে যোগাযোগ করুন %(limit)d সীমা পর্যন্ত।
ca: El nombre de resultats mostrats està limitat a %(rows)d. Si us plau afegeix límits/filtres addicionals, descarrega a csv, o contacta un administrador per veure més files fins al límit de %(limit)d.
cs: Počet zobrazených výsledků je omezen na %(rows)d. Přidejte prosím další limity/filtry, stáhněte do CSV nebo kontaktujte administrátora pro zobrazení více řádků až do limitu %(limit)d.
es: El número de resultados mostrados está limitado a %(rows)d. Por favor, añade límites/filtros adicionales, descarga a csv, o contacta con un administrador para ver más filas hasta el límite de %(limit)d.
ja: 表示される結果の数は %(rows)d に制限されています。 %(limit)d 制限までのさらに多くの行を表示するには、制限/フィルターを追加するか、CSV にダウンロードするか、管理者に問い合わせてください。
nl: Het aantal weergegeven resultaten is beperkt tot %(rows)d. Voeg extra limieten/filters, download naar csv, of neem contact op met een beheerder om meer rijen te zien tot de %(limit)d limiet.
pt_br: O número de resultados apresentados está limitado a %(rows)d. Adicione limites/filtros adicionais, transfira para csv ou contate um administrador para ver mais linhas até ao limite de %(limit)d.
tr: Görüntülenen sonuç sayısı, %(rows)d ile sınırlıdır. Lütfen daha fazla sınırlama/filtre ekleyin, csv olarak indirin veya daha fazla satırı görmek için bir yönetici ile iletişime geçin, %(limit)d sınırına kadar.
zh_tw: 顯示的结果數量被限制為最多 %(rows)d 條。若需查看更多的行數（上限為 %(limit)d 條），請增加額外的限制/過濾條件、下载 CSV 文件或聯繫管理員。

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
bn: কোয়েরি এবং সীমা ড্রপডাউন দ্বারা প্রদর্শিত সারির সংখ্যা %(rows)d দ্বারা সীমাবদ্ধ।
ca: El nombre de files mostrades està limitat a %(rows)d per la consulta i el desplegable de límit.
cs: Počet zobrazených řádků je omezen na %(rows)d dotazem a rozevíracím seznamem limitu.
es: El número de filas mostradas está limitado a %(rows)d por la consulta y el desplegable de límite.
ja: 表示される行数は、クエリと制限ドロップダウンによって %(rows)d に制限されています。
mi: Ka whakawhāititia te maha o ngā rārangi kua whakaaturia ki %(rows)d e te pātai me te taka iho tepe.
nl: Het aantal weergegeven rijen is beperkt tot %(rows)d door de query en de keuzelijst limiet.
pt_br: O número de linhas exibidas é limitado a %(rows)d pela consulta e pelo menu suspenso de limite.
tr: Sorgu ve sınırlama açılır menüsü ile görüntülenen satır sayısı %(rows)d ile sınırlıdır.
zh_tw: 顯示的行數由查詢和【行限制】下拉菜單共同限制為 %(rows)d 行。

source: The parameter %(parameters)s in your query is undefined.
bn: আপনার কোয়েরিতে %(parameters)s প্যারামিটারটি অজ্ঞাত।
ca: El paràmetre %(parameters)s a la teva consulta no està definit.
cs: Parametr %(parameters)s ve vašem dotazu není definován.
es: El parámetro %(parameters)s de tu consulta no está definido.
ja: クエリ内のパラメータ %(parameters)s が定義されていません。
mi: Kāore i tautuhia te tawhā %(parameters)s i tō pātai.
nl: De parameter %(parameters)s in uw query is niet gedefinieerd.
tr: Sorgunuzdaki %(parameters)s parametresi tanımsız.
zh_tw: 查詢中的以下参數未定義：%(parameters)s 。

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
bn: নিচের ডাটাবেসগুলির পাসওয়ার্ডগুলি তাদের চার্টগুলির সাথে আমদানি করার জন্য প্রয়োজন। অনুগ্রহ করে লক্ষ্য করুন যে "Secure Extra" এবং "Certificate" বিভাগগুলি ডাটাবেস কনফিগারেশনে উপস্থিত নেই এক্সপোর্ট ফাইলগুলিতে, এবং এগুলি আমদানির পরে ম্যানুয়ালি যোগ করা উচিত যদি প্রয়োজন হয়।
ca: Les contrasenyes per les bases de dades de sota són necessàries per importar-les juntament amb els gràfics. Si us plau tingues en compte que les seccions "Secure Extra" i "Certificate" de la configuració de base de dades no estan presents als fitxers d'exportació, i s'haurien d'afegir manualment després de la importació si són necessàries.
cs: Hesla pro níže uvedené databáze jsou nutná k jejich importu spolu s grafy. Upozorňujeme, že sekce „Zabezpečené extra“ a „Certifikát“ v konfiguraci databáze nejsou přítomny v exportních souborech a je třeba je po importu přidat ručně, pokud jsou potřeba.
es: Las contraseñas para las bases de datos de abajo son necesarias para importarlas junto con los gráficos. Por favor, date cuenta de que las secciones "Extra seguro" y "Certificado" de la configuración de la base de datos no aparecen en los ficheros de exportación, y deben añadirse manualmente después de la importación si son necesarias.
ja: 以下のデータベースをチャートと一緒にインポートするには、データベースのパスワードが必要です。データベース構成の「Secure Extra」セクションと「Certificate」セクションはエクスポート ファイルには存在しないため、必要な場合はインポート後に手動で追加する必要があることに注意してください。
mi: E hiahiatia ana ngā kupuhipa mō ngā pātengi raraunga i raro nei hei kawemai i a rātou tahi me ngā kauwhata. Tēnā kia mōhio karekau ngā wāhanga "Taapiri Haumaru" me "Tiwhikete" o te whirihora pātengi raraunga i roto i ngā kōnae kaweatu, ā, me tāpiri ā-ringa i muri i te kawemai mēnā e hiahiatia ana.
nl: De wachtwoorden voor de onderstaande databases zijn nodig om ze samen met de grafieken te importeren. Houd er rekening mee dat de secties "Beveilig Extra" en "Certificaat" van de database-configuratie niet aanwezig zijn in exportbestanden, en moet indien nodig handmatig worden toegevoegd na de import.
pt_br: As senhas dos bancos de dados abaixo são necessárias para importá-los junto com os gráficos. Observe que as seções "Secure Extra" e "Certificate" da configuração do banco de dados não estão presentes nos arquivos de exportação e devem ser adicionadas manualmente após a importação, caso sejam necessárias.
tr: Aşağıdaki veritabanlarını grafiklerle birlikte içe aktarmak için aşağıdaki veritabanlarına ait şifreler gereklidir. Lütfen veritabanı yapılandırmasının "Secure Extra" ve "Sertifika" bölümlerinin dışa aktarma dosyalarında bulunmadığını ve ihtiyaç duyuluyorsa içe aktarmadan sonra manuel olarak eklenmesi gerektiğini unutmayın.
zh_tw: 需要以下資料庫的密碼才能將其與圖表一起導入。請注意，資料庫配置的 "Secure Extra" 和 "Certificate" 部分不在導出文件中，如果需要，應在導入後手動增加。

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
bn: নিচের ডাটাবেসগুলির পাসওয়ার্ডগুলি তাদের ড্যাশবোর্ডগুলির সাথে আমদানি করার জন্য প্রয়োজন। অনুগ্রহ করে লক্ষ্য করুন যে "Secure Extra" এবং "Certificate" বিভাগগুলি ডাটাবেস কনফিগারেশনে উপস্থিত নেই এক্সপোর্ট ফাইলগুলিতে, এবং এগুলি আমদানির পরে ম্যানুয়ালি যোগ করা উচিত যদি প্রয়োজন হয়।
ca: Les contrasenyes per les bases de dades de sota són necessàries per importar-les juntament amb els dashboards. Si us plau tingues en compte que les seccions "Secure Extra" i "Certificate" de la configuració de base de dades no estan presents als fitxers d'exportació, i s'haurien d'afegir manualment després de la importació si són necessàries.
cs: Hesla pro níže uvedené databáze jsou nutná k jejich importu spolu s nástěnkami. Upozorňujeme, že sekce „Zabezpečené extra“ a „Certifikát“ v konfiguraci databáze nejsou přítomny v exportních souborech a je třeba je po importu přidat ručně, pokud jsou potřeba.
es: Las contraseñas para las bases de datos de abajo se necesitan para importarlas junto con los paneles. Por favor, date cuenta de que las secciones "Extra seguro" y "Certificado" de la configuración de la base de datos no aparecen en los ficheros de exportación, y deben añadirse manualmente después de la importación si son necesarias.
ja: 以下のデータベースをダッシュ​​ボードと一緒にインポートするには、データベースのパスワードが必要です。データベース構成の「Secure Extra」セクションと「Certificate」セクションはエクスポート ファイルには存在しないため、必要な場合はインポート後に手動で追加する必要があることに注意してください。
mi: E hiahiatia ana ngā kupuhipa mō ngā pātengi raraunga i raro nei hei kawemai i a rātou tahi me ngā papatohu. Tēnā kia mōhio karekau ngā wāhanga "Taapiri Haumaru" me "Tiwhikete" o te whirihora pātengi raraunga i roto i ngā kōnae kaweatu, ā, me tāpiri ā-ringa i muri i te kawemai mēnā e hiahiatia ana.
nl: De wachtwoorden voor de onderstaande databases zijn nodig om ze samen met de dashboards te importeren. Houd er rekening mee dat de secties "Beveilig Extra" en "Certificaat" van de database-configuratie niet aanwezig zijn in exportbestanden, en moet indien nodig handmatig worden toegevoegd na de import.
pt_br: As senhas dos bancos de dados abaixo são necessárias para importá-los junto com os painéis. Observe que as seções "Secure Extra" e "Certificate" da configuração do banco de dados não estão presentes nos arquivos de exportação e devem ser adicionadas manualmente após a importação, caso sejam necessárias.
tr: Aşağıdaki veritabanlarını panolarla birlikte içe aktarmak için aşağıdaki veritabanlarına ait şifreler gereklidir. Lütfen veritabanı yapılandırmasının "Secure Extra" ve "Sertifika" bölümlerinin dışa aktarma dosyalarında bulunmadığını ve ihtiyaç duyuluyorsa içe aktarmadan sonra manuel olarak eklenmesi gerektiğini unutmayın.
zh_tw: 需要以下資料庫的密碼才能將它們與看板一起導入。請注意，資料庫配置的 "Secure Extra" 和 "Certificate" 部分不在導出文件中，如果需要，應在導入後手動增加。

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
bn: নিচের ডাটাবেসগুলির পাসওয়ার্ডগুলি তাদের ডেটাসেটগুলির সাথে আমদানি করার জন্য প্রয়োজন। অনুগ্রহ করে লক্ষ্য করুন যে "Secure Extra" এবং "Certificate" বিভাগগুলি ডাটাবেস কনফিগারেশনে উপস্থিত নেই এক্সপোর্ট ফাইলগুলিতে, এবং এগুলি আমদানির পরে ম্যানুয়ালি যোগ করা উচিত যদি প্রয়োজন হয়।
ca: Les contrasenyes per les bases de dades de sota són necessàries per importar-les juntament amb els datasets. Si us plau tingues en compte que les seccions "Secure Extra" i "Certificate" de la configuració de base de dades no estan presents als fitxers d'exportació, i s'haurien d'afegir manualment després de la importació si són necessàries.
cs: Hesla pro níže uvedené databáze jsou nutná k jejich importu spolu se sadami dat. Upozorňujeme, že sekce „Zabezpečené extra“ a „Certifikát“ v konfiguraci databáze nejsou přítomny v exportních souborech a je třeba je po importu přidat ručně, pokud jsou potřeba.
es: Las contraseñas para las bases de datos de abajo se necesitan para importarlas junto con los paneles. Por favor, date cuenta de que las secciones "Extra seguro" y "Certificado" de la configuración de la base de datos no aparecen en los ficheros de exportación, y deben añadirse manualmente después de la importación si son necesarias.
ja: 以下のデータベースのパスワードは、データベースをデータセットと一緒にインポートするために必要です。データベース構成の「Secure Extra」セクションと「Certificate」セクションはエクスポート ファイルには存在しないため、必要な場合はインポート後に手動で追加する必要があることに注意してください。
mi: E hiahiatia ana ngā kupuhipa mō ngā pātengi raraunga i raro nei hei kawemai i a rātou tahi me ngā rārangi raraunga. Tēnā kia mōhio karekau ngā wāhanga "Taapiri Haumaru" me "Tiwhikete" o te whirihora pātengi raraunga i roto i ngā kōnae kaweatu, ā, me tāpiri ā-ringa i muri i te kawemai mēnā e hiahiatia ana.
nl: De wachtwoorden voor de onderstaande databases zijn nodig om ze samen met de datasets te importeren. Houd er rekening mee dat de secties "Beveilig Extra" en "Certificaat" van de database-configuratie niet aanwezig zijn in exportbestanden, en moet indien nodig handmatig worden toegevoegd na de import.
pt_br: As senhas dos bancos de dados abaixo são necessárias para importá-las junto com os conjuntos de dados. Observe que as seções "Secure Extra" e "Certificate" da configuração do banco de dados não estão presentes nos arquivos de exportação e devem ser adicionadas manualmente após a importação, caso sejam necessárias.
tr: Aşağıdaki veritabanlarını veri kümeleriyle birlikte içe aktarmak için aşağıdaki veritabanlarına ait şifreler gereklidir. Lütfen veritabanı yapılandırmasının "Secure Extra" ve "Sertifika" bölümlerinin dışa aktarma dosyalarında bulunmadığını ve ihtiyaç duyuluyorsa içe aktarmadan sonra manuel olarak eklenmesi gerektiğini unutmayın.
zh_tw: 需要以下資料庫的密碼才能將其與數據集一起導入。請注意，資料庫配置的 "Secure Extra" 和 "Certificate" 部分不在導出文件中，如果需要，應在導入後手動增加。

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
bn: নিচের ডাটাবেসগুলির পাসওয়ার্ডগুলি তাদের সেভকৃত কোয়েরির সাথে আমদানি করার জন্য প্রয়োজন। অনুগ্রহ করে লক্ষ্য করুন যে "Secure Extra" এবং "Certificate" বিভাগগুলি ডাটাবেস কনফিগারেশনে উপস্থিত নেই এক্সপোর্ট ফাইলগুলিতে, এবং এগুলি আমদানির পরে ম্যানুয়ালি যোগ করা উচিত যদি প্রয়োজন হয়।
ca: Les contrasenyes per les bases de dades de sota són necessàries per importar-les juntament amb les consultes desades. Si us plau tingues en compte que les seccions "Secure Extra" i "Certificate" de la configuració de base de dades no estan presents als fitxers d'exportació, i s'haurien d'afegir manualment després de la importació si són necessàries.
cs: Hesla pro níže uvedené databáze jsou nutná k jejich importu spolu s uloženými dotazy. Upozorňujeme, že sekce „Zabezpečené extra“ a „Certifikát“ v konfiguraci databáze nejsou přítomny v exportních souborech a je třeba je po importu přidat ručně, pokud jsou potřeba.
ja: 以下のデータベースのパスワードは、保存されたクエリと一緒にデータベースをインポートするために必要です。データベース構成の「Secure Extra」セクションと「Certificate」セクションはエクスポート ファイルには存在しないため、必要な場合はインポート後に手動で追加する必要があることに注意してください。
mi: E hiahiatia ana ngā kupuhipa mō ngā pātengi raraunga i raro nei hei kawemai i a rātou tahi me ngā pātai kua tiakina. Tēnā kia mōhio karekau ngā wāhanga "Taapiri Haumaru" me "Tiwhikete" o te whirihora pātengi raraunga i roto i ngā kōnae kaweatu, ā, me tāpiri ā-ringa i muri i te kawemai mēnā e hiahiatia ana.
nl: De wachtwoorden voor de onderstaande databases zijn nodig om ze samen met de opgeslagen queries te importeren. Houd er rekening mee dat de secties "Beveilig Extra" en "Certificaat" van de database-configuratie niet aanwezig zijn in exportbestanden, en moet indien nodig handmatig worden toegevoegd na de import.
pt_br: As senhas dos bancos de dados abaixo são necessárias para importá-los juntamente com as consultas salvas. Observe que as seções "Secure Extra" e "Certificate" da configuração do banco de dados não estão presentes nos arquivos de exportação e devem ser adicionadas manualmente após a importação, caso sejam necessárias.
tr: Aşağıdaki veritabanlarını kaydedilmiş sorgularla birlikte içe aktarmak için aşağıdaki veritabanlarına ait şifreler gereklidir. Lütfen veritabanı yapılandırmasının "Secure Extra" ve "Sertifika" bölümlerinin dışa aktarma dosyalarında bulunmadığını ve ihtiyaç duyuluyorsa içe aktarmadan sonra manuel olarak eklenmesi gerektiğini unutmayın.
zh_tw: 需要以下資料庫的密碼才能將其與圖表一起導入。請注意，資料庫配置的 "Secure Extra" 和 "Certificate" 部分不在導出文件中，如果需要，應在導入後手動增加。

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
bn: নিচের ডাটাবেসগুলির পাসওয়ার্ডগুলি তাদের আমদানি করার জন্য প্রয়োজন। অনুগ্রহ করে লক্ষ্য করুন যে "Secure Extra" এবং "Certificate" বিভাগের ডাটাবেস কনফিগারেশনে এক্সপ্লোর ফাইলগুলিতে নেই এবং প্রয়োজনে আমদানির পরে ম্যানুয়ালি যোগ করা উচিত।
ca: Les contrasenyes per les bases de dades de sota són necessàries per importar-les. Si us plau tingues en compte que les seccions "Secure Extra" i "Certificate" de la configuració de base de dades no estan presents als fitxers d'exploració i s'haurien d'afegir manualment després de la importació si són necessàries.
cs: Hesla pro níže uvedené databáze jsou nutná k jejich importu. Upozorňujeme, že sekce „Zabezpečené extra“ a „Certifikát“ v konfiguraci databáze nejsou přítomny v souborech pro prozkoumávání a je třeba je po importu přidat ručně, pokud jsou potřeba.
es: Las contraseñas para las bases de datos de abajo se necesitan para importarlas junto con los paneles. Por favor, date cuenta de que las secciones "Extra seguro" y "Certificado" de la configuración de la base de datos no aparecen en los ficheros de exportación, y deben añadirse manualmente después de la importación si son necesarias.
ja: 以下のデータベースをインポートするには、そのパスワードが必要です。データベース構成の「Secure Extra」セクションと「Certificate」セクションは、Explorer ファイルには存在しないため、必要に応じてインポート後に手動で追加する必要があることに注意してください。
mi: E hiahiatia ana ngā kupuhipa mō ngā pātengi raraunga i raro nei hei kawemai i a rātou. Tēnā kia mōhio karekau ngā wāhanga "Taapiri Haumaru" me "Tiwhikete" o te whirihora pātengi raraunga i roto i ngā kōnae tūhura, ā, me tāpiri ā-ringa i muri i te kawemai mēnā e hiahiatia ana.
nl: De wachtwoorden voor de onderstaande databases zijn nodig om ze te importeren. Houd er rekening mee dat de "Beveilig Extra" en "Certificaat" secties van de database configuratie niet aanwezig zijn in de gevonden bestanden en moeten handmatig worden toegevoegd na de import, indien nodig.
pt_br: As senhas dos bancos de dados abaixo são necessárias para importá-los. Observe que as seções "Secure Extra" e "Certificate" da configuração do banco de dados não estão presentes nos arquivos de exploração e devem ser adicionadas manualmente após a importação, caso sejam necessárias.
tr: Aşağıdaki veritabanlarını içe aktarmak için aşağıdaki veritabanlarına ait şifreler gereklidir. Lütfen veritabanı yapılandırmasının keşfetme dosyalarında bulunmadığını ve ihtiyaç duyuluyorsa içe aktarmadan sonra manuel olarak eklenmesi gerektiğini unutmayın.

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
bn: যে সময়ের উপর সময় পিভট করতে হবে। ব্যবহারকারীরা "Pandas" অফসেট এলিয়াস প্রদান করতে পারেন। গৃহীত "freq" প্রকাশনার জন্য আরও বিস্তারিত জানতে তথ্য বাবলটিতে ক্লিক করুন।
ca: La periodicitat sobre la qual pivotar el temps. Els usuaris poden proporcionar àlies d'offset de "Pandas". Clica a la bombolla d'informació per més detalls sobre expressions "freq" acceptades.
cs: Periodicita, přes kterou se má čas kontingovat. Uživatelé mohou poskytnout alias posunu „Pandas“. Klikněte na informační bublinu pro více podrobností o přijatých výrazech „freq“.
es: La periodicidad sobre la que pivotar el tiempo. Los usuarios pueden proveer un alias "Pandas" para compensar. Haz clic en la burbuja de información para más detalles sobre expresiones "freq" aceptadas.
ja: 時間をピボットする周期。ユーザーが提供できるのは、 「パンダ」オフセットの別名。 受け入れられる「freq」式の詳細については、情報バブルをクリックしてください。
mi: Te wātanga i runga i te hurihuri i te wā. Ka taea e ngā kaiwhakamahi te whakarato i te
nl: De periodiciteit waarover tijd moet worden gepivoteerd. Gebruikers kunnen "Pandas" offset alias aanbieden. Klik op de info-bubbel voor meer details over de geaccepteerde "freq" expressies.
pt_br: A periodicidade sobre a qual o tempo será dinamizado. Os usuários podem fornecer um alias de deslocamento "Pandas". Clique no balão de informações para obter mais detalhes sobre as expressões "freq" aceitas.
tr: Zamanı döndürmek için kullanılan periyodisite. Kullanıcılar "Pandas" ofset tanımını sağlayabilir. Kabul edilen "freq" ifadeleri hakkında daha fazla bilgi için bilgi balonuna tıklayın.
zh_tw: 旋轉時間的週期性。

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
bn: একটি ভৌত টেবিল (অথবা ভিউ) এর পয়েন্টার। মনে রাখবেন যে চার্টটি এই সুপারসেট যৌক্তিক টেবিলের সাথে সম্পর্কিত এবং এই যৌক্তিক টেবিলটি এখানে উল্লেখিত ভৌত টেবিলের দিকে নির্দেশ করে।
ca: El punter a una taula física (o vista). Tingues en compte que el gràfic està associat a aquesta taula lògica de Superset, i aquesta taula lògica apunta la taula física referenciada aquí.
cs: Ukazatel na fyzickou tabulku (nebo pohled). Mějte na paměti, že graf je spojen s touto logickou tabulkou Supersetu a tato logická tabulka ukazuje na zde odkazovanou fyzickou tabulku.
es: El puntero a una tabla física (o vista). Ten en cuenta que el gráfico está asociado a esta tabla lógica de Superset, y esta tabla lógica apunta a la tabla física referenciada aquí.
ja: 物理テーブル (またはビュー) へのポインタ。チャートはこのスーパーセット論理テーブルに関連付けられており、この論理テーブルはここで参照される物理テーブルをポイントしていることに注意してください。
mi: Te tohu ki tētahi ripanga kikokiko (tirohanga rānei). Kia mahara ko te kauwhata e hāngai ana ki tēnei ripanga arorau Superset, ā, ko tēnei ripanga arorau e tohu ana i te ripanga kikokiko e tohutorohia ana ki konei.
nl: De aanwijzer naar een fysieke tabel (of weergave). Houd er rekening mee dat de grafiek gekoppeld is aan deze Superset logische tabel en deze logische tabel wijst hier op de fysieke tabel waarnaar wordt verwezen.
pt_br: O ponteiro para uma tabela física (ou visualização). Lembre-se de que o gráfico está associado a essa tabela lógica Superset, e essa tabela lógica aponta para a tabela física referenciada aqui.
tr: Bir fiziksel tabloya (veya görünüme) işaretçi. Unutmayın ki grafik bu Superset mantıksal tablosuna bağlıdır ve bu mantıksal tablo burada referans verilen fiziksel tabloya işaret eder.
zh_tw: 指向實體表（或視圖）的指针。請計住，圖表將與此逻辑表相關聯，並且此逻辑表指向此處引用的實體表。
