Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Unsupported post processing operation: %(operation)s
bn: সমর্থনহীন পোস্ট প্রক্রিয়াকরণ অপারেশন: %(operation)s
ca: Operació de post-processament no suportada: %(operation)s
cs: Nepodporovaná operace následného zpracování: %(operation)s
es: Operación de postprocesamiento no soportada: %(operation)s
ja: サポートされていない後処理操作: %(operation)s
mi: Mahinga tukatuka-iho kāore e tautokona: %(operation)s
nl: Niet-ondersteunde nabewerking: %(operation)s
pt_br: Operação de pós-processamento sem suporte: %(operation)s
ro: Operație post-procesare neacceptată: %(operation)s
tr: Desteklenmeyen son işleme işlemi: %(operation)s
zh_tw: 不支持的處理操作：%(operation)s

source: Unsupported return value for method %(name)s
bn: পদ্ধতি %(name)s এর জন্য সমর্থনহীন রিটার্ন মান
ca: Valor de retorn no suportat per al mètode %(name)s
cs: Nepodporovaná návratová hodnota pro metodu %(name)s
es: Valor de retorno no soportado para el método %(name)s
ja: メソッド %(name)s の戻り値がサポートされていません。
mi: Uara whakahoki kāore e tautokona mō te tikanga %(name)s
nl: Niet-ondersteunde terugkeer waarde voor methode %(name)s
pt_br: Valor de retorno não suportado para o método %(name)s
ro: Valoare de return neacceptată pentru metoda %(name)s
tr: Yöntem %(name)s için desteklenmeyen dönüş değeri
zh_tw: 方法的返回值不受支持 %(name)s

source: Unsupported template value for key %(key)s
bn: কী %(key)s এর জন্য সমর্থনহীন টেম্পলেট মান
ca: Valor de plantilla no suportat per la clau %(key)s
cs: Nepodporovaná hodnota šablony pro klíč %(key)s
es: Valor de plantilla no soportado para la clave %(key)s
ja: キー %(key)s のテンプレート値がサポートされていません。
mi: Uara tauira kāore e tautokona mō te kī %(key)s
nl: Niet-ondersteunde sjabloonwaarde voor sleutel %(key)s
pt_br: Valor de modelo não suportado para a chave %(key)s
ro: Valoare șablon neacceptată pentru cheia %(key)s
tr: Anahtar %(key)s için desteklenmeyen şablon değeri
zh_tw: 鍵的模板值不受支持 %(key)s

source: Unsupported time grain: %(time_grain)s
bn: সমর্থনহীন সময় শস্য: %(time_grain)s
ca: Granularitat temporal no suportada: %(time_grain)s
cs: Nepodporovaná časová granularita: %(time_grain)s
es: Grano de tiempo no soportado: %(time_grain)s
ja: サポートされていない時間粒度: %(time_grain)s
mi: Māeneene wā kāore e tautokona: %(time_grain)s
nl: Niet-ondersteunde time grain: %(time_grain)s
pt_br: Grão de tempo não suportado: %(time_grain)s
ro: Granularitate timp neacceptată: %(time_grain)s
tr: Desteklenmeyen zaman tanelenmesi: %(time_grain)s
zh_tw: 不支持的時間粒度：%(time_grain)s

source: Untitled Dataset
bn: শিরোনামহীন ডেটাসেট
ca: Dataset Sense Títol
cs: Nepojmenovaná sada dat
ja: 無題のデータセット
mi: Rārangi Raraunga Kāore i Taitarahia
nl: Naamloze Dataset
pt_br: Conjunto de dados sem título
ro: Set de Date Fără Titlu
tr: Başlıksız Veri Seti

source: Untitled Query
bn: শিরোনামহীন কোয়েরি
ca: Consulta Sense Títol
cs: Nepojmenovaný dotaz
ja: 無題のクエリ
mi: Pātai Kāore i Taitarahia
nl: Naamloze Query
pt_br: Consulta sem título
ro: Interogare Fără Titlu
tr: Başlıksız Sorgu

source: Untitled query
bn: শিরোনামহীন কোয়েরি
ca: Consulta sense títol
cs: Nepojmenovaný dotaz
es: Consulta sin título
ja: 無題のクエリ
mi: Pātai kāore i taitarahia
nl: Naamloze zoekopdracht
pt_br: Consulta sem título
ro: interogare fără titlu
tr: Başlıksız sorgu
zh_tw: 未命名的查詢

source: Unverified
ro: Neverificat

source: Update
bn: আপডেট
ca: Actualitzar
cs: Aktualizovat
es: Actualizar
ja: 更新
mi: Whakahou
nl: Bijwerken
pt_br: Atualização
ro: Actualizează
tr: Güncelle
zh_tw: 更新

source: Update chart
bn: চার্ট আপডেট করুন
ca: Actualitzar gràfic
cs: Aktualizovat graf
ja: チャートを更新
mi: Whakahou kauwhata
nl: Grafiek bijwerken
pt_br: Atualizar Gráfico
ro: Actualizează grafic
tr: Grafik güncelle

source: Updating chart was stopped
bn: চার্ট আপডেট করা বন্ধ হয়ে গেছে
ca: L'actualització del gràfic s'ha aturat
cs: Aktualizace grafu byla zastavena
es: La actualización del gráfico fue detenida
ja: チャートの更新が停止されました
mi: I whakamutua te whakahou kauwhata
nl: Bijwerken van grafiek is gestopt
pt_br: A atualização do gráfico foi interrompida
ro: Actualizarea graficului a fost oprită
tr: Grafik güncellemesi durduruldu
zh_tw: 更新圖表已停止

source: Upload
bn: আপলোড
ca: Pujar
cs: Nahrát
es: Subir
ja: アップロード
mi: Tukuake
pt_br: Carregar
ro: Încarcă
tr: Yükle
zh_tw: 上傳

source: Upload CSV
bn: CSV আপলোড করুন
ca: Pujar CSV
cs: Nahrát CSV
ja: CSVのアップロード
mi: Tukuake CSV
pt_br: Carregar CSV
ro: Încarcă CSV
tr: CSV Yükle
zh_tw: 上傳 CSV

source: Upload CSV to database
bn: ডেটাবেসে CSV আপলোড করুন
ca: Pujar CSV a base de dades
cs: Nahrát CSV do databáze
ja: CSVをデータベースにアップロード
mi: Tukuake CSV ki te pātengi raraunga
nl: Upload CSV naar database
pt_br: Carregar CSV para o banco de dados
ro: Încarcă CSV în baza de date
tr: Veritabanına CSV Yükle
zh_tw: 上傳 CSV 文件

source: Upload Columnar
bn: কলামার আপলোড করুন
ca: Pujar Columnar
cs: Nahrát sloupcový soubor
mi: Tukuake Tīwae Pou
ro: Încarcă Columnar

source: Upload Columnar file to database
bn: ডেটাবেসে কলামার ফাইল আপলোড করুন
ca: Pujar fitxer Columnar a base de dades
cs: Nahrát sloupcový soubor do databáze
mi: Tukuake kōnae Tīwae Pou ki te pātengi raraunga
ro: Încarcă fișier Columnar în baza de date

source: Upload Enabled
bn: আপলোড সক্রিয়
ca: Pujada Habilitada
cs: Nahrávání povoleno
ja: アップロードが有効になりました。
mi: Tukuake Kua Whakahohengia
nl: Uploaden Ingeschakeld
pt_br: Upload habilitado
ro: Încărcare activată
tr: Yükleme Etkin
zh_tw: 已啟用上傳

source: Upload Excel
bn: এক্সেল আপলোড করুন
ca: Pujar Excel
cs: Nahrát Excel
mi: Tukuake Excel
ro: Încarcă Excel

source: Upload Excel to database
bn: ডাটাবেসে এক্সেল আপলোড করুন
ca: Pujar Excel a base de dades
cs: Nahrát Excel do databáze
mi: Tukuake Excel ki te pātengi raraunga
ro: Încarcă Excel în baza de date

source: Upload JSON file
bn: জেসন ফাইল আপলোড করুন
ca: Pujar fitxer JSON
cs: Nahrát soubor JSON
es: Subir archivo JSON
ja: JSONファイルをアップロードする
mi: Tukuake kōnae JSON
nl: Upload JSON bestand
pt_br: Carregar arquivo JSON
ro: Încarcă fișier JSON
tr: JSON dosyası yükle
zh_tw: 上傳 JSON 文件

source: Upload a file with a valid extension. Valid: [%s]
bn: একটি বৈধ এক্সটেনশনের সাথে ফাইল আপলোড করুন। বৈধ: [%s]
ca: Puja un fitxer amb una extensió vàlida. Vàlides: [%s]
cs: Nahrát soubor s platnou příponou. Platné: [%s]
mi: Tukuake kōnae me te toronga whaimana. Whaimana: [%s]
ro: Încărcați un fișier cu extensie validă. Valide: [%s]

source: Upload credentials
ca: Pujar credencials
cs: Nahrát pověření
mi: Tukuake taipitopito
ro: Încarcă credențiale

source: Upload file to database
bn: ডাটাবেসে ফাইল আপলোড করুন
ca: Pujar fitxer a base de dades
cs: Nahrát soubor do databáze
ja: ファイルをデータベースにアップロードする
mi: Tukuake kōnae ki te pātengi raraunga
nl: Upload bestand naar database
pt_br: Carregar arquivo no banco de dados
ro: Încarcă fișier în baza de date
tr: Veritabanına dosya yükle
zh_tw: 上傳文件到資料庫

source: Upload file to preview columns
bn: কলাম প্রিভিউ করতে ফাইল আপলোড করুন
ca: Pujar fitxer per previsualitzar columnes
cs: Nahrát soubor pro náhled sloupců
mi: Tukuake kōnae hei arokite i ngā tīwae
ro: Încarcă fișier pentru previzualizare coloane

source: Uploading a file is required
bn: একটি ফাইল আপলোড করা আবশ্যক
ca: Pujar un fitxer és obligatori
cs: Nahrání souboru je povinné
mi: E hiahiatia ana te tukuake kōnae
ro: Încărcarea unui fișier este obligatorie

source: Upper Threshold
bn: শীর্ষ সীমা
ca: Llindar Superior
cs: Horní práh
es: Umbral Superior
ja: 上限閾値
mi: Paepae Runga
nl: Bovengrens
ro: Prag superior

source: Upper threshold must be greater than lower threshold
bn: শীর্ষ সীমা নীচের সীমার চেয়ে বড় হতে হবে
ca: El llindar superior ha de ser més gran que el llindar inferior
cs: Horní práh musí být větší než dolní práh
ja: 上限しきい値は下限しきい値より大きくなければなりません
mi: Me rahi ake te paepae runga i te paepae raro
nl: Bovengrens moet groter zijn dan de ondergrens
ro: Pragul superior trebuie să fie mai mare decât pragul inferior

source: Usage
bn: ব্যবহার
ca: Ús
cs: Použití
ja: 使用法
mi: Whakamahinga
nl: Gebruik
pt_br: Uso
ro: Utilizare
tr: Kullanım

source: Use %s to open in a new tab.
bn: নতুন ট্যাবে খুলতে %s ব্যবহার করুন।
ca: Usa %s per obrir en una pestanya nova.
cs: Použijte %s pro otevření v nové kartě.
ja: 新しいタブで開くには %s を使用してください。
mi: Whakamahia %s hei huaki i tētahi ripa hou.
nl: Gebruik %s om een nieuw tabblad te openen.
pt_br: Use %s para abrir em uma nova guia.
ro: Folosiți %s pentru a deschide într-un tab nou.
tr: Yeni bir sekmede açmak için %s kullanın.

source: Use Area Proportions
bn: এলাকা অনুপাত ব্যবহার করুন
ca: Usar Proporcions d'Àrea
cs: Použít proporce plochy
ja: 面積比率を使用する
mi: Whakamahia Ōwehenga Horahanga
nl: Gebruik Gebied Proporties
pt_br: Proporções de área de uso
ro: Folosește proporții de arie
tr: Alan Oranlarını Kullan
zh_tw: 使用面積比例

source: Use a log scale
bn: লগ স্কেল ব্যবহার করুন
ca: Usar escala logarítmica
cs: Použít logaritmickou stupnici
es: Usa una escala logarítmica
ja: 対数スケールを使用する
mi: Whakamahia tauine pūkete
nl: Gebruik een log-schaal
pt_br: Use uma escala logarítmica
ro: Folosește o scală logaritmică
tr: Log ölçeği kullan
zh_tw: 使用對數刻度

source: Use a log scale for the X-axis
bn: এক্স-অক্ষের জন্য লগ স্কেল ব্যবহার করুন
ca: Usar escala logarítmica per l'eix X
cs: Použít logaritmickou stupnici pro osu X
es: Utiliza una escala logarítmica para el eje X
ja: X 軸に対数スケールを使用する
mi: Whakamahia tauine pūkete mō te tukutuku-X
nl: Gebruik een log-schaal voor de X-as
pt_br: Use uma escala logarítmica para eixo X
ro: Folosește o scală logaritmică pentru axa X
tr: X-ekseni için log ölçeği kullan
zh_tw: X 軸上使用對數刻度

source: Use a log scale for the Y-axis
bn: ওয়াই-অক্ষের জন্য লগ স্কেল ব্যবহার করুন
ca: Usar escala logarítmica per l'eix Y
cs: Použít logaritmickou stupnici pro osu Y
es: Usa una escala logarítmica para el eje Y
ja: Y軸に対数スケールを使用する
mi: Whakamahia tauine pūkete mō te tukutuku-Y
nl: Gebruik een log-schaal voor de Y-as
pt_br: Use uma escala logarítmica para o eixo Y
ro: Folosește o scală logaritmică pentru axa Y
tr: Y-ekseni için log ölçeği kullan
zh_tw: Y 軸上使用對數刻度

source: Use an encrypted connection to the database
bn: ডাটাবেসের সাথে একটি এনক্রিপ্টেড সংযোগ ব্যবহার করুন
ca: Usar una connexió xifrada a la base de dades
cs: Použít šifrované připojení k databázi
es: Utiliza una conexión cifrada con la base de datos
ja: データベースへの暗号化された接続を使用する
mi: Whakamahia hononga whakamunatia ki te pātengi raraunga
nl: Gebruik een versleutelde verbinding met de database
pt_br: Use uma conexão criptografada com o banco de dados
ro: Folosește o conexiune criptată la baza de date
tr: Veritabanına şifreli bağlantı kullan
zh_tw: 使用到資料庫的加密連接

source: Use an ssh tunnel connection to the database
bn: ডাটাবেসের সাথে একটি SSH টানেল সংযোগ ব্যবহার করুন
ca: Usar una connexió túnel ssh a la base de dades
cs: Použít připojení přes SSH tunel k databázi
ja: データベースへの SSH トンネル接続を使用する
mi: Whakamahia hononga pūaha ssh ki te pātengi raraunga
nl: Gebruik een ssh tunnel verbinding met de database
ro: Folosește o conexiune tunel SSH la baza de date

source: Use automatic color
ro: Folosește culoare automată

source: Use current extent
ca: Usar extensió actual
cs: Použít aktuální rozsah
mi: Whakamahia te whānuitanga o nāianei
ro: Folosește extinderea curentă

source: Use date formatting even when metric value is not a timestamp
bn: মেট্রিক মান টাইমস্ট্যাম্প না হলে ও তারিখ ফরম্যাটিং ব্যবহার করুন
ca: Usar formatat de data fins i tot quan el valor de la mètrica no és una marca temporal
cs: Použít formátování data, i když hodnota metriky není časové razítko
es: Usar formato de fecha incluso cuando el valor de la métrica no es una marca de tiempo
ja: メトリック値がタイムスタンプでない場合でも日付形式を使用する
mi: Whakamahia hōputu rā ahakoa karekau te uara ine he waitohu
nl: Gebruik datum opmaak zelfs wanneer metrische waarde geen tijdstempel is
pt_br: Usar formatação de data mesmo quando o valor da métrica não for um carimbo de data/hora
ro: Folosește formatarea datei chiar când valoarea metricii nu este un marcaj temporal
tr: Metrik değer zaman damgası değilken bile tarih biçimini kullan

source: Use gradient
ro: Folosește gradient

source: Use metrics as a top level group for columns or for rows
bn: কলাম বা সারির জন্য শীর্ষ স্তরের গ্রুপ হিসেবে মেট্রিক্স ব্যবহার করুন
ca: Usar mètriques com a grup de nivell superior per columnes o per files
cs: Použít metriky jako skupinu nejvyšší úrovně pro sloupce nebo řádky
es: Utiliza métricas como un grupo de nivel superior para columnas o para filas
ja: メトリクスを列または行の最上位グループとして使用する
mi: Whakamahia ngā ine hei rōpū taumata runga mō ngā tīwae, mō ngā rārangi rānei
nl: Gebruik metrieken als topniveau groep voor kolommen of rijen
pt_br: Use métricas como um grupo de nível superior para colunas ou linhas
ro: Folosește metricile ca grup de nivel superior pentru coloane sau rânduri
tr: Metrikleri sütunlar veya satırlar için üst düzey grup olarak kullanın
zh_tw: 將指標作為列或行的頂級組使用

source: Use only a single value.
bn: শুধুমাত্র একটি একক মান ব্যবহার করুন।
ca: Usar només un valor únic.
cs: Použít pouze jednu hodnotu.
es: Utiliza solo un único valor.
ja: 単一の値のみを使用します。
mi: Whakamahia kotahi uara anake.
nl: Gebruik slechts één waarde.
pt_br: Use apenas um único valor.
ro: Folosește doar o singură valoare.
tr: Sadece tek bir değeri kullan.
zh_tw: 只使用一個值

source: Use the Advanced Analytics options below
bn: নিচের উন্নত বিশ্লেষণ বিকল্পগুলি ব্যবহার করুন
ca: Usar les opcions d'Analítica Avançada de sota
cs: Použijte níže uvedené možnosti Pokročilé analytiky
es: Utiliza las opciones de Análisis Avanzado que se muestran a continuación
ja: 以下の高度な分析オプションを使用してください
mi: Whakamahia ngā kōwhiringa Tātaritanga Aromatawai i raro nei
nl: Gebruik de onderstaande geavanceerde Analytics opties
pt_br: Use as opções de análise avançada abaixo
ro: Folosește opțiunile Advanced Analytics de mai jos
tr: Aşağıdaki Gelişmiş Analiz seçeneklerini kullanın
zh_tw: 使用下面的高級分析選項

source: Use this section if you want a query that aggregates
bn: যদি আপনি একটি সংক্ষিপ্ত অনুসন্ধান চান তবে এই অংশটি ব্যবহার করুন
ca: Usa aquesta secció si vols una consulta que agregui
cs: Použijte tuto sekci, pokud chcete dotaz, který agreguje
es: Utiliza esta sección si quieres una consulta que agregue
ja: 集計するクエリが必要な場合は、このセクションを使用してください
mi: Whakamahia tēnei wāhanga mēnā e hiahia ana koe i tētahi pātai ka whakaarotau
nl: Gebruik deze sectie als u een query wilt welke aggregeert
pt_br: Use esta seção se quiser uma consulta que agregue
ro: Folosește această secțiune dacă vrei o interogare care agregă
tr: Topladığınız bir sorgu istiyorsanız bu bölümü kullanın

source: Use this section if you want to query atomic rows
bn: যদি আপনি পারমাণবিক সারি অনুসন্ধান করতে চান তবে এই অংশটি ব্যবহার করুন
ca: Usa aquesta secció si vols consultar files atòmiques
cs: Použijte tuto sekci, pokud chcete dotazovat atomické řádky
es: Utiliza esta sección si quieres consultar filas atómicas
ja: アトミック行をクエリする場合は、このセクションを使用してください
mi: Whakamahia tēnei wāhanga mēnā e hiahia ana koe ki te pātai i ngā rārangi ira
nl: Gebruik deze sectie als u atomische rijen wilt opvragen
pt_br: Use esta seção se quiser consultar linhas atômicas
ro: Folosește această secțiune dacă vrei să interoghezi rânduri atomice
tr: Atomik satırları sorgulamak istiyorsanız bu bölümü kullanın

source: Use this to define a static color for all circles
bn: সমস্ত বৃত্তের জন্য একটি স্থির রঙ সংজ্ঞায়িত করতে এটি ব্যবহার করুন
ca: Usa això per definir un color estàtic per tots els cercles
cs: Použijte toto k definování statické barvy pro všechny kruhy
es: Utiliza esto para definir un color estático para todos los círculos
ja: これを使用して、すべての円の静的な色を定義します。
mi: Whakamahia tēnei hei tautuhi i tētahi tae mau mō ngā porohita katoa
nl: Gebruik dit om een statische kleur te definiëren voor alle cirkels
pt_br: Use isso para definir uma cor estática para todos os círculos
ro: Folosește aceasta pentru a defini o culoare statică pentru toate cercurile
tr: Tüm daireler için sabit bir renk tanımlamak için kullanın
zh_tw: 使用此定義所有圆圈的静態颜色

source: User
bn: ব্যবহারকারী
ca: Usuari
cs: Uživatel
es: Usuario
ja: ユーザー
mi: Kaiwhakamahi
nl: Gebruiker
pt_br: Usuário
ro: Utilizator
tr: Kullanıcı
zh_tw: 用戶

source: User Name
ro: Nume utilizator

source: User Registrations
ro: Înregistrări utilizatori

source: User doesn't have the proper permissions.
bn: ব্যবহারকারীর সঠিক অনুমতি নেই।
ca: L'usuari no té els permisos adequats.
cs: Uživatel nemá příslušná oprávnění.
ja: ユーザーに適切なアクセス許可がありません。
mi: Karekau ō mōtika tika a te kaiwhakamahi.
nl: Gebruiker heeft niet de juiste permissies.
pt_br: O usuário não tem as permissões adequadas.
ro: Utilizatorul nu are permisiunile corespunzătoare.
tr: Kullanıcının uygun izinleri yok.
zh_tw: 您没有授權

source: User must select a value before applying the filter
bn: ফিল্টার প্রয়োগের আগে ব্যবহারকারীকে একটি মান নির্বাচন করতে হবে
ca: L'usuari ha de seleccionar un valor abans d'aplicar el filtre
cs: Uživatel musí vybrat hodnotu před aplikací filtru
ja: ユーザーはフィルターを適用する前に値を選択する必要があります
mi: Me tīpako te kaiwhakamahi i tētahi uara i mua i te whakahaeretia o te tātari
nl: Gebruiker moet een waarde selecteren voordat hij de filter toepast
pt_br: O usuário deve selecionar um valor antes de aplicar o filtro
ro: Utilizatorul trebuie să selecteze o valoare înainte de a aplica filtrul
tr: Filtreyi uygulamadan önce kullanıcı bir değer seçmelidir
zh_tw: 用戶必須給過濾器選擇一個值

source: User query
bn: ব্যবহারকারী অনুসন্ধান
ca: Consulta d'usuari
cs: Uživatelský dotaz
es: Consulta de usuario
ja: ユーザークエリ
mi: Pātai kaiwhakamahi
nl: Gebruikers query
pt_br: Consulta do usuário
ro: Interogare utilizator
tr: Kullanıcı sorgusu
zh_tw: 用戶查詢

source: User registrations
ro: Înregistrări utilizatori

source: Username
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatelské jméno
ja: ユーザー名
mi: Ingoa kaiwhakamahi
nl: Gebruikersnaam
pt_br: Nome de usuário
ro: Nume utilizator
tr: Kullanıcı adı
zh_tw: 用戶名

source: Username is required
ca: El nom d'usuari és obligatori
cs: Uživatelské jméno je povinné
mi: E hiahiatia ana te ingoa kaiwhakamahi
ro: Numele de utilizator este obligatoriu

source: Username:
ro: Nume utilizator:

source: Users
ca: Usuaris
cs: Uživatelé
mi: Kaiwhakamahi
ro: Utilizatori

source: Users are not allowed to set a search path for security reasons.
bn: নিরাপত্তা কারণে ব্যবহারকারীদের একটি অনুসন্ধান পথ সেট করার অনুমতি দেওয়া হয় না।
ca: Els usuaris no poden establir un camí de cerca per raons de seguretat.
cs: Uživatelům není z bezpečnostních důvodů povoleno nastavovat cestu pro vyhledávání.
ja: セキュリティ上の理由から、ユーザーは検索パスを設定できません。
mi: Kāore e whakāetia ngā kaiwhakamahi ki te tautuhi i tētahi ara rapu mō ngā take haumaru.
nl: Gebruikers hebben geen toestemming om een zoekpad in te stellen om veiligheidsredenen.
ro: Utilizatorii nu au voie să seteze o cale de căutare din motive de securitate.

source: Valid SQL expression
ro: Expresie SQL validă

source: Validate your expression
ro: Validează expresia ta

source: Validating connectivity for %s
ca: Validant connectivitat per %s
cs: Ověřuje se konektivita pro %s
mi: E manatoko ana i te hononga mō %s
ro: Validare conectivitate pentru %s

source: Validating...
ro: Validare...

source: Value
bn: মান
ca: Valor
cs: Hodnota
es: Valor
ja: 値
mi: Uara
nl: Waarde
pt_br: Valor
ro: Valoare
tr: Değer
zh_tw: 值

source: Value Aggregation
ro: Agregare valoare

source: Value Columns
ro: Coloane valoare

source: Value Domain
bn: মান ডোমেইন
ca: Domini de Valor
cs: Doména hodnot
es: Dominio de Valor
ja: バリュードメイン
mi: Rohe Uara
nl: Waarde Domein
pt_br: Domínio de Valor
ro: Domeniu valoare
tr: Değer Alanı
zh_tw: 值域

source: Value Format
bn: মানের ফরম্যাট
ca: Format de Valor
cs: Formát hodnoty
ja: 値の形式
mi: Hōputu Uara
nl: Waarde Opmaak
pt_br: Formato do valor
ro: Format valoare
tr: Değer Biçimi
zh_tw: 數值格式

source: Value and Percentage
bn: মান এবং শতাংশ
ca: Valor i Percentatge
cs: Hodnota a procento
ja: 値とパーセンテージ
mi: Uara me te Ōrau
nl: Waarde en Percentage
ro: Valoare și procentaj

source: Value bounds
bn: মানের সীমানা
ca: Límits de valor
cs: Hranice hodnoty
es: Límites de valor
ja: 値の境界
mi: Rohe uara
nl: Waarde grenzen
pt_br: Limites de valor
ro: Limite valoare
tr: Değer sınırları
zh_tw: 值邊界

source: Value cannot exceed %s
bn: মান %s এর চেয়ে বেশি হতে পারে না
ca: El valor no pot excedir %s
cs: Hodnota nemůže překročit %s
es: El valor no puede superar a %s
ja: 値は %s を超えることはできません
mi: Kāore e taea e te uara te nui ake i %s
nl: Waarde kan niet hoger zijn dan %s
ro: Valoarea nu poate depăși %s
zh_tw: 值不能超過 %s

source: Value difference between the time periods
bn: সময় পরিসরের মধ্যে মানের পার্থক্য
ca: Diferència de valor entre els períodes temporals
cs: Rozdíl hodnot mezi časovými obdobími
ja: 期間間の価値の差
mi: Rerekētanga uara i waenga i ngā wā
ro: Diferență valoare între perioadele de timp

source: Value format
bn: মানের ফরম্যাট
ca: Format de valor
cs: Formát hodnoty
ja: 値の形式
mi: Hōputu uara
nl: Waarde opmaak
pt_br: Formato do valor
ro: Format valoare
tr: Değer biçimi
zh_tw: 數值格式

source: Value greater than
ca: Valor més gran que
cs: Hodnota větší než
mi: Uara nui ake i
ro: Valoare mai mare decât

source: Value is required
bn: মান আবশ্যক
ca: El valor és obligatori
cs: Hodnota je povinná
ja: 値が要求されます
mi: E hiahiatia ana te uara
nl: Waarde is vereist
pt_br: O valor é necessário
ro: Valoarea este obligatorie
tr: Değer gereklidir
zh_tw: 需要值

source: Value less than
ca: Valor més petit que
cs: Hodnota menší než
mi: Uara iti ake i
ro: Valoare mai mică decât

source: Value must be 0 or greater
bn: মান 0 বা তার বেশি হতে হবে
ca: El valor ha de ser 0 o més gran
cs: Hodnota musí být 0 nebo větší
mi: Me noho te uara hei 0, nui ake rānei
ro: Valoarea trebuie să fie 0 sau mai mare

source: Value must be greater than 0
bn: মান 0 এর চেয়ে বেশি হতে হবে
ca: El valor ha de ser més gran que 0
cs: Hodnota musí být větší než 0
ja: 値は 0 より大きくする必要があります
mi: Me nui ake te uara i te 0
nl: Waarde moet groter zijn dan 0
pt_br: O valor deve ser maior que 0
ro: Valoarea trebuie să fie mai mare decât 0
tr: Değer 0'dan büyük olmalıdır
zh_tw: `行偏移量` 必須 大於 或 等於 0

source: Values
ro: Valori

source: Values are dependent on other filters
bn: মানগুলি অন্যান্য ফিল্টারের উপর নির্ভরশীল
ca: Els valors depenen d'altres filtres
cs: Hodnoty jsou závislé na jiných filtrech
es: Los valores dependen de otros filtros
ja: 値は他のフィルターに依存しています
mi: E whakawhirinaki ana ngā uara ki ētahi atu tātari
nl: Waarden zijn afhankelijk van andere filters
pt_br: Os valores dependem de outros filtros
ro: Valorile depind de alte filtre
tr: Değerler diğer filtrelerden bağımlıdır
zh_tw: 這些值依賴於其他過濾器

source: Values dependent on
bn: নির্ভরশীল মান
ca: Valors dependents de
cs: Hodnoty závislé na
ja: 依存する値
mi: Uara e whakawhirinaki ana ki
nl: Waarden afhankelijk van
pt_br: Valores dependentes de
ro: Valori dependente de
tr: Değerlendirilen değerler

source: Values less than this percentage will be grouped into the Other category.
ro: Valorile mai mici decât acest procentaj vor fi grupate în categoria Altele.

source: Version
bn: সংস্করণ
ca: Versió
cs: Verze
es: Versión
ja: バージョン
mi: Putanga
nl: Versie
pt_br: Versão
ro: Versiune
tr: Sürüm
zh_tw: 版本

source: Version number
bn: সংস্করণ সংখ্যা
ca: Número de versió
cs: Číslo verze
es: Número de versión
ja: バージョン番号
mi: Tau putanga
nl: Versienummer
pt_br: Número da versão
ro: Număr versiune
tr: Sürüm numarası
zh_tw: 版本

source: Vertical (Left)
bn: লম্বালম্বি (বাম)
ca: Vertical (Esquerre)
cs: Svislý (vlevo)
es: Vertical (Izquierda)
ja: 縦型(左)
mi: Poutū (Mauī)
nl: Verticaal (Links)
pt_br: Vertical (esquerda)
ro: Vertical (Stânga)
tr: Dikey (Sol)

source: Vertical layout (rows)
ro: Layout vertical (rânduri)

source: View
bn: দেখুন
ca: Veure
cs: Zobrazení
ja: 表示
mi: Tirohanga
nl: Bekijken
pt_br: Ver
ro: Vizualizare
tr: Görünüm

source: View All »
bn: সব দেখুন »
ca: Veure Tot »
cs: Zobrazit vše »
es: Ver Todo »
ja: すべて表示 »
mi: Tirohia Katoa »
nl: Alles weergeven »
pt_br: Ver Todos »
ro: Vezi Tot »
tr: Tümünü Görüntüle »
zh_tw: 查看所有 »
