Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Whether to colorize numeric values by if they are positive or negative
bn: ইতিবাচক বা নেতিবাচক হলে সংখ্যাগত মানগুলিকে রঙিন করা উচিত কিনা।
ca: Si colorar valors numèrics segons si són positius o negatius
cs: Zda obarvit číselné hodnoty podle toho, zda jsou kladné nebo záporné
es: Si se deben colorear los valores numéricos según si son positivos o negativos
ja: 数値を正か負かで色分けするかどうか
mi: Mēnā ka tae i ngā uara tau mēnā he pai, he kino rānei
nl: Of numerieke waarden moeten worden gekleurd op basis van of ze positief of negatief zijn
pt_br: Se os valores numéricos devem ser coloridos de acordo com o fato de serem positivos ou negativos
ro: Dacă să coloreze valorile numerice în funcție de faptul dacă sunt pozitive sau negative
tr: Sayısal değerleri pozitif veya negatif olmalarına göre renklendirmeyi belirler
zh_tw: 根据數值是正數還是負數來為其上色

source: Whether to display a bar chart background in table columns
bn: টেবিলের কলামে বার চার্টের ব্যাকগ্রাউন্ড দেখানো উচিত কিনা।
ca: Si mostrar un fons de gràfic de barres a les columnes de taula
cs: Zda zobrazit pozadí sloupcového grafu ve sloupcích tabulky
es: Si se debe mostrar un fondo de gráfico de barras en las columnas de la tabla
ja: 表の列に棒グラフの背景を表示するかどうか
mi: Mēnā ka whakaatu i te papamuri kauwhata pae i ngā tīwae ripanga
nl: Of er een staafdiagram achtergrond moet worden weergegeven in tabelkolommen
pt_br: Se deve ser exibido um fundo de gráfico de barras nas colunas da tabela
ro: Dacă să afișeze un fundal de grafic cu bare în coloanele tabelului
tr: Tablo sütunlarında çubuk grafik arka planı gösterilip gösterilmeyeceğini belirler
zh_tw: 是否在表格列中顯示柱狀圖背景

source: Whether to display a legend for the chart
bn: চার্টের জন্য একটি লিজেন্ড দেখানো উচিত কিনা।
ca: Si mostrar una llegenda per al gràfic
cs: Zda zobrazit legendu pro graf
es: Si se debe mostrar una leyenda para el gráfico
ja: チャートの凡例を表示するかどうか
mi: Mēnā ka whakaatu i tētahi kōrero mō te kauwhata
nl: Of een legenda van de grafiek moet worden weergegeven
pt_br: Se deve ser exibida uma legenda para o gráfico
ro: Dacă să afișeze o legendă pentru grafic
tr: Grafik için bir açıklama gösterilip gösterilmeyeceği
zh_tw: 是否顯示圖表的圖例（色块分布）

source: Whether to display bubbles on top of countries
bn: দেশগুলোর উপরে বুদবুদ দেখানো উচিত কিনা।
ca: Si mostrar bombolles a sobre dels països
cs: Zda zobrazit bubliny nad zeměmi
es: Si se deben mostrar burbujas encima de los países
ja: 国の上にバブルを表示するかどうか
mi: Mēnā ka whakaatu i ngā pōro i runga i ngā whenua
nl: Of er bubbels bovenop landen moeten worden weergegeven
pt_br: Se deseja exibir bolhas na parte superior dos países
ro: Dacă să afișeze bule peste țări
tr: Ülkelerin üstünde kabarcıkların gösterilip gösterilmeyeceği
zh_tw: 是否在國家之上展示氣泡

source: Whether to display in the chart
ca: Si mostrar al gràfic
cs: Zda zobrazit v grafu
mi: Mēnā ka whakaatu i te kauwhata
ro: Dacă să afișeze în grafic

source: Whether to display the X Axis
ro: Dacă să afișeze axa X

source: Whether to display the Y Axis
ro: Dacă să afișeze axa Y

source: Whether to display the aggregate count
bn: মোট গণনা দেখানো উচিত কিনা।
ca: Si mostrar el recompte agregat
cs: Zda zobrazit agregovaný počet
es: Si mostrar el recuento agregado
ja: 集計数を表示するかどうか
mi: Mēnā ka whakaatu i te tatau whakaarotau
nl: Of het geaggregeerde aantal moet worden weergegeven
pt_br: Se deve ser exibida a contagem agregada
ro: Dacă să afișeze numărul agregat
tr: Toplam sayının gösterilip gösterilmeyeceği

source: Whether to display the interactive data table
bn: ইন্টারেক্টিভ ডেটা টেবিল দেখানো উচিত কিনা।
ca: Si mostrar la taula de dades interactiva
cs: Zda zobrazit interaktivní datovou tabulku
es: Si se debe mostrar la tabla de datos interactiva
ja: 対話型データテーブルを表示するかどうか
mi: Mēnā ka whakaatu i te ripanga raraunga taunekeneke
nl: Of de interactieve datatabel moet worden weergegeven
pt_br: Se deseja exibir a tabela de dados interativa
ro: Dacă să afișeze tabelul de date interactiv
tr: Etkileşimli veri tablosunun gösterilip gösterilmeyeceği
zh_tw: 是否顯示交互式數據表格

source: Whether to display the labels.
bn: লেবেলগুলি দেখানো উচিত কিনা।
ca: Si mostrar les etiquetes.
cs: Zda zobrazit popisky.
es: Si se deben mostrar las etiquetas.
ja: ラベルを表示するかどうか。
mi: Mēnā ka whakaatu i ngā tapanga.
nl: Of de labels getoond moeten worden.
pt_br: Se os rótulos devem ser exibidos.
ro: Dacă să afișeze etichetele.
tr: Etiketlerin gösterilip gösterilmeyeceği.
zh_tw: 是否顯示標籤。

source: Whether to display the legend (toggles)
bn: লিজেন্ড (টগল) প্রদর্শন করা উচিত কিনা।
ca: Si mostrar la llegenda (commutadors)
cs: Zda zobrazit legendu (přepínače)
es: Si se debe mostrar la leyenda (alternar)
ja: 凡例を表示するかどうか(切り替え)
mi: Mēnā ka whakaatu i te kōrero (pātene)
nl: Of de legenda moet worden weergegeven (schakelen)
pt_br: Se a legenda deve ser exibida (alterna)
ro: Dacă să afișeze legenda (comutări)
tr: Açıklamanın (anahtar) gösterilip gösterilmeyeceği (açma/kapatma)
zh_tw: 是否顯示圖例（切换）

source: Whether to display the metric name
ro: Dacă să afișeze numele metricii

source: Whether to display the metric name as a title
bn: মেট্রিকের নাম শিরোনাম হিসেবে প্রদর্শন করা উচিত কিনা।
ca: Si mostrar el nom de la mètrica com a títol
cs: Zda zobrazit název metriky jako název
es: Si se debe mostrar el nombre de la métrica como un título
ja: メトリクス名をタイトルとして表示するかどうか
mi: Mēnā ka whakaatu i te ingoa ine hei taitara
nl: Of de metriek naam als titel moet worden weergegeven
pt_br: Se o nome da métrica deve ser exibido como um título
ro: Dacă să afișeze numele metricii ca titlu
tr: Metrik adının başlık olarak gösterilip gösterilmeyeceği
zh_tw: 是否將指標名顯示為標題

source: Whether to display the min and max values of the X-axis
bn: X-অক্ষের ন্যূনতম এবং সর্বাধিক মানগুলি প্রদর্শন করা উচিত কিনা।
ca: Si mostrar els valors mínims i màxims de l'eix X
cs: Zda zobrazit minimální a maximální hodnoty osy X
es: Si se deben mostrar los valores mínimos y máximos del eje X
ja: X軸の最小値と最大値を表示するかどうか
mi: Mēnā ka whakaatu i ngā uara iti me ngā uara rahi o te tukutuku-X
nl: Of de min en max waarden van de X-as getoond moeten worden
pt_br: Se devem ser exibidos os valores mínimo e máximo do eixo X
ro: Dacă să afișeze valorile min și max ale axei X
tr: X ekseni minimum ve maksimum değerlerinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示 X 軸的最小值和最大值

source: Whether to display the min and max values of the Y-axis
bn: Y-অক্ষের ন্যূনতম এবং সর্বাধিক মানগুলি প্রদর্শন করা উচিত কিনা।
ca: Si mostrar els valors mínims i màxims de l'eix Y
cs: Zda zobrazit minimální a maximální hodnoty osy Y
es: Si se deben mostrar los valores mínimos y máximos del eje Y
ja: Y軸の最小値と最大値を表示するかどうか
mi: Mēnā ka whakaatu i ngā uara iti me ngā uara rahi o te tukutuku-Y
nl: Of de min en max waarden van de Y-as getoond moeten worden
pt_br: Se devem ser exibidos os valores mínimo e máximo do eixo Y
ro: Dacă să afișeze valorile min și max ale axei Y
tr: Y ekseni minimum ve maksimum değerlerinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示 Y 軸的最小值和最大值

source: Whether to display the numerical values within the cells
bn: কক্ষগুলির মধ্যে সংখ্যাগত মানগুলি প্রদর্শন করা উচিত কিনা।
ca: Si mostrar els valors numèrics dins les cel·les
cs: Zda zobrazit číselné hodnoty v buňkách
es: Si se deben mostrar los valores numéricos dentro de las celdas
ja: セル内の数値を表示するかどうか
mi: Mēnā ka whakaatu i ngā uara tau i roto i ngā pūtau
nl: Of de numerieke waarden binnen de cellen moeten worden weergegeven
pt_br: Se deseja exibir os valores numéricos dentro das células
ro: Dacă să afișeze valorile numerice în celule
tr: Hücreler içinde sayısal değerlerin gösterilip gösterilmeyeceği
zh_tw: 是否在單元格内顯示數值

source: Whether to display the percentage value in the tooltip
ca: Si mostrar el valor de percentatge al tooltip
cs: Zda zobrazit procentuální hodnotu v nápovědě
mi: Mēnā ka whakaatu i te uara ōrau i te kītukutuku
ro: Dacă să afișeze valoarea procentuală în tooltip

source: Whether to display the stroke
bn: স্ট্রোক প্রদর্শন করা উচিত কিনা।
ca: Si mostrar el traç
cs: Zda zobrazit obrys
ja: ストロークを表示するかどうか
mi: Mēnā ka whakaatu i te whakapā
nl: Of de lijn moet worden weergegeven
pt_br: Se o traço deve ser exibido
ro: Dacă să afișeze conturul
tr: Çizginin gösterilip gösterilmeyeceği

source: Whether to display the time range interactive selector
bn: সময় সীমার ইন্টারেক্টিভ নির্বাচক প্রদর্শন করা উচিত কিনা।
ca: Si mostrar el selector interactiu de rang temporal
cs: Zda zobrazit interaktivní volič časového rozsahu
es: Si se debe mostrar el selector interactivo de rango de tiempo
ja: 時間範囲インタラクティブセレクターを表示するかどうか
mi: Mēnā ka whakaatu i te kaitīpako taunekeneke awhe wā
nl: Of de interactieve selecter voor het tijdsbereik moet worden weergegeven
pt_br: Se deve ser exibido o seletor interativo de intervalo de tempo
ro: Dacă să afișeze selectorul interactiv pentru intervalul de timp
tr: Zaman aralığı etkileşimli seçicinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示時間範圍交互選擇器

source: Whether to display the timestamp
bn: টাইমস্ট্যাম্প প্রদর্শন করা উচিত কিনা।
ca: Si mostrar la marca temporal
cs: Zda zobrazit časové razítko
es: Si se debe mostrar la marca de tiempo
ja: タイムスタンプを表示するかどうか
mi: Mēnā ka whakaatu i te waitohu
nl: Of de tijdstempel moet worden weergegeven
pt_br: Se deve ser exibido o registro de data e hora
ro: Dacă să afișeze timestamp-ul
tr: Zaman damgasının gösterilip gösterilmeyeceği
zh_tw: 是否顯示時間戳

source: Whether to display the tooltip labels.
bn: টুলটিপ লেবেলগুলি প্রদর্শন করা উচিত কিনা।
ca: Si mostrar les etiquetes del tooltip.
cs: Zda zobrazit popisky nápovědy.
ja: ツールチップのラベルを表示するかどうか。
mi: Mēnā ka whakaatu i ngā tapanga kītukutuku.
nl: Of de tooltiplabels moeten worden weergegeven.
ro: Dacă să afișeze etichetele tooltip.

source: Whether to display the total value in the tooltip
ca: Si mostrar el valor total al tooltip
cs: Zda zobrazit celkovou hodnotu v nápovědě
mi: Mēnā ka whakaatu i te uara tapeke i te kītukutuku
ro: Dacă să afișeze valoarea totală în tooltip

source: Whether to display the trend line
bn: ট্রেন্ড লাইন প্রদর্শন করা উচিত কিনা।
ca: Si mostrar la línia de tendència
cs: Zda zobrazit trendovou čáru
es: Si mostrar la línea de tendencia
ja: トレンドラインを表示するかどうか
mi: Mēnā ka whakaatu i te rārangi ia
nl: Of de trendlijn moet worden weergegeven
pt_br: Se a linha de tendência deve ser exibida
ro: Dacă să afișeze linia de tendință
tr: Eğilim çizgisinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示趋势線

source: Whether to display the type icon (#, Δ, %)
ca: Si mostrar la icona de tipus (#, Δ, %)
cs: Zda zobrazit ikonu typu (#, Δ, %)
mi: Mēnā ka whakaatu i te tohu momo (#, Δ, %)
ro: Dacă să afișeze iconița tipului (#, Δ, %)

source: Whether to enable changing graph position and scaling.
bn: গ্রাফের অবস্থান এবং স্কেল পরিবর্তন করতে সক্ষম করা উচিত কিনা।
ca: Si habilitar canviar la posició i escala del gràfic.
cs: Zda povolit změnu pozice a měřítka grafu.
es: Si se habilita el cambio de posición y escala del gráfico.
ja: グラフの位置とスケーリングの変更を有効にするかどうか。
mi: Mēnā ka whakahohe i te huri i te tūnga kauwhata me te tauine.
nl: Of het wijzigen van de grafiekpositie en schaling moet worden ingeschakeld.
pt_br: Se deve permitir a alteração da posição e da escala do gráfico.
ro: Dacă să permită schimbarea poziției și scalării graficului.
tr: Grafik konumunu ve ölçeğini değiştirme olanağını etkinleştirip etkinleştirmemek.
zh_tw: 是否啟用更改圖形位置和縮放。

source: Whether to enable node dragging in force layout mode.
bn: ফোর্স লেআউট মোডে নোড ড্র্যাগিং সক্ষম করা উচিত কিনা।
ca: Si habilitar arrossegar nodes en mode de disseny de força.
cs: Zda povolit přetahování uzlů v režimu silového uspořádání.
es: Si se debe habilitar el arrastre de nodos en el modo de disposición de fuerza.
ja: 強制レイアウト モードでノードのドラッグを有効にするかどうか。
mi: Mēnā ka whakahohe i te tō pona i te aratau takotoranga kaha.
nl: Of het slepen van knooppunten in de geforceerde lay-outmodus moet worden ingeschakeld.
pt_br: Se deve permitir o arrastamento de nós no modo de layout forçado.
ro: Dacă să permită tragerea nodurilor în modul de layout forță.
tr: Zorlayıcı düzen modunda düğüm sürükleme olanağını etkinleştirip etkinleştirmemek.
zh_tw: 是否在强制布局模式下啟用節點拖動。

source: Whether to fill the objects
bn: বস্তুর পূরণ করা উচিত কিনা।
ca: Si omplir els objectes
cs: Zda vyplnit objekty
ja: オブジェクトを塗りつぶすかどうか
mi: Mēnā ka whakakī i ngā ahanoa
nl: Of de objecten moeten worden gevuld
pt_br: Se os objetos devem ser preenchidos
ro: Dacă să umple obiectele
tr: Nesnelerin doldurulup doldurulmayacağı

source: Whether to ignore locations that are null
bn: যেখানে স্থানগুলি শূন্য সেখানে উপেক্ষা করা উচিত কিনা।
ca: Si ignorar ubicacions que són nul·les
cs: Zda ignorovat umístění, která jsou null
es: Si se deben ignorar las ubicaciones que son nulas
ja: null の位置を無視するかどうか
mi: Mēnā ka whakakorehia i ngā wāhi he kore
nl: Of locaties die null zijn, genegeerd moeten worden
pt_br: Se devem ser ignorados os locais que são nulos
ro: Dacă să ignore locațiile care sunt null
tr: Null olan konumların yoksayılıp yoksayılmayacağı

source: Whether to include a client-side search box
bn: ক্লায়েন্ট-পক্ষের একটি অনুসন্ধান বক্স অন্তর্ভুক্ত করা উচিত কিনা।
ca: Si incloure una caixa de cerca del costat del client
cs: Zda zahrnout vyhledávací pole na straně klienta
ja: クライアント側の検索ボックスを含めるかどうか
mi: Mēnā ka whakauru i tētahi pouaka rapu taha-kiritaki
nl: Of er een zoekvak aan de clientzijde moet worden opgenomen
pt_br: Se deve incluir uma caixa de pesquisa no lado do cliente
ro: Dacă să includă o casetă de căutare pe partea clientului
tr: İstemci tarafı arama kutusunu dahil edip etmemek
zh_tw: 是否包含客戶端搜索框

source: Whether to include the percentage in the tooltip
bn: টুলটিপে শতাংশ অন্তর্ভুক্ত করা উচিত কিনা।
ca: Si incloure el percentatge al tooltip
cs: Zda zahrnout procento do nápovědy
ja: ツールチップにパーセンテージを含めるかどうか
mi: Mēnā ka whakauru i te ōrau i te kītukutuku
nl: Of het percentage in de tooltip moet worden opgenomen
pt_br: Se a porcentagem deve ser incluída na dica de ferramenta
ro: Dacă să includă procentajul în tooltip
tr: Açıklama aracında yüzdeyi dahil edip etmemek
zh_tw: 是否在工具提示中包含百分比

source: Whether to include the time granularity as defined in the time section
bn: সময়ের বিভাগে সংজ্ঞায়িত সময়ের সূক্ষ্মতা অন্তর্ভুক্ত করা উচিত কিনা।
ca: Si incloure la granularitat temporal com està definida a la secció de temps
cs: Zda zahrnout časovou granularitu definovanou v sekci času
es: Si incluir la granularidad del tiempo tal como se define en la sección de tiempo
ja: 時間セクションで定義された時間粒度を含めるかどうか
mi: Mēnā ka whakauru i te māeneene wā e tautuhia ana i te wāhanga wā
nl: Of de tijdgranulariteit moet worden opgenomen zoals gedefinieerd in de tijdsectie
pt_br: Se deve incluir a granularidade de tempo conforme definido na seção de tempo
ro: Dacă să includă granularitatea timpului așa cum este definită în secțiunea de timp
tr: Zaman bölümünde tanımlandığı gibi zaman granülitesini dahil edip etmemek
zh_tw: 是否包含時間段中定義的時間粒度

source: Whether to make the grid 3D
bn: গ্রিডটিকে 3D করা উচিত কিনা।
ca: Si fer la graella 3D
cs: Zda udělat mřížku 3D
ja: グリッドを3Dにするかどうか
mi: Mēnā ka hanga i te tukutata 3D
nl: Of het raster 3D moet worden gemaakt
pt_br: Se a grade deve ser 3D
ro: Dacă să facă grila 3D
tr: Izgarayı 3D yapılıp yapılmayacağı

source: Whether to populate autocomplete filters options
bn: অটোকম্পলিট ফিল্টার বিকল্পগুলি পূর্ণ করা উচিত কিনা।
ca: Si omplir opcions de filtres d'autocompletar
cs: Zda naplnit možnosti filtrů s automatickým doplňováním
es: Si se deben llenar las opciones de filtros de autocompletado
ja: オートコンプリートフィルターオプションを設定するかどうか
mi: Mēnā ka whakakī i ngā kōwhiringa tātari whakaoti aunoa
nl: Geef aan of de autoaanvulfilteropties moeten worden ingevuld
pt_br: Se as opções de filtros de preenchimento automático devem ser preenchidas
ro: Dacă să populeze opțiunile filtrelor de autocompletare
tr: Otomatik tamamlama filtre seçeneklerini doldurup doldurmayacağı
zh_tw: 是否填充自適配過濾條件選項

source: Whether to show as Nightingale chart.
bn: নাইটিংগেল চার্ট হিসেবে দেখানো উচিত কিনা।
ca: Si mostrar com a gràfic de Nightingale.
cs: Zda zobrazit jako Nightingale graf.
mi: Mēnā ka whakaatu hei kauwhata Nightingale.
ro: Dacă să afișeze ca grafic Nightingale.

source: Whether to show minor ticks on the axis
bn: অক্ষের উপর ক্ষুদ্র টিকগুলি দেখানো উচিত কিনা।
ca: Si mostrar marques menors a l'eix
cs: Zda zobrazit vedlejší značky na ose
es: Si mostrar o no las marcas menores en el eje
ja: 軸に小さな目盛りを表示するかどうか
mi: Mēnā ka whakaatu i ngā tika iti i te tukutuku
nl: Of er kleine tikken op de as moeten worden weergegeven
pt_br: Se devem ser mostrados ticks menores no eixo
ro: Dacă să afișeze gradații minore pe axă
tr: Eksen üzerinde küçük işaretlerin gösterilip gösterilmeyeceği
zh_tw: 是否在坐標軸上顯示次級刻度

source: Whether to show the pointer
bn: পয়েন্টার দেখানো উচিত কিনা।
ca: Si mostrar el punter
cs: Zda zobrazit ukazatel
es: Si mostrar el puntero
ja: ポインタを表示するかどうか
mi: Mēnā ka whakaatu i te tohu
nl: Of de aanwijzer moet worden weergegeven
pt_br: Se o ponteiro deve ser exibido
ro: Dacă să afișeze indicatorul
tr: İşaretçinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示指示器

source: Whether to show the progress of gauge chart
bn: গেজ চার্টের অগ্রগতি দেখানো উচিত কিনা।
ca: Si mostrar el progrés del gràfic d'indicador
cs: Zda zobrazit pokrok v měřidlovém grafu
es: Si mostrar el progreso del gráfico de medición
ja: ゲージチャートの進行状況を表示するかどうか
mi: Mēnā ka whakaatu i te kokenga o te kauwhata ine
nl: Of de voortgang van het graadmeterdiagram moet worden weergegeven
pt_br: Se deve mostrar o progresso do gráfico do medidor
ro: Dacă să afișeze progresul graficului cu indicator
tr: Derece grafiğinin ilerlemesinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示量規圖進度

source: Whether to show the split lines on the axis
bn: অক্ষের উপর বিভক্ত লাইনগুলি দেখানো উচিত কিনা।
ca: Si mostrar les línies de divisió a l'eix
cs: Zda zobrazit dělicí čáry na ose
es: Si mostrar las líneas de división en el eje
ja: 軸上の分割線を表示するかどうか
mi: Mēnā ka whakaatu i ngā rārangi wehe i te tukutuku
nl: Of de splitslijnen op de as moeten worden weergegeven
pt_br: Se devem ser mostradas as linhas divididas no eixo
ro: Dacă să afișeze liniile de separare pe axă
tr: Eksen üzerindeki bölme çizgilerinin gösterilip gösterilmeyeceği
zh_tw: 是否顯示Y軸的最小值和最大值

source: Whether to sort ascending or descending on the base Axis.
bn: বেস অক্ষে অক্ষীয় বা অবনমিতভাবে সাজানো উচিত কিনা।
ca: Si ordenar ascendent o descendent a l'Eix base.
cs: Zda řadit vzestupně nebo sestupně na základní ose.
ja: 基本軸で昇順または降順でソートするかどうか。
mi: Mēnā ka kōmaka piki, heke rānei i te Tukutuku pūtake.
nl: Of er oplopend of aflopend moet worden gesorteerd op de basisas.
pt_br: Se a classificação deve ser ascendente ou descendente no eixo base.
ro: Dacă să sorteze crescător sau descrescător pe axa de bază.
tr: Temel Eksende artan veya azalan sıralanıp sıralanmayacağı.

source: Whether to sort descending or ascending
bn: অবনমিত বা অক্ষীয়ভাবে সাজানো উচিত কিনা।
ca: Si ordenar descendent o ascendent
cs: Zda řadit sestupně nebo vzestupně
es: Si ordenar de forma descendente o ascendente
ja: 降順または昇順でソートするかどうか
mi: Mēnā ka kōmaka heke, piki rānei
nl: Aflopend of oplopend sorteren
pt_br: Se a classificação deve ser descendente ou ascendente
ro: Dacă să sorteze descrescător sau crescător
tr: Azalan veya artan sıralamalı mı?
zh_tw: 是降序還是升序排序

source: Whether to sort results by the selected metric in descending order.
bn: নির্বাচিত মেট্রিকে ফলাফলগুলি অবনমিতভাবে সাজানো উচিত কিনা।
ca: Si ordenar resultats per la mètrica seleccionada en ordre descendent.
cs: Zda řadit výsledky podle vybrané metriky sestupně.
es: Si se deben ordenar los resultados por la métrica seleccionada en orden descendente.
ja: 選択したメトリックによって結果を降順に並べ替えるかどうか。
mi: Mēnā ka kōmaka i ngā hua mā te ine kua tīpakohia i te raupapa heke.
nl: Of de resultaten in aflopende volgorde moeten worden gesorteerd op de geselecteerde metriek.
pt_br: Se os resultados devem ser classificados pela métrica selecionada em ordem decrescente.
ro: Dacă să sorteze rezultatele după metrica selectată în ordine descrescătoare.
tr: Sonuçları seçilen metriğe göre azalan sırada sıralayıp sıralamamak.
zh_tw: 是否按所選指標按降序對结果進行排序。

source: Whether to sort tooltip by the selected metric in descending order.
bn: নির্বাচিত মেট্রিক দ্বারা টুলটিপগুলি অবনমিতভাবে সাজানো উচিত কিনা।
ca: Si ordenar tooltip per la mètrica seleccionada en ordre descendent.
cs: Zda řadit nápovědu podle vybrané metriky sestupně.
es: Si se debe ordenar la información sobre herramientas por la métrica seleccionada en orden descendente.
ja: 選択したメトリックによってツールチップを降順に並べ替えるかどうか。
mi: Mēnā ka kōmaka i te kītukutuku mā te ine kua tīpakohia i te raupapa heke.
nl: Of de tooltip moet worden gesorteerd op de geselecteerde metriek in aflopende volgorde.
pt_br: Se a dica de ferramenta deve ser classificada pela métrica selecionada em ordem decrescente.
ro: Dacă să sorteze tooltip-ul după metrica selectată în ordine descrescătoare.
tr: Açıklamayı seçilen metriğe göre azalan sıraya göre sıralayıp sıralamamak.
zh_tw: 是否按所選指標按降序對结果進行排序。

source: Whether to truncate metrics
bn: মেট্রিকগুলি কাটা উচিত কিনা।
ca: Si truncar mètriques
cs: Zda zkrátit metriky
ja: メトリクスを切り捨てるかどうか
mi: Mēnā ka porohita i ngā ine
nl: Of de metrieken moeten worden afgekapt
pt_br: Se as métricas devem ser truncadas
ro: Dacă să trunchieze metricile
tr: Metrikleri kırpıp kırpamamak

source: Which country to plot the map for?
bn: কোন দেশের জন্য মানচিত্র আঁকা হবে?
ca: Per quin país traçar el mapa?
cs: Pro kterou zemi vykreslit mapu?
es: ¿Para qué país trazar el mapa?
ja: どの国の地図を描きますか?
mi: Ko tēhea whenua hei whakatakoto mahere?
nl: Voor welk land moet de kaart worden getekend?
pt_br: Para qual país traçar o mapa?
ro: Pentru ce țară să se ploteze harta?
tr: Haritayı hangi ülke için çizeceğiniz?
zh_tw: 為哪個國家繪制地圖？

source: Which relatives to highlight on hover
bn: হোভার করার সময় কোন আত্মীয়গুলিকে হাইলাইট করা উচিত।
ca: Quins parents destacar en passar per sobre
cs: Které příbuzné prvky zvýraznit při najetí myší
es: Qué familiares resaltar al pasar el ratón
ja: ホバー時にどの親戚を強調表示するか
mi: Ko ēhea ngā whanaunga hei whakamiramira i te haewē
nl: Welke verwanten te markeren bij zweven
pt_br: Qual parentes para destaque sobre passe o mouse
ro: Ce înrudiri să evidențieze la hover
tr: Üzerine gelindiğinde vurgulanacak olan akrabalar
zh_tw: 在懸停時突出顯示哪些關係

source: Whisker/outlier options
bn: হুইস্কার/আউটলায়ার বিকল্পগুলি।
ca: Opcions de bigoti/valor atípic
cs: Možnosti vousů/odlehlých hodnot
es: Opciones de bigote/excepción
ja: ウィスカー/外れ値オプション
mi: Kōwhiringa whīhau/wāhitauwehe
nl: Opties whisker/outlier
pt_br: Opções de Whisker/outlier
ro: Opțiuni whisker/valori aberante
tr: Sap/taşlama seçenekleri
zh_tw: 異常值/離群值選項

source: Width
bn: প্রস্থ
ca: Amplada
cs: Šířka
es: Ancho
ja: 幅
mi: Whānui
nl: Breedte
pt_br: Largura
ro: Lățime
tr: Genişlik
zh_tw: 寬度

source: Width of the confidence interval. Should be between 0 and 1
bn: বিশ্বাসের অন্তরের প্রস্থ। 0 এবং 1 এর মধ্যে হতে হবে।
ca: Amplada de l'interval de confiança. Hauria d'estar entre 0 i 1
cs: Šířka intervalu spolehlivosti. Měla by být mezi 0 a 1
ja: 信頼区間は0から1の間である必要があります。
mi: Whānui o te wā pono. Me noho i waenga i te 0 me te 1
nl: Breedte van het vertrouwensinterval. Moet tussen 0 en 1 zijn
pt_br: Largura do intervalo de confiança. Deve estar entre 0 e 1
ro: Lățimea intervalului de încredere. Ar trebui să fie între 0 și 1
tr: Güven aralığının genişliği. 0 ile 1 arasında olmalıdır.
zh_tw: 置信區間必須介於 0 和 1（不包含 1）之間

source: Width of the sparkline
bn: স্পার্কলাইনের প্রস্থ।
ca: Amplada de la línia de tendència
cs: Šířka minigrafu
es: Ancho de la línea de tendencia
ja: スパークラインの幅
mi: Whānui o te rārangi kōhā
nl: Breedte van de sparkline
pt_br: Largura do brilho
ro: Lățimea sparkline-ului
tr: Sparkline'ın genişliği
zh_tw: 迷你圖的寬度

source: Window must be > 0
bn: জানালা > 0 হতে হবে।
ca: La finestra ha de ser > 0
cs: Okno musí být > 0
es: La ventana debe ser > 0
ja: ウィンドウは 0 以上である必要があります。
mi: Me > 0 te matapihi
nl: Venster moet > 0 zijn
pt_br: A janela deve ser > 0
ro: Fereastra trebuie să fie > 0
tr: Pencere > 0 olmalıdır.
zh_tw: 窗口必須大於 0
