Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Fixed
bn: স্থির
ca: Fix
cs: Pevný
ja: 固定
mi: Kua Whakatikahia
nl: Vast
pt_br: Fixo
ro: Fix
tr: Sabit
zh_tw: 固定值

source: Fixed Color
bn: স্থির রঙ
ca: Color Fix
cs: Pevná barva
ja: 固定色
mi: Tae Mau
nl: Vaste kleur
pt_br: Cor Fixa
ro: Culoare Fixă
tr: Sabit Renk
zh_tw: 固定颜色

source: Fixed color
bn: স্থির রঙ
ca: Color fix
cs: Pevná barva
es: Color fijo
ja: 固定色
mi: Tae mau
nl: Vaste kleur
pt_br: Cor fixa
ro: Culoare fixă
tr: Sabit renk
zh_tw: 固定颜色

source: Fixed point radius
bn: স্থির পয়েন্টের ব্যাসার্ধ
ca: Radi de punt fix
cs: Pevný poloměr bodu
es: Radio de punto fijo
ja: 固定小数点の半径
mi: Pūtoro tohu mau
nl: Vaste punt radius
pt_br: Raio do ponto fixo
ro: Rază punct fix
tr: Sabit nokta yarıçapı

source: Flow
bn: প্রবাহ
ca: Flux
cs: Tok
es: Flujo
ja: 流れ
mi: Rere
nl: Stroom
pt_br: Fluxo
ro: Flux
tr: Akış
zh_tw: 流圖

source: Font size
bn: ফন্ট সাইজ
ca: Mida de font
cs: Velikost písma
es: Tamaño de fuente
ja: フォントサイズ
mi: Rahi momotuhi
pt_br: Tamanho da Fonte
ro: Dimensiune font
tr: Yazı Tipi Boyutu
zh_tw: 字體大小

source: Font size for axis labels, detail value and other text elements
bn: অক্ষের লেবেল, বিশদ মান এবং অন্যান্য টেক্সট উপাদানের জন্য ফন্ট সাইজ
ca: Mida de font per etiquetes d'eix, valor de detall i altres elements de text
cs: Velikost písma pro popisky os, hodnoty detailů a další textové prvky
es: Tamaño de fuente para etiquetas de ejes, valor detallado y otros elementos de texto
ja: 軸ラベル、詳細値、その他のテキスト要素のフォント サイズ
mi: Rahi momotuhi mō ngā tapanga tukutuku, uara taipitopito me ētahi atu huānga kupu
nl: Tekengrootte voor as labels, detailwaarde en andere tekstelementen
pt_br: Tamanho da Fonte para rótulos de eixo, detalhes de valor e outros elementos de texto
ro: Dimensiune font pentru etichetele axei, valoarea detaliată și alte elemente de text
tr: Eksen etiketleri, detay değeri ve diğer metin öğeleri için yazı tipi boyutu
zh_tw: 軸標籤、詳圖值和其他文本元素的字體大小

source: Font size for the biggest value in the list
bn: তালিকার সবচেয়ে বড় মানের জন্য ফন্ট সাইজ
ca: Mida de font per al valor més gran de la llista
cs: Velikost písma pro největší hodnotu v seznamu
es: Tamaño de fuente para el valor más grande en la lista
ja: リスト内の最大値のフォント サイズ
mi: Rahi momotuhi mō te uara nui rawa i te rārangi
nl: Lettergrootte voor de grootste waarde in de lijst
pt_br: Tamanho da Fonte para o maior valor na lista
ro: Dimensiune font pentru cea mai mare valoare din listă
tr: Listedeki en büyük değer için yazı tipi boyutu
zh_tw: 列表中最大值的字體大小

source: Font size for the smallest value in the list
bn: তালিকার সবচেয়ে ছোট মানের জন্য ফন্ট সাইজ
ca: Mida de font per al valor més petit de la llista
cs: Velikost písma pro nejmenší hodnotu v seznamu
es: Tamaño de fuente para el valor más pequeño en la lista
ja: リスト内の最小値のフォント サイズ
mi: Rahi momotuhi mō te uara iti rawa i te rārangi
nl: Lettergrootte voor de kleinste waarde in de lijst
pt_br: Tamanho da Fonte para o menor valor na lista
ro: Dimensiune font pentru cea mai mică valoare din listă
tr: Listedeki en küçük değer için yazı tipi boyutu
zh_tw: 列表中最小值的字體大小

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
bn: বিগকুয়েরি, প্রেস্টো এবং পোস্টগ্রেসের জন্য, একটি বাটন প্রদর্শন করে যা কোয়েরি চালানোর আগে খরচ হিসাব করে।
ca: Per Bigquery, Presto i Postgres, mostra un botó per calcular el cost abans d'executar una consulta.
cs: Pro BigQuery, Presto a Postgres zobrazí tlačítko pro výpočet nákladů před spuštěním dotazu.
ja: BigQuery、Presto、Postgres の場合、クエリを実行する前にコストを計算するボタンが表示されます。
mi: Mō Bigquery, Presto me Postgres, ka whakaatu i tētahi pātene hei tatau i te utu i mua i te whakahaere i tētahi pātai.
nl: Voor Bigquery, Presto en Postgres, toont een knop om de kosten te berekenen voordat een query wordt uitgevoerd.
pt_br: Para Bigquery, Presto e Postgres, mostra um botão para calcular o custo antes de executar uma consulta.
ro: Pentru Bigquery, Presto și Postgres, afișează un buton pentru calcularea costului înainte de a rula o interogare.
tr: Bigquery, Presto ve Postgres için bir sorguyu çalıştırmadan önce maliyeti hesaplamak için bir düğme gösterir.
zh_tw: 對於 Bigquery、Presto 和 Postgres，在運行查詢之前，會顯示一個按钮來計算成本。

source: For Trino, describe full schemas of nested ROW types, expanding them with dotted paths
bn: ট্রিনোর জন্য, নেস্টেড ROW প্রকারের সম্পূর্ণ স্কিমাগুলি বর্ণনা করুন, এগুলি ডটেড পাথ দ্বারা সম্প্রসারিত করুন।
ca: Per Trino, descriure esquemes complets de tipus ROW niuats, expandint-los amb camins puntejats
cs: Pro Trino popište úplná schémata vnořených typů ROW a rozšiřte je pomocí tečkovaných cest
es: Para Trino, describe esquemas completos de tipos de filas anidadas, expandiéndolos con rutas punteadas
ja: Trino の場合、ネストされた ROW 型の完全なスキーマを記述し、点線のパスで展開します
mi: Mō Trino, whakamāramahia ngā hanga katoa o ngā momo ROW whakawhāiti, ka whakawhānuitia ki ngā ara tongi
nl: Voor Trino, beschrijf volledige schema's van geneste ROW types, breidt ze uit met stippellijnstukken
ro: Pentru Trino, descrie schemele complete ale tipurilor ROW imbricate, extinzându-le cu căi punctate
zh_tw: 用於 Trino，描述嵌套的行類型的完整的模式，使用點號展開他的路徑。

source: For further instructions, consult the
bn: অতিরিক্ত নির্দেশনার জন্য, পরামর্শ করুন
ca: Per més instruccions, consulta el
cs: Pro další pokyny se obraťte na
es: Para más instrucciones, consulta el
ja: 詳細な手順については、次のサイトを参照してください。
mi: Mō ētahi tohutohu atu, tirohia te
nl: Voor verdere instructies, raadpleeg de
pt_br: Para mais instruções , consultar o
ro: Pentru instrucțiuni suplimentare, consultă
tr: Daha fazla talimat için, şuna başvurun:
zh_tw: 更深入的了解，請查看

source: For more information about objects are in context in the scope of this function, refer to the
bn: এই ফাংশনের পরিসরে কনটেক্সটে অবজেক্টগুলি সম্পর্কে আরও তথ্যের জন্য, দেখুন
ca: Per més informació sobre els objectes que estan en context en l'àmbit d'aquesta funció, refereix-te al
cs: Pro více informací o objektech, které jsou v kontextu v rozsahu této funkce, se podívejte na
es: Para obtener más información sobre los objetos que están en contexto en el ámbito de esta función, consulte el
ja: この関数のスコープ内のコンテキスト内にあるオブジェクトの詳細については、「
mi: Mō ētahi mōhiohio atu mō ngā ahanoa kei roto i te horopaki i te korahi o tēnei taumahi, tirohia te
nl: Voor meer informatie over objecten in de context van deze functie, verwijzen we naar de
pt_br: Para mais informações sobre os objetos que estão no contexto do escopo dessa função, consulte para o
ro: Pentru mai multe informații despre obiectele care sunt în context în domeniul acestei funcții, consultă
tr: Bu işlevin bağlamında bulunan nesneler hakkında daha fazla bilgi için, şuna başvurun:
zh_tw: 要了解在此函數作用域中上下文中的對象的更多訊息，請参阅

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
bn: নিয়মিত ফিল্টারের জন্য, এই ফিল্টারটি যেসব ভূমিকায় প্রয়োগ হবে। বেস ফিল্টারের জন্য, এগুলি সেই ভূমিকাগুলি যা ফিল্টারটি প্রয়োগ হয় না, যেমন: যদি অ্যাডমিন সমস্ত ডেটা দেখতে চান তবে অ্যাডমিন।
ca: Per filtres regulars, aquests són els rols als quals s'aplicarà aquest filtre. Per filtres base, aquests són els rols als quals el filtre NO s'aplica, p.ex. Admin si l'admin ha de veure totes les dades.
cs: Pro běžné filtry jsou to role, na které bude tento filtr aplikován. Pro základní filtry jsou to role, na které se filtr NEVZTAHUJE, např. Admin, pokud by admin měl vidět všechna data.
es: Para los filtros regulares, estos son los roles a los que se aplicará este filtro. Para los filtros base, estos son los roles a los que el filtro NO se aplica, por ejemplo, Admin si el administrador debe ver todos los datos.
ja: 通常のフィルターの場合、これらはこのフィルターが適用される役割です。基本フィルターの場合、これらはフィルターが適用されない役割です。管理者がすべてのデータを表示する必要がある場合。
mi: Mō ngā tātari auau, ko ēnei ngā tūranga ka whakahaeretia ki reira tēnei tātari. Mō ngā tātari pūtake, ko ēnei ngā tūranga KAREKAU e pā ana te tātari, hei tauira ko te Admin mēnā me kite te Admin i ngā raraunga katoa.
nl: Voor reguliere filters zijn dit de rollen waarop dit filter zal worden toegepast. Voor de basisfilters zijn dit de rollen waarop het filter NIET van toepassing is, bijv. Admin als de beheerder alle gegevens zou moeten zien.
pt_br: Para os filtros regulares, estas são as funções às quais este filtro será aplicado. Para os filtros de base, estas são as funções às quais o filtro NÃO se aplica, por exemplo, Admin se o admin tiver de ver todos os dados.
ro: Pentru filtrele obișnuite, acestea sunt rolurile la care se va aplica acest filtru. Pentru filtrele de bază, acestea sunt rolurile la care filtrul NU se aplică, de ex. Admin dacă admin-ul ar trebui să vadă toate datele.
tr: Düzenli filtreler için, bu filtre uygulanacak rollerdir. Temel filtreler için, bu filtre uygulanmayan rollerdir, örneğin, yönetici tüm verileri görmelidir.
zh_tw: 對於常規過濾，這些是此過濾將應用於的角色。對於基本過濾，這些是過濾不適用的角色，例如Admin代表admin應該查看所有數據。

source: Forbidden
ro: Interzis

source: Force
bn: জোর
ca: Forçar
cs: Vynutit
ja: フォース
mi: Kaha
nl: Forceer
pt_br: Forçar
ro: Forțează
tr: Zorla
zh_tw: 力導向

source: Force Time Grain as Max Interval
ro: Forțează Time Grain ca Interval Maxim

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
bn: SQL ল্যাবে CTAS বা CVAS ক্লিক করার সময় সমস্ত টেবিল এবং ভিউগুলি এই স্কিমাতে তৈরি করতে বাধ্য করুন।
ca: Forçar que totes les taules i vistes es creïn en aquest esquema quan es faci clic CTAS o CVAS al SQL Lab.
cs: Vynutit vytváření všech tabulek a pohledů v tomto schématu při kliknutí na CTAS nebo CVAS v SQL Labu.
es: Fuerza a que todas las tablas y vistas se creen en este esquema al hacer clic en CTAS o CVAS en SQL Lab.
ja: SQL Lab で CTAS または CVAS をクリックすると、すべてのテーブルとビューがこのスキーマに強制的に作成されます。
mi: Akingia ngā ripanga me ngā tirohanga katoa kia hangaia ki roto i tēnei hanga ina pāwhiria te CTAS, te CVAS rānei i SQL Lab.
nl: Forceer dat alle tabellen en weergaven binnen dit schema worden gemaakt bij het klikken van CTAS of CVAS in SQL Lab.
pt_br: Força a criação de todas as tabelas e visôes neste esquema ao clicar em CTAS ou CVAS no SQL Lab.
ro: Forțează toate tabelele și vizualizările să fie create în această schemă când dai clic pe CTAS sau CVAS în SQL Lab.
tr: Tüm tablo ve görünümlerin SQL Lab'da CTAS veya CVAS tıklanırken bu şema içinde oluşturulmasını zorlayın.
zh_tw: 在 SQL 工具箱中點擊 CTAS 或 CVAS 强制創建所有數據表或視圖

source: Force categorical
bn: জোর করে শ্রেণীবদ্ধ
ca: Forçar categòric
cs: Vynutit kategorický
ja: カテゴリカルに強制する
mi: Akingia kāwai
nl: Forceer categorisch
ro: Forțează categoric

source: Force date format
bn: জোর করে তারিখের ফরম্যাট
ca: Forçar format de data
cs: Vynutit formát data
ja: 日付形式を強制する
mi: Akingia hōputu rā
nl: Forceer datum opmaak
pt_br: Forçar o formato da data
ro: Forțează format dată
tr: Tarih formatını zorla

source: Force refresh
bn: জোর করে রিফ্রেশ
ca: Forçar actualització
cs: Vynutit obnovení
es: Forzar actualización
ja: 強制更新
mi: Whakahou-ā-kaha
nl: Vernieuwen forceren
pt_br: Forçar atualização
ro: Forțează reîmprospătare
tr: Yeniden yükleme zorla
zh_tw: 强制刷新

source: Force refresh Slack channels list
ca: Forçar actualització de la llista de canals de Slack
cs: Vynutit obnovení seznamu kanálů Slack
mi: Whakahou-ā-kaha i te rārangi hongere Slack
ro: Forțează reîmprospătarea listei de canale Slack

source: Force refresh catalog list
bn: জোর করে ক্যাটালগ তালিকা রিফ্রেশ করুন
ca: Forçar actualització de la llista de catàleg
cs: Vynutit obnovení seznamu katalogů
mi: Whakahou-ā-kaha i te rārangi kātaloka
ro: Forțează reîmprospătarea listei de cataloage

source: Force refresh schema list
bn: জোর করে স্কিমা তালিকা রিফ্রেশ করুন
ca: Forçar actualització de la llista d'esquemes
cs: Vynutit obnovení seznamu schémat
es: Forzar la actualización de la lista de esquemas
ja: スキーマリストの強制更新
mi: Whakahou-ā-kaha i te rārangi hanga
nl: Forceer vernieuwen schema lijst
pt_br: Forçar atualização da lista de esquemas
ro: Forțează reîmprospătarea listei de scheme
tr: Şema listesini yeniden yükleme zorla
zh_tw: 强制刷新模式列表

source: Force refresh table list
bn: জোর করে টেবিলের তালিকা রিফ্রেশ করুন
ca: Forçar actualització de la llista de taules
cs: Vynutit obnovení seznamu tabulek
es: Forzar la actualización de la lista de tablas
ja: テーブルリストを強制更新
mi: Whakahou-ā-kaha i te rārangi ripanga
nl: Forceer vernieuwen tabel lijst
pt_br: Forçar atualização da lista de tabelas
ro: Forțează reîmprospătarea listei de tabele
tr: Tablo listesini yeniden yükleme zorla
zh_tw: 强制刷新表列表

source: Forces selected Time Grain as the maximum interval for X Axis Labels
ro: Forțează Time Grain-ul selectat ca interval maxim pentru Etichetele Axei X

source: Forecast periods
bn: ভবিষ্যদ্বাণী সময়কাল
ca: Períodes de pronòstic
cs: Období předpovědi
ja: 予測期間
mi: Wā matapae
nl: Voorspel periodes
pt_br: Períodos de previsão
ro: Perioade prognoză
tr: Tahmin dönemleri
zh_tw: 預测期

source: Foreign key
bn: বিদেশী কী
ca: Clau forana
cs: Cizí klíč
es: Clave externa
ja: 外部キー
mi: Kī tāwāhi
pt_br: Chave estrangeira
ro: Cheie străină
tr: Yabancı anahtar
zh_tw: 外鍵

source: Forest Green
bn: জঙ্গলের সবুজ
ca: Verd Bosc
cs: Lesní zelená
ja: フォレストグリーン
mi: Kākāriki Ngahere
nl: Bos Groen
pt_br: Verde floresta
ro: Verde Pădure
tr: Orman Yeşili

source: Form data not found in cache, reverting to chart metadata.
bn: ক্যাশে ফর্ম ডেটা পাওয়া যায়নি, চার্ট মেটাডেটায় ফিরে যাচ্ছি।
ca: Dades del formulari no trobades a la memòria cau, revertint a metadades del gràfic.
cs: Data formuláře nenalezena v mezipaměti, vracím se k metadatům grafu.
es: No se encontraron datos del formulario en la caché, volviendo a los metadatos del gráfico.
ja: フォーム データがキャッシュ内に見つからないため、チャート メタデータに戻ります。
mi: Kāore i kitea ngā raraunga puka i te keteroki, e hoki ana ki te metadata kauwhata.
nl: Formuliergegevens niet gevonden in de cache, terugzetten naar metagegevens van grafiek.
pt_br: Os dados do formulário não foram encontrados na cache, revertendo para os metadados do gráfico.
ro: Date formular nu găsite în cache, revenire la metadatele graficului.
tr: Ön bellekte form verileri bulunamadı, grafik meta verilerine dönülüyor.

source: Form data not found in cache, reverting to dataset metadata.
bn: ক্যাশে ফর্ম ডেটা পাওয়া যায়নি, ডেটাসেট মেটাডেটায় ফিরে যাচ্ছি।
ca: Dades del formulari no trobades a la memòria cau, revertint a metadades del conjunt de dades.
cs: Data formuláře nenalezena v mezipaměti, vracím se k metadatům sady dat.
es: No se encontraron datos del formulario en la caché, volviendo a los metadatos del conjunto de datos.
ja: フォーム データがキャッシュ内に見つからないため、データセット メタデータに戻ります。
mi: Kāore i kitea ngā raraunga puka i te keteroki, e hoki ana ki te metadata rārangi raraunga.
nl: Formuliergegevens niet gevonden in de cache, teruggezet naar dataset metadata.
pt_br: Os dados do formulário não foram encontrados na cache, revertendo para os metadados do conjunto de dados.
ro: Date formular nu găsite în cache, revenire la metadatele setului de date.
tr: Ön bellekte form verileri bulunamadı, veri kümesi meta verilerine dönülüyor.

source: Format SQL
bn: SQL ফরম্যাট করুন
ca: Formatar SQL
cs: Formátovat SQL
ja: SQLのフォーマット
mi: Hōputu SQL
nl: Formatteer SQL
ro: Formatează SQL

source: Format SQL query
ro: Formatează interogarea SQL

source: Format data labels. Use variables: {name}, {value}, {percent}. \n represents a new line. ECharts compatibility: {a} (series), {b} (name), {c} (value), {d} (percentage)
bn: ডেটা লেবেলগুলি ফরম্যাট করুন। ভেরিয়েবলগুলি ব্যবহার করুন: {name}, {value}, {percent}. \n নতুন লাইন উপস্থাপন করে। ECharts সামঞ্জস্য: {a} (সিরিজ), {b} (নাম), {c} (মান), {d} (শতাংশ)
ca: Formatar etiquetes de dades. Utilitza variables: {name}, {value}, {percent}. \n representa una nova línia. Compatibilitat ECharts: {a} (sèrie), {b} (nom), {c} (valor), {d} (percentatge)
cs: Formátovat popisky dat. Použijte proměnné: {name}, {value}, {percent}. \n představuje nový řádek. Kompatibilita s ECharts: {a} (série), {b} (název), {c} (hodnota), {d} (procento)
mi: Hōputu tapanga raraunga. Whakamahia ngā taurangi: {name}, {value}, {percent}. e tohu ana i tētahi rārangi hou. Hāngaitanga ECharts:
ro: Formatează etichetele de date. Folosește variabile: {name}, {value}, {percent}. \n reprezintă o linie nouă. Compatibilitate ECharts: {a} (serie), {b} (nume), {c} (valoare), {d} (procent)

source: Formatted CSV attached in email
bn: ইমেইলে সংযুক্ত ফরম্যাটেড CSV
ca: CSV formatat adjunt al correu electrònic
cs: Formátované CSV přiloženo v e-mailu
es: CSV formateado adjunto en el correo electrónico
ja: 書式設定されたCSVをメールに添付
mi: CSV kua hōputuhia kua tāpiritia ki te īmēra
nl: Opgemaakte CSV gekoppeld aan e-mail
pt_br: CSV formatado anexado no e-mail
ro: CSV formatat atașat în email
tr: E-postada ekli biçimlenmiş CSV
zh_tw: 郵件中附上格式化好的CSV

source: Formatted date
bn: ফরম্যাটেড তারিখ
ca: Data formatada
cs: Formátované datum
ja: フォーマットされた日付
mi: Rā kua hōputuhia
nl: Opgemaakte datum
pt_br: Data formatada
ro: Dată formatată
tr: Biçimlenmiş tarih

source: Formatted value
bn: ফরম্যাটেড মান
ca: Valor formatat
cs: Formátovaná hodnota
ja: フォーマットされた値
mi: Uara kua hōputuhia
nl: Opgemaakte waarde
pt_br: Valor formatado
ro: Valoare formatată
tr: Biçimlenmiş değer

source: Formatting
bn: ফরম্যাটিং
ca: Format
cs: Formátování
ja: 書式設定
mi: Hōputu
nl: Opmaken
pt_br: Formatação
ro: Formatare
tr: Biçimlendirme

source: Formula
bn: ফর্মুলা
ca: Fórmula
cs: Vzorec
ja: 式
mi: Tauira
nl: Formule
pt_br: Fórmula
ro: Formulă
tr: Formül

source: Forward values
bn: মানগুলি এগিয়ে দিন
ca: Valors endavant
cs: Dopředné hodnoty
ja: フォワード値
mi: Uara whakamua
nl: Waarden doorsturen
pt_br: Valores futuros
ro: Valori înainte
tr: Değerleri İleri Taşı

source: Found invalid orderby options
bn: অবৈধ অর্ডারবাই বিকল্প পাওয়া গেছে
ca: S'han trobat opcions d'ordenació invàlides
cs: Nalezeny neplatné možnosti order by
es: Se encontraron opciones de ordenación no válidas
ja: 無効な orderby オプションが見つかりました
mi: I kitea he kōwhiringa orderby muhu
nl: Ongeldige order-opties gevonden
pt_br: Encontradas opções de orderby inválidas
ro: Găsite opțiuni orderby invalide
tr: Geçersiz orderby seçenekleri bulundu
zh_tw: 發現無效的 orderby 選項

source: Fraction digits
bn: ভগ্নাংশ ডিজিট
ca: Dígits fraccionaris
cs: Počet desetinných míst
es: Dígitos fraccionarios
ja: 小数部の桁
mi: Mati hautanga
nl: Breuk cijfers
pt_br: Dígitos de frações
ro: Cifre fracționare
tr: Kesir basamakları
zh_tw: 分數位

source: Frequency
bn: ফ্রিকোয়েন্সি
ca: Freqüència
cs: Frekvence
ja: 頻度
mi: Auau
nl: Frequentie
pt_br: Frequência
ro: Frecvență
tr: Sıklık
zh_tw: 頻率

source: Friction
bn: ঘর্ষণ
ca: Fricció
cs: Tření
ja: 摩擦
mi: Waku
nl: Wrijving
pt_br: Atrito
ro: Fricțiune
tr: Sürtünme
zh_tw: 摩擦力

source: Friction between nodes
bn: নোডগুলির মধ্যে ঘর্ষণ
ca: Fricció entre nodes
cs: Tření mezi uzly
es: Fricción entre nodos
ja: ノード間の摩擦
mi: Waku i waenga i ngā pona
nl: Wrijving tussen nodes
pt_br: Atrito entre nós
ro: Fricțiune între noduri
tr: Düğümler arasındaki sürtünme
zh_tw: 節點之間的摩擦力

source: Friday
bn: শুক্রবার
ca: Divendres
cs: Pátek
es: Viernes
ja: 金曜日
mi: Paraire
nl: Vrijdag
pt_br: Sexta
ro: Vineri
tr: Cuma
zh_tw: 星期五

source: From date cannot be larger than to date
bn: শুরুর তারিখ শেষ তারিখের চেয়ে বড় হতে পারে না
ca: La data de començament no pot ser més gran que la data de fi
cs: Datum od nemůže být větší než datum do
es: La fecha de inicio no puede ser mayor que la fecha de fin
ja: 開始日は終了日を超えてはいけません。
mi: Kāore e taea e te rā mai te rahi ake i te rā ki
nl: Van datum kan niet groter zijn dan tot datum
pt_br: A data de início não pode ser maior do que a data de fim
ro: Data de la nu poate fi mai mare decât data până la
tr: Başlangıç tarihi bitiş tarihinden büyük olamaz
zh_tw: 起始日期不能晚於结束日期

source: Full name
bn: পূর্ণ নাম
ca: Nom complet
cs: Celé jméno
ja: フルネーム
mi: Ingoa katoa
nl: Volledige naam
pt_br: Nome completo
ro: Nume complet
tr: Tam ad

source: Funnel Chart
bn: ফানেল চার্ট
ca: Gràfic d'Embut
cs: Trychtýřový graf
ja: ファネルチャート
mi: Kauwhata Kōrere
nl: Trechter Grafiek
pt_br: Gráfico de funil
ro: Grafic Pâlnie
tr: Huni Grafiği
zh_tw: 漏斗圖

source: Further customize how to display each column
bn: প্রতিটি কলাম প্রদর্শন করার উপায় আরও কাস্টমাইজ করুন
ca: Personalitzar més com mostrar cada columna
cs: Dále přizpůsobit, jak zobrazit každý sloupec
es: Personaliza aún más cómo mostrar cada columna
ja: 各列の表示方法をさらにカスタマイズ
mi: Whakarerekē atu me pēhea te whakaatu i ia tīwae
nl: Verder aanpassen hoe elke kolom te tonen
pt_br: Personalizar ainda mais a forma de apresentação de cada coluna
ro: Personalizează mai departe modul de afișare a fiecărei coloane
tr: Her sütunu nasıl görüntüleyeceğinizi daha fazla özelleştirin
zh_tw: 進一步自定義如何顯示每列

source: Further customize how to display each metric
bn: প্রতিটি মেট্রিক প্রদর্শন করার উপায় আরও কাস্টমাইজ করুন
ca: Personalitzar més com mostrar cada mètrica
cs: Dále přizpůsobit, jak zobrazit každou metriku
es: Personaliza aún más cómo mostrar cada métrica
ja: 各メトリクスの表示方法をさらにカスタマイズする
mi: Whakarerekē atu me pēhea te whakaatu i ia ine
nl: Verder aanpassen hoe elke metriek weer te geven
pt_br: Personalizar ainda mais como exibir cada métrica
ro: Personalizează mai departe modul de afișare a fiecărei metrici
tr: Her ölçümü nasıl görüntüleyeceğinizi daha fazla özelleştirin
zh_tw: 進一步定制如何顯示每個指標

source: GROUP BY
bn: গ্রুপ দ্বারা
ca: AGRUPAR PER
cs: SESKUPIT PODLE
ja: グループ化
mi: RŌPŪ MĀ
pt_br: AGRUPAR POR
ro: GRUPARE DUPĂ
tr: GRUP OLARAK

source: Gantt Chart
ro: Grafic Gantt

source: Gantt chart visualizes important events over a time span. Every data point displayed as a separate event along a horizontal line.
ro: Graficul Gantt vizualizează evenimente importante pe o perioadă de timp. Fiecare punct de date este afișat ca un eveniment separat de-a lungul unei linii orizontale.

source: Gauge Chart
bn: গেজ চার্ট
ca: Gràfic d'Indicador
cs: Měřidlový graf
ja: ゲージチャート
mi: Kauwhata Ine
nl: Gauge Grafiek
pt_br: Gráfico de medidores
ro: Grafic Cadran
tr: Ölçü Grafiği
zh_tw: 仪表圖

source: General information
bn: সাধারণ তথ্য
ca: Informació general
cs: Obecné informace
mi: Mōhiohio whānui
ro: Informații generale

source: General settings
ro: Setări generale

source: Generating link, please wait..
bn: লিঙ্ক তৈরি হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন..
ca: Generant enllaç, si us plau espera..
cs: Generování odkazu, čekejte prosím..
es: Generando enlace, por favor espera..
ja: リンクを生成中です。しばらくお待ちください。
mi: E hanga hono ana, tēnā taihoa..
nl: Link genereren, even geduld a.u.b.
pt_br: Gerando link, por favor espere..
ro: Generare link, vă rugăm așteptați..
tr: Bağlantı oluşturuluyor, lütfen bekleyin..
zh_tw: 生成链接，請稍等...

source: Generic Chart
bn: সাধারণ চার্ট
ca: Gràfic Genèric
cs: Obecný graf
ja: 一般的なチャート
mi: Kauwhata Whānui
nl: Algemene Grafiek
pt_br: Gráfico genérico
ro: Grafic Generic
tr: Genel Grafik

source: GeoJson Column
bn: GeoJson কলাম
ca: Columna GeoJson
cs: Sloupec GeoJson
ja: GeoJson 列
mi: Tīwae GeoJson
nl: GeoJson Kolom
pt_br: Coluna GeoJson
ro: Coloană GeoJson
tr: GeoJson Sütunu

source: GeoJson Settings
bn: GeoJson সেটিংস
ca: Configuració GeoJson
cs: Nastavení GeoJson
ja: GeoJson 設定
mi: Tautuhinga GeoJson
nl: GeoJson Instellingen
pt_br: Configurações de GeoJson
ro: Setări GeoJson
tr: GeoJson Ayarları

source: Geometry Column
ca: Columna de Geometria
cs: Sloupec geometrie
mi: Tīwae Āhuahanga
ro: Coloană Geometrie

source: Get the last date by the date unit.
bn: তারিখের ইউনিট দ্বারা সর্বশেষ তারিখ পান।
ca: Obtenir l'última data per la unitat de data.
cs: Získat poslední datum podle jednotky data.
es: Obtén la última fecha por la unidad de fecha.
ja: 最終日付を日付単位で取得します。
mi: Tikina te rā whakamutunga mā te waeine rā.
nl: Verkrijg de laatste datum door de datum eenheid.
pt_br: Obter a última data através da unidade de data.
ro: Obține ultima dată după unitatea de dată.
tr: Tarih birimiyle son tarihi al.
zh_tw: 按日期單位獲取最後的日期。
