Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: One ore more annotation layers failed loading.
es: Una o más capas de anotación fallaron al cargar.
ja: 1つ以上の注釈レイヤーの読み込みに失敗しました。
nl: Aantekening lagen worden nog steeds geladen.
pt_br: Falha no carregamento de uma ou mais camadas de anotação.
tr: Bir veya daha fazla açıklama katmanı yüklenirken başarısız oldu.
zh_tw: 一個或多個注释層加载失敗。

source: Only the following file extensions are allowed: %(allowed_extensions)s
es: Solo se permiten las siguientes extensiones de archivo: %(allowed_extensions)s
pt_br: Só as seguintes extensões de arquivo são permitidas: %(allowed_extensions)s
tr: Yalnızca aşağıdaki dosya uzantılarına izin verilir: %(allowed_extensions)s
zh_tw: 僅允許以下文件擴展名：%(allowed_extensions)s

source: Overwrite Duplicate Columns
pt_br: Substituir colunas duplicadas
tr: Çoğaltılan Sütunları Üzerine Yaz

source: Parse Dates
es: Analizar Fechas
pt_br: Analisar datas
tr: Tarihleri Ayrıştır
zh_tw: 解析日期

source: Pick a granularity in the Time section or uncheck 'Include Time'
pt_br: Escolha uma granularidade na seção Tempo ou desmarque a opção 'Incluir tempo'
tr: Zaman bölümünde bir zaman granülasyonu seçin veya 'Zamanı Dahil Et' seçeneğini kaldırın

source: Pick a metric for left axis!
pt_br: Escolha uma métrica para o eixo esquerdo!
tr: Sol eksende bir metrik seçin!

source: Pick a metric for right axis!
pt_br: Escolha uma métrica para o eixo direito!
tr: Sağ eksende bir metrik seçin!

source: Pick a metric!
pt_br: Escolha uma métrica!
tr: Bir metrik seçin!

source: Pick a time granularity for your time series
pt_br: Escolha uma granularidade de tempo para sua série temporal
tr: Zaman serisi için bir zaman granülasyonu seçin

source: Please apply filter changes
pt_br: Aplicar alterações ao filtro
tr: Lütfen filtre değişikliklerini uygulayın

source: Please choose different metrics on left and right axis
pt_br: Escolha métricas diferentes no eixo esquerdo e direito
tr: Lütfen sol ve sağ eksende farklı metrikler seçin

source: Please filter set name
pt_br: Favor filtrar o nome do conjunto
tr: Lütfen filtre set adını filtreleyin

source: Pop Tab Link
tr: Açılır Sekme Bağlantısı

source: Popular
ja: 人気
nl: Populair
tr: Popüler
zh_tw: 常用

source: Profile
pt_br: Perfil
tr: Profil
zh_tw: 用戶資料

source: Profile picture provided by Gravatar
pt_br: Foto de perfil oferecido por Gravatar
tr: Gravatar tarafından sağlanan profil resmi

source: RLS Rule could not be deleted.
tr: RLS Kuralı silinemedi.

source: Ready to review filters in this dashboard?
pt_br: Pronto para revisar os filtros desse painel?
tr: Bu gösterge tablosundaki filtreleri gözden geçirmeye hazır mısınız?

source: Rebuild
pt_br: Reconstruir
tr: Yeniden oluştur

source: Recent activity
pt_br: Atividade recente
tr: Son aktivite

source: Recommended tags
es: Etiquetas recomendadas
pt_br: Etiquetas recomendadas
tr: Tavsiye edilen etiketler
zh_tw: 推荐標籤

source: Refresh table list
pt_br: Atualizar lista de tabelas
tr: Tablo listesini yenile

source: Refresh tables
pt_br: Atualizar tabelas
tr: Tabloları yenile

source: Remind me in 24 hours
pt_br: Lembre-me em 24 horas
tr: 24 saat sonra bana hatırlat

source: Remove invalid filters
pt_br: Remover filtros inválidos
tr: Geçersiz filtreleri kaldır

source: Report Schedule could not be deleted.
pt_br: O agendamento do relatório pode não ser deletado.
tr: Rapor Zamanlaması silinemedi.

source: Report schedule
es: Programación de informes
pt_br: Agendamento do relatório
tr: Rapor zamanlaması
zh_tw: 報告計劃任務

source: Request Permissions
pt_br: Pedir permissões
tr: İzinleri İste

source: Resample method should in
tr: Yeniden örnekleme yöntemi olmalı

source: Role %(r)s was extended to provide the access to the datasource %(ds)s
pt_br: A função %(r)s foi estendida para fornecer o acesso a fonte de dados %(ds)s
tr: %(r)s rolü, veri kaynağına erişim sağlamak için genişletildi %(ds)s

source: Roles to grant
pt_br: Funções a atribuir
tr: Verilecek roller

source: Rotate axis label
pt_br: Rodar o rótulo do eixo
tr: Eksen etiketini döndür

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
es: Fila que contiene los encabezados a usar como nombres de columnas (0 es la primera línea de datos). Dejar vacío si no hay una fila de encabezado
pt_br: Linha que contém os cabeçalhos a serem usados como nomes de coluna (0 é a primeira linha de dados). Deixe em branco se não houver linha de cabeçalho
tr: Sütun adı olarak kullanılacak başlıkları içeren satır (0 verinin ilk satırıdır). Başlık satırı yoksa boş bırakın.

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
es: Fila que contiene los encabezados a usar como nombres de columnas (0 es la primera línea de datos). Dejar vacío si no hay una fila de encabezado.
pt_br: Linha que contém os cabeçalhos a utilizar como nomes de colunas (0 é a primeira linha de dados). Deixar em branco se não existir uma linha de cabeçalho.
tr: Sütun adı olarak kullanılacak başlıkları içeren satır (0 verinin ilk satırıdır). Başlık satırı yoksa boş bırakın.
zh_tw: 作為列名的带有標題的行（０是第一行數據）。如果没有標題行则留空。

source: Sankey Diagram
es: Diagrama de Sankey
ja: サンキーダイアグラム
pt_br: Diagrama Sankey
tr: Sankey Diyagramı
zh_tw: 桑基圖

source: Save & go to new dashboard
pt_br: Salvar e ir para o novo painel
tr: Kaydet ve yeni panele git

source: Save as new chart
pt_br: Salvar como novo gráfico
tr: Yeni grafik olarak kaydet

source: Save to new dashboard
pt_br: Salvar em um novo painel
tr: Yeni panele kaydet

source: Schedule settings
es: Configuración de programación
pt_br: Configurações de agendamento
tr: Zamanlama ayarları
zh_tw: 計劃設定

source: Schema undefined
pt_br: Esquema indefinido
tr: Şema tanımsız

source: Search all filter options
pt_br: Pesquisar todas as opções de filtro
tr: Tüm filtre seçeneklerini ara

source: Search tables
pt_br: Pesquisar tabelas
tr: Tabloları ara

source: Security & Access
pt_br: Segurança e Acesso
tr: Güvenlik ve Erişim

source: Select a Columnar file to be uploaded to a database.
pt_br: Selecione um arquivo colunar a ser carregado em um banco de dados.
tr: Bir veritabanına yüklenmesi için sütun tabanlı bir dosya seçin.
zh_tw: 選擇要上傳到資料庫的列式文件。

source: Select a Excel file to be uploaded to a database.
es: Seleccione un archivo Excel para subir a una base de datos.
pt_br: Selecione um arquivo do Excel para ser carregado para um banco de dados.
tr: Bir veritabanına yüklenmesi için bir Excel dosyası seçin.
zh_tw: 選擇要上傳到資料庫的Excel文件。

source: Select a file to be uploaded to the database
pt_br: Selecione um arquivo a ser carregado no banco de dados
tr: Veritabanına yüklenmesi için bir dosya seçin

source: Select start and end date
pt_br: Selecionar data de início e fim
tr: Başlangıç ve bitiş tarihi seçin

source: Sheet Name
es: Nombre de Hoja
pt_br: Nome da planilha
tr: Sayfa Adı
zh_tw: Sheet名稱

source: Show CSS Template
es: Mostrar Plantilla CSS
pt_br: Mostral modelo CSS
tr: CSS Şablonunu Göster
zh_tw: 顯示CSS模板

source: Show Less...
es: Mostrar menos...
pt_br: Mostrar Menos...
tr: Daha Az Göster...
zh_tw: 顯示更少...

source: Show Saved Query
pt_br: Mostrar Consulta Salva
tr: Kaydedilen Sorguyu Göster

source: Show time column
pt_br: Mostrar coluna de tempo
tr: Zaman sütununu göster

source: Show time grain dropdown
pt_br: Exibir menu suspenso de grãos de tempo
tr: Zaman taneli açılır menüyü göster

source: Show totals
es: Mostrar totales
ja: 合計を表示
nl: Toon totalen
pt_br: Mostrar os totais
tr: Toplamı göster
zh_tw: 顯示總計

source: Skip Blank Lines
es: Omitir Líneas en Blanco
pt_br: Pular Linhas em branco
tr: Boş Satırları Atla
zh_tw: 跳過空白行

source: Skip Initial Space
es: Omitir Espacio Inicial
pt_br: Pular espaço inicial
tr: Başlangıç Boşluğunu Atla
zh_tw: 跳過初始空格

source: Specify a schema (if database flavor supports this).
es: Especifique un esquema (si la versión de la base de datos lo permite).
pt_br: Especificar um esquema (se o variante do banco de dados o suportar).
tr: Bir şema belirtin (eğer veritabanı türü bunu destekliyorsa).
zh_tw: 指定一個模式(需要資料庫支持)

source: Specify duplicate columns as "X.0, X.1".
pt_br: Especificar colunas duplicadas como "X.0, X.1".
tr: Yinelenen sütunları "X.0, X.1" olarak belirtin.

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
pt_br: Especifique a versão do banco de dados. Isto deve ser utilizado com o Presto para permitir a estimativa do custo da consulta.
tr: Veritabanı sürümünü belirtin. Bu, sorgu maliyet tahminini etkinleştirmek için Presto ile kullanılmalıdır.

source: Start Review
pt_br: Iniciar revisão
tr: İncelemeye Başla

source: Strings used for sheet names (default is the first sheet).
es: Cadenas utilizadas para los nombres de las hojas (por defecto es la primera hoja).
pt_br: Cadeias de caracteres usadas para nomes de planilhas (o padrão é a primeira planilha).
tr: Levha adları için kullanılan dizeler (varsayılan olarak ilk levha).
zh_tw: 用於 sheet 名稱的字符串（預設為第一個 sheet）。

source: Sunburst
tr: Güneş Patlaması

source: Sunburst Chart v2
pt_br: Gráfico Sunburst v2
tr: Güneş Patlaması Grafiği v2

source: Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
pt_br: Canivete suíço para visualizar dados de séries temporais. Escolha entre gráficos de etapas, de linhas, de dispersão e de barras. Esse tipo de visualização também tem muitas opções de personalização.
tr: Zaman serisi verilerini görselleştirmek için İsviçre çakısı gibidir. Adım, çizgi, saçılım ve çubuk grafikler arasından seçim yapabilirsiniz. Bu görselleştirme türü aynı zamanda birçok özelleştirme seçeneğine sahiptir.

source: TEMPORAL X-AXIS
ja: 時間X軸
nl: TIJDELIJK X-AXIS
pt_br: EIXO X TEMPORAL
tr: ZAMANSAL X EKSİSİ

source: Table Exists
es: La Tabla Existe
pt_br: A Tabela existe
tr: Tablo Var
zh_tw: 表已存在處理

source: Table View
pt_br: Visão da Tabela
tr: Tablo Görünümü

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
es: La tabla [%(table_name)s] no se pudo encontrar, por favor comprueba de nuevo tu conexión a la base de datos, esquema y nombre de la tabla
pt_br: Não foi possível encontrar a tabela [%(table_name)s], verifique novamente a conexão ao banco de dados, o esquema e o nome da tabela
tr: Tablo [%(table_name)s] bulunamadı, lütfen veritabanı bağlantınızı, şemanızı ve tablo adınızı kontrol edin
zh_tw: 找不到 [%(table_name)s] 表，請仔細檢查您的資料庫連接、Schema 和 表名

source: Table [%{table}s] could not be found, please double check your database connection, schema, and table name, error: {}
pt_br: Não foi possível encontrar a tabela [%{table}s], verifique novamente a conexão ao banco de dados, o esquema e o nome da tabela, erro: {}
tr: Tablo [%{table}s] bulunamadı, lütfen veritabanı bağlantınızı, şemanızı ve tablo adınızı kontrol edin, hata: {}

source: Table loading
pt_br: Carregamento da tabela
tr: Tablo yükleniyor

source: Table name cannot contain a schema
es: El nombre de la tabla no puede contener un esquema
pt_br: O nome da tabela não pode conter um esquema
tr: Tablo adı bir şema içeremez
zh_tw: 表名不能包含模式名稱

source: Template Name
es: Nombre de Plantilla
pt_br: Nome do Modelo
tr: Şablon Adı
zh_tw: 模板名稱

source: The access requests seem to have been deleted
pt_br: Os pedidos de acesso parecem ter sido excluídos
tr: Erişim istekleri silinmiş gibi görünüyor

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
ja: データベース %s は、%s ダッシュボードに表示される %s グラフにリンクされており、ユーザーはこのデータベースを使用する %s SQL ラボ タブを開いています。続行してもよろしいですか?データベースを削除すると、それらのオブジェクトが壊れます。
nl: De database %s is gekoppeld aan %s grafieken die verschijnen op %s dashboards en gebruikers hebben %s SQL Lab tabbladen met behulp van deze database. Weet u zeker dat u wilt doorgaan? Verwijderen van de database zal deze objecten breken.
tr: %s veritabanı, %s gösterge panelinde görünen ve kullanıcıların bu veritabanını kullanarak açık olan %s grafiklerine bağlıdır. Devam etmek istediğinizden emin misiniz? Veritabanını silmek bu nesneleri bozacaktır.
zh_tw: 資料庫 %s 已經關聯了 %s 圖表和 %s 看板，並且用戶在該資料庫上打開了 %s 個 SQL 編輯器選項卡。確定要繼續嗎？删除資料庫將破坏這些對象。

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
es: El conjunto de datos %s está vinculado a %s gráficas que aparecen en %s paneles de control. ¿Estás seguro de que quieres continuar? Eliminar el conjunto de datos romperá esos objetos.
ja: データセット %s は、%s ダッシュボードに表示される %s チャートにリンクされています。続行してもよろしいですか?データセットを削除すると、それらのオブジェクトが壊れます。
nl: De dataset %s is gekoppeld aan %s grafieken die verschijnen op %s dashboards. Weet u zeker dat u wilt doorgaan? Het verwijderen van de dataset zal deze objecten verbreken.
pt_br: O conjunto de dados %s é ligado aos %s gráficos que aparecerem em %s painéis. Tem certeza que você deseja continuar? A eliminação do conjunto de dados irá quebrar esses objetos.
tr: %s veri kümesi, %s gösterge panelinde görünen ve kullanıcıların bu veri kümesini kullanan %s grafiklerine bağlıdır. Devam etmek istediğinizden emin misiniz? Veri kümesini silmek bu nesneleri bozacaktır.
zh_tw: 數據集 %s 已經链接到 %s 圖表和 %s 看板内。確定要繼續嗎？删除數據集將破坏這些對象。

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROWS. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
tr: Görüntülenen sonuç sayısı, DISPLAY_MAX_ROWS yapılandırmasıyla %(rows)d ile sınırlıdır. Lütfen daha fazla sınırlama/filtre ekleyin veya csv olarak indirin, böylece %(limit)d sınırına kadar daha fazla satırı görebilirsiniz.

source: The provided `rows` argument is not a valid integer.
pt_br: O argumento `rows` fornecido não é um número inteiro válido.
tr: Sağlanan 'rows' argümanı geçerli bir tam sayı değil.

source: The submitted URL is not considered safe, only use URLs with the same domain as Superset.
pt_br: O URL enviado não é considerado seguro, use apenas URLs com o mesmo domínio do Superset.
tr: Gönderilen URL güvenli kabul edilmiyor, sadece Superset ile aynı alan adına sahip URL'leri kullanın.

source: There are associated alerts or reports: %s,
pt_br: Há alertas ou relatórios associados: %s,
tr: İlişkilendirilmiş uyarılar veya raporlar var: %s,

source: There was an error fetching tables
pt_br: Ocorreu um erro ao buscar tabelas
tr: Tabloları çekme hatası oluştu

source: There was an error fetching your recent activity:
es: Hubo un error al obtener tu actividad reciente:
ja: 最近のアクティビティの取得中にエラーが発生しました:
nl: Er is een fout opgetreden bij het ophalen van uw recente activiteit:
pt_br: Ocorreu um erro ao buscar sua atividade recente:
tr: Son aktivitelerinizi çekme hatası oluştu:
zh_tw: 獲取您最近的活動時出錯：

source: These are the tables this filter will be applied to.
pt_br: Essas são as tabelas às quais esse filtro será aplicado.
tr: Bu filtre uygulanacak tablolar bunlardır.

source: These filters apply to the values available in the dropdowns
pt_br: Esses filtros se aplicam aos valores disponíveis nos menus suspensos
tr: Bu filtreler, açılır menülerde bulunan değerlere uygulanır

source: This defines the level of the hierarchy
pt_br: Isso define o nível da hierarquia
tr: Bu, hiyerarşinin seviyesini tanımlar

source: This filter set is identical to: "%s"
pt_br: Esse conjunto de filtros é idêntico a: "%s"
tr: Bu filtre kümesi aynıdır: "%s"

source: Threshold value should be double precision number
pt_br: O valor do limite deve ser um número de precisão dupla
tr: Eşik değeri çift hassasiyetli bir sayı olmalıdır

source: Time Series - Dual Axis Line Chart
pt_br: Série Temporal - Gráfico de Linhas de Eixo Duplo
tr: Zaman Serisi - İkili Eksenli Çizgi Grafiği

source: Time Series - Multiple Line Charts
pt_br: Séries temporais - Gráficos de linhas múltiplas
tr: Zaman Serisi - Birden Fazla Çizgi Grafiği

source: Time-series Area Chart
pt_br: Gráfico de área de séries temporais
tr: Zaman Serisi Alan Grafiği

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
pt_br: O gráfico de área de série temporal é semelhante ao gráfico de linhas, pois representa variáveis com a mesma escala, mas os gráficos de área empilham as métricas umas sobre as outras. Um gráfico de área no Superset pode ser de fluxo, empilhamento ou expansão.
tr: Zaman Serisi Alan Grafikleri, aynı ölçeğe sahip değişkenleri temsil etmek açısından çizgi grafiklerine benzer, ancak alan grafikleri metrikleri birbirinin üzerine yığıtır. Superset'te bir alan grafiği akış, yığıt veya genişletebilen bir grafik türüdür.

source: Time-series Bar Chart
pt_br: Gráfico de barras de séries temporais
tr: Zaman Serisi Çubuk Grafiği

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
pt_br: Os gráficos de barras de séries temporais são usados para mostrar as alterações em uma métrica ao longo do tempo como uma série de barras.
tr: Zaman Serisi Çubuk Grafikleri, bir metriğin zaman içindeki değişimlerini bir dizi çubuk olarak göstermek için kullanılır.

source: Time-series Chart
pt_br: Gráfico de séries temporais
tr: Zaman Serisi Grafiği

source: Time-series Line Chart
pt_br: Gráfico de linhas de séries temporais
tr: Zaman Serisi Çizgi Grafiği

source: Time-series Scatter Plot
pt_br: Gráfico de dispersão de séries temporais
tr: Zaman Serisi Saçılma Grafiği

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
pt_br: O gráfico de dispersão de séries temporais tem o tempo no eixo horizontal em unidades lineares, e os pontos são conectados em ordem. Ele mostra uma relação estatística entre duas variáveis.
tr: Zaman Serisi Saçılma Grafiği, yatay eksende zamanı doğrusal bir birimde gösterir ve noktalar sırayla birbirine bağlanır. İki değişken arasındaki istatistiksel ilişkiyi gösterir.

source: Time-series Smooth Line
pt_br: Linha suave de séries temporais
tr: Zaman Serisi Düz Çizgi

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
pt_br: A série temporal Smooth-line é uma variação do gráfico de linhas. Sem ângulos e bordas rígidas, o Smooth-line às vezes parece mais inteligente e profissional.
tr: Zaman Serisi Düz Çizgi, çizgi grafiğinin bir varyasyonudur. Açılar ve sert kenarlar olmadan, Düz Çizgi bazen daha akıllı ve daha profesyonel görünür.

source: Time-series Stepped Line
pt_br: Linha escalonada de série temporal
tr: Zaman Serisi Basamaklı Çizgi

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
pt_br: O Gráfico de linhas escalonadas de séries temporais (também chamado de gráfico de etapas) é uma variação do gráfico de linhas, mas com a linha formando uma série de etapas entre os pontos de dados. Um gráfico de etapas pode ser útil quando você deseja mostrar as alterações que ocorrem em intervalos irregulares.
tr: Zaman Serisi Basamaklı Çizgi grafiği (aynı zamanda adım grafiği olarak da adlandırılır), veri noktaları arasında bir dizi adım oluşturan bir çizgi çizgi grafiği varyasyonudur. Bir adım grafiği, düzensiz aralıklarda meydana gelen değişiklikleri göstermek istediğinizde kullanışlı olabilir.

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
pt_br: O gráfico de linhas de séries temporais é usado para visualizar medições repetidas feitas em intervalos de tempo regulares. O gráfico de linhas é um tipo de gráfico que exibe informações como uma série de pontos de dados conectados por segmentos de linha reta. É um tipo básico de gráfico comum em muitos campos.
tr: Zaman Serisi Çizgi Grafiği, düzenli zaman aralıklarında alınan tekrarlayan ölçümleri görselleştirmek için kullanılır. Çizgi grafik, veri noktalarını düz çizgi segmentleri ile birleştirilmiş bir veri serisi olarak gösteren bir grafik türüdür. Birçok alanda yaygın olarak bulunan temel bir grafik türüdür.

source: Tools
pt_br: Ferramentas
tr: Araçlar

source: Totals
es: Totales
ja: 合計
nl: Totalen
pt_br: Totais
tr: Toplamlar
zh_tw: 總計

source: Try selecting a different schema
pt_br: Tente selecionar um esquema diferente
tr: Farklı bir şema seçmeyi deneyin

source: Type or Select [%s]
pt_br: Digite ou Selecione [%s]
tr: [%s] yazın veya seçin

source: Unable to add a new tab to the backend. Please contact your administrator.
es: No se puede añadir una nueva pestaña al backend. Por favor, contacta con tu administrador.
ja: 新しいタブをバックエンドに追加できません。管理者に連絡してください。
nl: Kan geen nieuw tabblad toevoegen aan de backend. Neem contact op met uw beheerder.
pt_br: Não é possível adicionar uma nova guia ao backend. Entre em contato com o administrador.
tr: Yeni bir sekme eklenemiyor. Lütfen yöneticinize başvurun.
zh_tw: 無法將新選項卡增加到後端。請與管理員聯繫。

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
es: No se ha podido subir el archivo CSV "%(filename)s" a la tabla "%(table_name)s" en la base de datos "%(db_name)s". Mensaje de error: %(error_msg)s
pt_br: Não foi possível fazer upload do arquivo CSV "%(filename)s" para a tabela "%(table_name)s" no banco de dados "%(db_name)s". Mensagem de erro: %(error_msg)s
tr: CSV dosyası "%(filename)s" veritabanındaki "%(table_name)s" tablosuna yüklenemiyor. Hata mesajı: %(error_msg)s
zh_tw: 無法將 CSV 文件 "%(filename)s" 上傳到資料庫 "%(db_name)s" 中的表 "%(table_name)s" 内。錯誤消息：%(error_msg)s

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
es: No ha sido posible subir el archivo de columnas "%(filename)s" a la tabla "%(table_name)s" en la base de datos "%(db_name)s". Mensaje de error: %(error_msg)s
pt_br: Não foi possível fazer upload do arquivo colunar "%(filename)s" para a tabela "%(table_name)s" no banco de dados "%(db_name)s". Mensagem de erro: %(error_msg)s
tr: Sütun dosyası "%(filename)s" veritabanındaki "%(table_name)s" tablosuna yüklenemiyor. Hata mesajı: %(error_msg)s
zh_tw: 無法將列式文件 "%(filename)s" 上傳到資料庫 "%(db_name)s" 中的表 "%(table_name)s" 内。錯誤消息：%(error_msg)s

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
es: No se ha podido subir e archivo de excel "%(filename)s" a la tabla "%(table_name)s" en la base de datos "%(db_name)s". Mensaje de error: %(error_msg)s
pt_br: Não foi possível fazer upload do arquivo do Excel "%(filename)s" para a tabela "%(table_name)s" no banco de dados "%(db_name)s". Mensagem de erro: %(error_msg)s
tr: Excel dosyası "%(filename)s" veritabanındaki "%(table_name)s" tablosuna yüklenemiyor. Hata mesajı: %(error_msg)s
zh_tw: 無法將 Excel 文件 "%(filename)s" 上傳到資料庫 "%(db_name)s" 中的表 "%(table_name)s" 内。錯誤消息：%(error_msg)s

source: Unexpected time range: %s
pt_br: Intervalo de tempo inesperado: %s
tr: Beklenmeyen zaman aralığı: %s

source: Upload Excel file
pt_br: Carregar arquivo Excel
tr: Excel Dosyası Yükle
zh_tw: 上傳 Excel
