Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Image download failed, please refresh and try again.
bn: ইমেজ ডাউনলোড ব্যর্থ হয়েছে, দয়া করে রিফ্রেশ করুন এবং আবার চেষ্টা করুন।
ca: La descàrrega d'imatge ha fallat, si us plau actualitza i torna-ho a provar.
cs: Stažení obrázku selhalo, obnovte prosím stránku a zkuste to znovu.
es: La descarga de la imagen ha fallado, por favor actualiza y prueba de nuevo.
ja: イメージのダウンロードに失敗しました。更新して再試行してください。
mi: I rahua te tikiake whakaahua, tēnā whakahouhia, ā, whakamātauhia anō.
nl: Afbeelding downloaden mislukt, gelieve te vernieuwen en probeer het opnieuw.
pt_br: Falha no download da imagem, por favor atualizar e tentar novamente.
ro: Descărcarea imaginii a eșuat, vă rugăm să reîmprospătați și să încercați din nou.
tr: Görüntü indirme başarısız oldu, lütfen yeniden yükleyin ve tekrar deneyin.
zh_tw: 圖片發送失敗，請刷新或重試

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and Google Sheets)
ca: Suplantar usuari connectat (Presto, Trino, Drill, Hive, i GSheets)
cs: Zosobnit přihlášeného uživatele (Presto, Trino, Drill, Hive a Tabulky Google)
mi: Whakaataata i te kaiwhakamahi kua takiuru (Presto, Trino, Drill, Hive, me Google Sheets)
ro: Impersonare utilizator conectat (Presto, Trino, Drill, Hive și Google Sheets)

source: Import
bn: আমদানি
ca: Importar
cs: Importovat
es: Importar
ja: インポート
mi: Kawemai
nl: Importeer
pt_br: Importar
ro: Importă
tr: İçe Aktar
zh_tw: 導入

source: Import %s
bn: আমদানি %s
ca: Importar %s
cs: Importovat %s
es: Importar %s
ja: インポート %s
mi: Kawemai %s
nl: Importeer %s
pt_br: Importar %s
ro: Importă %s
tr: %s İçe Aktar
zh_tw: 導入 %s

source: Import Error
ro: Eroare Import

source: Import chart failed for an unknown reason
bn: চার্ট আমদানি অজানা কারণে ব্যর্থ হয়েছে
ca: La importació del gràfic ha fallat per una raó desconeguda
cs: Import grafu selhal z neznámého důvodu
es: La importación del gráfico falló por una razón desconocida
ja: 不明な理由でチャートのインポートに失敗しました。
mi: I rahua te kawemai kauwhata mō tētahi take kāore e mōhiotia ana
nl: Import grafiek mislukt om een onbekende reden
pt_br: A importação do gráfico falhou por um motivo desconhecido
ro: Importul graficului a eșuat din cauza necunoscută
tr: Bilinmeyen bir nedenle grafik içe aktarma başarısız oldu
zh_tw: 導入圖表失敗，原因未知

source: Import charts
bn: চার্ট আমদানি করুন
ca: Importar gràfics
cs: Importovat grafy
ja: チャートのインポート
mi: Kawemai kauwhata
nl: Import grafieken
pt_br: Importar gráficos
ro: Importă grafice
tr: Grafikleri İçe Aktar
zh_tw: 導入圖表

source: Import dashboard failed for an unknown reason
bn: ড্যাশবোর্ড আমদানি অজানা কারণে ব্যর্থ হয়েছে
ca: La importació del dashboard ha fallat per una raó desconeguda
cs: Import nástěnky selhal z neznámého důvodu
es: La importación del panel de control falló por una razón desconocida
ja: 不明な理由でダッシュボードのインポートに失敗しました。
mi: I rahua te kawemai papatohu mō tētahi take kāore e mōhiotia ana
nl: Dashboard importeren mislukt om een onbekende reden
pt_br: A importação do painel falhou por um motivo desconhecido
ro: Importul tabloului de bord a eșuat din cauza necunoscută
tr: Bilinmeyen bir nedenle pano içe aktarma başarısız oldu
zh_tw: 因為未知原因導入看板失敗

source: Import dashboards
bn: ড্যাশবোর্ড আমদানি করুন
ca: Importar dashboards
cs: Importovat nástěnky
es: Importar paneles de control
ja: ダッシュボードをインポート
mi: Kawemai papatohu
nl: Importeer dashboards
pt_br: Importar painéis
ro: Importă tablouri de bord
tr: Panoları İçe Aktar
zh_tw: 導入看板

source: Import database failed for an unknown reason
bn: ডাটাবেজ আমদানি অজানা কারণে ব্যর্থ হয়েছে
ca: La importació de la base de dades ha fallat per una raó desconeguda
cs: Import databáze selhal z neznámého důvodu
es: La importación de la base de datos ha fallado por una razón desconocida
ja: 不明な理由でデータベースのインポートに失敗しました。
mi: I rahua te kawemai pātengi raraunga mō tētahi take kāore e mōhiotia ana
nl: Import database mislukt om een onbekende reden
pt_br: A importação do banco de dados falhou por um motivo desconhecido
ro: Importul bazei de date a eșuat din cauza necunoscută
tr: Bilinmeyen bir nedenle veritabanı içe aktarma başarısız oldu
zh_tw: 導入資料庫失敗，原因未知

source: Import database from file
bn: ফাইল থেকে ডাটাবেজ আমদানি করুন
ca: Importar base de dades des d'arxiu
cs: Importovat databázi ze souboru
ja: ファイルからデータベースをインポート
mi: Kawemai pātengi raraunga mai i te kōnae
nl: Importeer database uit bestand
pt_br: Importar banco de dados de um arquivo
ro: Importă bază de date din fișier
tr: Dosyadan veritabanı içe aktar
zh_tw: 從文件中導入資料庫

source: Import dataset failed for an unknown reason
bn: ডেটাসেট আমদানি অজানা কারণে ব্যর্থ হয়েছে
ca: La importació del conjunt de dades ha fallat per una raó desconeguda
cs: Import sady dat selhal z neznámého důvodu
es: La importación del conjunto de datos ha fallado por una razón desconocida
ja: 不明な理由でデータセットのインポートに失敗しました。
mi: I rahua te kawemai rārangi raraunga mō tētahi take kāore e mōhiotia ana
nl: Import dataset mislukt om een onbekende reden
pt_br: A importação do conjunto de dados falhou por um motivo desconhecido
ro: Importul setului de date a eșuat din cauza necunoscută
tr: Bilinmeyen bir nedenle veri kümesi içe aktarma başarısız oldu
zh_tw: 因為未知的原因導入數據集失敗

source: Import datasets
bn: ডেটাসেট আমদানি করুন
ca: Importar conjunts de dades
cs: Importovat sady dat
ja: データセットのインポート
mi: Kawemai rārangi raraunga
nl: Importeer datasets
pt_br: Importar conjuntos de dados
ro: Importă seturi de date
tr: Veri Kümesi İçe Aktar
zh_tw: 導入數據集

source: Import queries
bn: কোয়েরি আমদানি করুন
ca: Importar consultes
cs: Importovat dotazy
ja: クエリのインポート
mi: Kawemai pātai
nl: Importeer queries
pt_br: Importar consultas
ro: Importă interogări
tr: Sorguları İçe Aktar
zh_tw: 導入查詢

source: Import saved query failed for an unknown reason.
bn: সংরক্ষিত কোয়েরি আমদানি অজানা কারণে ব্যর্থ হয়েছে।
ca: La importació de la consulta desada ha fallat per una raó desconeguda.
cs: Import uloženého dotazu selhal z neznámého důvodu.
ja: 不明な理由により、保存したクエリをインポートできませんでした。
mi: I rahua te kawemai pātai kua tiakina mō tētahi take kāore e mōhiotia ana.
nl: Import opgeslagen query mislukt om een onbekende reden.
pt_br: A consulta salva de importação falhou por um motivo desconhecido.
ro: Importul interogării salvate a eșuat din cauza necunoscută.
tr: Bilinmeyen bir nedenle kaydedilmiş sorgu içe aktarma başarısız oldu.
zh_tw: 由於未知原因，導入保存的查詢失敗。

source: Import themes
ro: Importă teme

source: In
bn: ভিতরে
ca: En
cs: V
mi: I roto i
pt_br: Em
ro: În
tr: İçinde

source: In Range
ro: În Interval

source: In order to connect to non-public sheets you need to either provide a service account or configure an OAuth2 client.
ca: Per connectar-se a fulls no públics necessites proporcionar un compte de servei o configurar un client OAuth2.
cs: Pro připojení k neveřejným listům musíte buď poskytnout servisní účet, nebo nakonfigurovat klienta OAuth2.
mi: Hei hono ki ngā hīti kāore e tūmatanui ana me whakarato koe i tētahi kaute ratonga, me whirihora rānei i tētahi kiritaki OAuth2.
ro: Pentru a te conecta la foi non-publice trebuie să furnizezi fie un cont de serviciu, fie să configurezi un client OAuth2.

source: In this view you can preview the first 25 rows.
ro: În această vedere poți previzualiza primele 25 de rânduri.

source: Include Series
bn: সিরিজ অন্তর্ভুক্ত করুন
ca: Incloure Sèries
cs: Zahrnout série
es: Incluir Series
ja: シリーズを含める
mi: Whakauru Raupapa
nl: Includeer Serie
pt_br: Incluir Séries
ro: Include Serie
tr: Serileri Dahil Et
zh_tw: 包含系列

source: Include Template Parameters
ro: Include Parametri Șablon

source: Include a description that will be sent with your report
bn: একটি বর্ণনা অন্তর্ভুক্ত করুন যা আপনার রিপোর্টের সাথে পাঠানো হবে
ca: Incloure una descripció que s'enviarà amb el teu informe
cs: Zahrnout popis, který bude odeslán s vaším reportem
es: Incluye una descripción que se enviará con tu informe
ja: レポートと一緒に送信される説明を含めてください
mi: Whakauru he whakamārama ka tukuna me tō pūrongo
nl: Voeg een beschrijving toe die zal worden verzonden met uw rapport
pt_br: Incluir uma descrição que será enviada com o seu relatório
ro: Include o descriere care va fi trimisă cu raportul tău
tr: Raporunuzla gönderilecek bir açıklama ekleyin
zh_tw: 描述要發送給你的報告

source: Include description to be sent with %s
bn: বর্ণনা অন্তর্ভুক্ত করুন যা %s এর সাথে পাঠানো হবে
ca: Incloure descripció per enviar amb %s
cs: Zahrnout popis, který bude odeslán s %s
mi: Whakauru whakamārama hei tuku me %s
ro: Include descriere de trimis cu %s

source: Include series name as an axis
bn: একটি অক্ষে সিরিজ নাম অন্তর্ভুক্ত করুন
ca: Incloure nom de sèrie com a eix
cs: Zahrnout název série jako osu
es: Incluir el nombre de la serie como un eje
ja: シリーズ名を軸として含める
mi: Whakauru ingoa raupapa hei tukutuku
nl: Voeg naam van de series toe aan een as
pt_br: Incluir o nome da série como um eixo
ro: Include numele seriei ca axă
tr: Serinin adını bir eksende dahil et
zh_tw: 包括系列名稱作為軸

source: Include time
bn: সময় অন্তর্ভুক্ত করুন
ca: Incloure temps
cs: Zahrnout čas
ja: 時間を含む
mi: Whakauru wā
nl: Includeer tijd
pt_br: Incluir horário
ro: Include timpul
tr: Zamanı dahil et
zh_tw: 包含時間

source: Increase
bn: বৃদ্ধি
ca: Augment
cs: Zvýšit
ja: 増加
mi: Piki
nl: Verhoog
ro: Creștere

source: Increase color
ro: Culoare creștere

source: Increase label
ro: Etichetă creștere

source: Index column
ca: Columna d'índex
cs: Indexový sloupec
mi: Tīwae kuputohu
ro: Coloană index

source: Index label
bn: সূচক লেবেল
ca: Etiqueta d'índex
cs: Popisek indexu
mi: Tapanga kuputohu
ro: Etichetă index

source: Indexes (%s)
ca: Índexs (%s)
cs: Indexy (%s)
mi: Kuputohu (%s)
ro: Indecși (%s)

source: Inherit range from time filter
bn: সময় ফিল্টার থেকে পরিসীমা উত্তরাধিকারসূত্রে পান
ca: Heretar rang del filtre de temps
cs: Zdědit rozsah z časového filtru
mi: Whakawhānau korahi mai i te tātari wā
ro: Moștenește intervalul din filtru timp

source: Initial tree depth
ro: Adâncime inițială arbore

source: Inner Radius
bn: অভ্যন্তরীণ ব্যাসার্ধ
ca: Radi Interior
cs: Vnitřní poloměr
es: Radio Interior
ja: 内半径
mi: Pūtoro O Roto
pt_br: Raio interior
ro: Rază Interioară
tr: İç Yarıçap
zh_tw: 内半徑

source: Inner radius of donut hole
bn: ডোনাট গর্তের অভ্যন্তরীণ ব্যাসার্ধ
ca: Radi interior del forat del donut
cs: Vnitřní poloměr díry prstence
es: Radio interior del agujero de la rosquilla
ja: ドーナツ穴の内径
mi: Pūtoro o roto o te poka paraki
nl: Inner radius van donut gat
pt_br: Raio interior do buraco de rosquinha
ro: Raza interioară a găurii gogoașă
tr: Dondurma deliğinin iç yarıçapı
zh_tw: 圆環圈内部空洞的内徑

source: Input custom width in pixels
bn: পিক্সেলে কাস্টম প্রস্থ ইনপুট করুন
ca: Introduir amplada personalitzada en píxels
cs: Zadejte vlastní šířku v pixelech
es: Introduce el ancho personalizado en píxeles
ja: カスタム幅をピクセル単位で入力
mi: Āpure tāuru whānui ritenga i ngā pika
nl: Voer aangepaste breedte in pixels in
ro: Introduceți lățime personalizată în pixeli
zh_tw: 输入自定義寬度（像素）

source: Input field supports custom rotation. e.g. 30 for 30°
bn: ইনপুট ক্ষেত্র কাস্টম রোটেশন সমর্থন করে। উদাহরণস্বরূপ, 30° এর জন্য 30 লিখুন
ca: El camp d'entrada suporta rotació personalitzada. p.ex. 30 per 30°
cs: Vstupní pole podporuje vlastní rotaci. např. 30 pro 30°
es: El campo de entrada admite rotación personalizada. p.ej. 30 para 30°
ja: 入力フィールドはカスタム回転をサポートしています。例えば30°の場合は 30
mi: Ka tautoko te āpure tāuru i te hurihuri ritenga. hei tauira 30 mō 30°
nl: Invoerveld ondersteunt aangepaste rotatie. b.v. 30 voor 30°
pt_br: O campo de entrada suporta uma rotação personalizada, por exemplo, 30 para 30°
ro: Câmpul de introducere acceptă rotație personalizată. de ex. 30 pentru 30°
tr: Girdi alanı özel dönüşü destekler. Örnek: 30 için 30°
zh_tw: 输入欄位支持自定義。例如，30 代表 30°

source: Insert Layer URL
ca: Inserir URL de Capa
cs: Vložit URL vrstvy
mi: Kōkuhu URL Papa
ro: Inserează URL Strat

source: Insert Layer title
ca: Inserir títol de Capa
cs: Vložit název vrstvy
mi: Kōkuhu taitara Papa
ro: Inserează Titlu Strat

source: Intensity
bn: তীব্রতা
ca: Intensitat
cs: Intenzita
ja: 強度
mi: Kaha
nl: Intensiteit
pt_br: Intensidade
ro: Intensitate
tr: Yoğunluk
zh_tw: 强度

source: Intensity Radius
bn: তীব্রতা ব্যাসার্ধ
ca: Radi d'Intensitat
cs: Poloměr intenzity
ja: 強度半径
mi: Pūtoro Kaha
nl: Intensiteit Radius
ro: Rază Intensitate
tr: Yoğunluk Yarıçapı

source: Intensity Radius is the radius at which the weight is distributed
bn: তীব্রতা ব্যাসার্ধ হল সেই ব্যাসার্ধ যেখানে ওজন বিতরণ করা হয়
ca: El Radi d'Intensitat és el radi al qual es distribueix el pes
cs: Poloměr intenzity je poloměr, ve kterém je váha distribuována
es: El Radio de Intensidad es el radio en el que se distribuye el peso
ja: Intensity Radius は重量が分散される半径です
mi: Ko te Pūtoro Kaha te pūtoro ka tohatohaina te taumaha
nl: Intensiteit Radius is de straal waarop het gewicht wordt verdeeld
ro: Raza Intensității este raza la care greutatea este distribuită
tr: Yoğunluk Yarıçapı, ağırlığın dağıtıldığı yarıçaptır
zh_tw: 强度半徑是指權重分布的半徑

source: Intensity is the value multiplied by the weight to obtain the final weight
bn: তীব্রতা হল চূড়ান্ত ওজন প্রাপ্ত করতে মানকে ওজন দ্বারা গুণ করা
ca: La Intensitat és el valor multiplicat pel pes per obtenir el pes final
cs: Intenzita je hodnota násobená váhou pro získání konečné váhy
es: La intensidad es el valor multiplicado por el peso para obtener el peso final
ja: 強度は、最終的な重量を得るために重量を乗算した値です
mi: Ko te Kaha te uara ka whakareaina ki te taumaha hei whiwhi i te taumaha whakamutunga
nl: Intensiteit is de waarde vermenigvuldigd met het gewicht om het uiteindelijke gewicht te verkrijgen
ro: Intensitatea este valoarea înmulțită cu greutatea pentru a obține greutatea finală
tr: Yoğunluk, son ağırlığı elde etmek için ağırlık tarafından çarpılan değerdir

source: Interval End column
bn: অবকাশ শেষ কলাম
ca: Columna de Fi d'Interval
cs: Sloupec konce intervalu
ja: インターバル終了列
mi: Tīwae Mutunga Wā
nl: Interval Eindkolom
pt_br: Intervalo Coluna final
ro: Coloană Sfârșit Interval
tr: Aralık Bitiş sütunu
zh_tw: 間隔结束列

source: Interval bounds
bn: অবকাশের সীমানা
ca: Límits d'interval
cs: Hranice intervalu
ja: 間隔の境界
mi: Rohe wā
nl: Interval grenzen
pt_br: Limites de intervalo
ro: Limite interval
tr: Aralık sınırları
zh_tw: 區間間隔

source: Interval colors
bn: অবকাশের রং
ca: Colors d'interval
cs: Barvy intervalu
ja: インターバルカラー
mi: Tae wā
nl: Interval kleuren
pt_br: Cores do intervalo
ro: Culori interval
tr: Aralık renkleri
zh_tw: 間隔颜色

source: Interval start column
bn: অবকাশ শুরু কলাম
ca: Columna d'inici d'interval
cs: Sloupec začátku intervalu
ja: インターバル開始列
mi: Tīwae tīmatanga wā
nl: Interval Startkolom
pt_br: Coluna de início do intervalo
ro: Coloană început interval
tr: Aralık başlangıç sütunu
zh_tw: 間隔開始列

source: Intervals
bn: অবকাশ
cs: Intervaly
ja: 間隔
mi: Wā
nl: Intervallen
pt_br: Intervalos
ro: Intervale
tr: Aralıklar
zh_tw: 間隔

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
bn: অবৈধ সংযোগ স্ট্রিং: 'ocient://user:pass@host:port/database' ফর্মের স্ট্রিং আশা করা হচ্ছে।
ca: Cadena de Connexió Invàlida: S'espera una cadena de la forma 'ocient://user:pass@host:port/database'.
cs: Neplatný připojovací řetězec: Očekává se řetězec ve formě 'ocient://user:pass@host:port/database'.
es: Cadena de Conexión Inválida: Se espera una cadena del formato 'ocient://user:pass@host:port/database'.
ja: 無効な接続文字列: 'ocient://user:pass@host:port/database' 形式の文字列が必要です。
mi: Aho Hononga Muhu: E tūmanako ana i te Aho o te hōputu 'ocient://user:pass@host:port/database'.
nl: Ongeldige Connectie String: Verwacht de vorm 'ocient://user:pass@host:port/database'.
ro: Șir Conexiune Invalid: Se așteaptă Șir de forma 'ocient://user:pass@host:port/database'.
tr: Geçersiz Bağlantı Dizesi: 'ocient://kullanici:sifre@sunucu:port/veritabani' biçiminde bir dize bekleniyor.

source: Invalid JSON
bn: অবৈধ JSON
ca: JSON invàlid
cs: Neplatný JSON
es: JSON no válido
ja: 無効な JSON
mi: JSON Muhu
nl: Ongeldige JSON
pt_br: JSON inválido
ro: JSON Invalid
tr: Geçersiz JSON
zh_tw: 無效的JSON

source: Invalid JSON metadata
ro: Metadate JSON invalide

source: Invalid SQL: %(error)s
ro: SQL Invalid: %(error)s

source: Invalid advanced data type: %(advanced_data_type)s
bn: অবৈধ উন্নত ডেটা প্রকার: %(advanced_data_type)s
ca: Tipus de dades avançat invàlid: %(advanced_data_type)s
cs: Neplatný pokročilý datový typ: %(advanced_data_type)s
ja: 無効な詳細データ タイプ: %(advanced_data_type)s
mi: Momo raraunga aromatawai muhu: %(advanced_data_type)s
nl: Ongeldig geavanceerd gegevenstype: %(advanced_data_type)s
pt_br: Tipo de dados avançados inválido: %(advanced_data_type)s
ro: Tip date avansat invalid: %(advanced_data_type)s
tr: Geçersiz gelişmiş veri türü: %(advanced_data_type)s

source: Invalid certificate
bn: অবৈধ সার্টিফিকেট
ca: Certificat invàlid
cs: Neplatný certifikát
es: Certificado inválido
ja: 無効な証明書
mi: Tiwhikete muhu
nl: Ongeldig certificaat
pt_br: Certificado inválido
ro: Certificat invalid
tr: Geçersiz sertifika
zh_tw: 無效認證

source: Invalid color
ro: Culoare invalidă

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
bn: অবৈধ সংযোগ স্ট্রিং, একটি বৈধ স্ট্রিং সাধারণত অনুসরণ করে: backend+driver://user:password@database-host/database-name
ca: Cadena de connexió invàlida, una cadena vàlida normalment segueix: backend+driver://user:password@database-host/database-name
cs: Neplatný připojovací řetězec, platný řetězec obvykle následuje: backend+driver://user:password@database-host/database-name
es: Cadena de conexión inválida, una cadena válida suele seguir el siguiente formato: backend+driver://usuario:contraseña@host-base-de-datos/nombre-base-de-datos
ja: 接続文字列が無効です。通常は有効な文字列が続きます。: backend+driver://user:password@database-host/database-name
mi: Aho hononga muhu, he ōrite te aho whaimana ki: backend+driver://user:password@database-host/database-name
nl: Ongeldige connectie string, een geldige tekenreeks: backend+driver://user:password@database-host/database-name
pt_br: Cadeia de conexão inválida, uma cadeia válida geralmente é a seguinte: backend+driver://user:password@database-host/database-name
ro: Șir conexiune invalid, un șir valid urmează de obicei: backend+driver://user:password@database-host/database-name
tr: Geçersiz bağlantı dizesi, genellikle geçerli bir dize şu şekilde gelir: backend+driver://kullanici:sifre@veritabani-sunucu/veritabani-adi

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
bn: অবৈধ সংযোগ স্ট্রিং, একটি বৈধ স্ট্রিং সাধারণত অনুসরণ করে:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>উদাহরণ:'postgresql://user:password@your-postgres-db/database'</p>
ca: Cadena de connexió invàlida, una cadena vàlida normalment segueix:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Exemple:'postgresql://user:password@your-postgres-db/database'</p>
cs: Neplatný připojovací řetězec, platný řetězec obvykle následuje:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Příklad:'postgresql://user:password@your-postgres-db/database'</p>
es: Cadena de conexión inválida, una cadena válida suele seguir el siguiente formato:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Ejemplo:'postgresql://user:password@your-postgres-db/database'</p>
ja: 無効な接続文字列です。通常は有効な文字列が続きます。:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>例:'postgresql://user:password@your-postgres-db/database'< /p>
mi: Aho hononga muhu, he ōrite te aho whaimana ki:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Tauira:'postgresql://user:password@your-postgres-db/database'</p>
nl: Ongeldige connectie string, een geldige string volgt algemeen: 'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAAM'<p>Voorbeeld: 'postgresql://user:password@your-postgres-db/database'</p>
pt_br: String de conexão inválida, uma string válida é normalmente a seguinte:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Exemplo:'postgresql://user:password@your-postgres-db/database'</p>
ro: Șir conexiune invalid, un șir valid urmează de obicei:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Exemplu:'postgresql://user:password@your-postgres-db/database'</p>
tr: Geçersiz bağlantı dizesi, genellikle geçerli bir dize şu şekilde gelir:'DRIVER://USER:SIFRE@DB-HOST/VERITABANI-ADI'<p>Örnek:'postgresql://kullanici:sifre@postgres-veritabaniniz/veritabani'</p>
zh_tw: 連接字符串無效，有效字符串格式通常如下：'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>例如:'postgresql://user:password@your-postgres-db/database'</p>

source: Invalid cron expression
bn: অবৈধ ক্রন এক্সপ্রেশন
ca: Expressió cron invàlida
cs: Neplatný výraz cron
es: Expresión cron no válida
ja: 無効な cron 式です
mi: Kīanga cron muhu
nl: Ongeldige cron expressie
pt_br: Expressão cron inválida
ro: Expresie cron invalidă
tr: Geçersiz cron ifadesi
zh_tw: 無效 cron 表達式

source: Invalid cumulative operator: %(operator)s
bn: অবৈধ সমাহার অপারেটর: %(operator)s
ca: Operador acumulatiu invàlid: %(operator)s
cs: Neplatný kumulativní operátor: %(operator)s
es: Operador acumulativo inválido: %(operator)s
ja: 無効な累積演算子: %(operator)s
mi: Kaiwhakahaere whakakōputu muhu: %(operator)s
nl: Ongeldige cumulative operator: %(operator)s
pt_br: Operador cumulativo inválido: %(operator)s
ro: Operator cumulativ invalid: %(operator)s
tr: Geçersiz birikimli operatör: %(operator)s
zh_tw: 累積運算符無效：%(operator)s

source: Invalid currency code in saved metrics
bn: সংরক্ষিত মেট্রিকে অবৈধ মুদ্রা কোড
ca: Codi de moneda invàlid en mètriques desades
cs: Neplatný kód měny v uložených metrikách
es: Código de moneda no válido en las métricas guardadas
ja: 保存されたメトリクスの通貨コードが無効です
mi: Waehere moni muhu i ngā ine kua tiakina
nl: Ongeldige valuta code in opgeslagen metriek
ro: Cod monedă invalid în metricile salvate

source: Invalid date/timestamp format
bn: অবৈধ তারিখ/টাইমস্ট্যাম্প ফরম্যাট
ca: Format de data/marca de temps invàlid
cs: Neplatný formát data/časového razítka
es: Formato de fecha/hora no válido
ja: 無効な日付/タイムスタンプのフォーマット
mi: Hōputu rā/waitohu muhu
nl: Ongeldig datum/tijdstempel opmaak
pt_br: Formato de data/carimbo de data/hora inválido
ro: Format dată/timestamp invalid
tr: Geçersiz tarih/zaman damgası biçimi
zh_tw: 無效的日期/時間戳格式

source: Invalid executor type
ca: Tipus d'executor invàlid
cs: Neplatný typ exekutoru
mi: Momo kaiwhakatutuki muhu
ro: Tip executor invalid

source: Invalid expression
ro: Expresie invalidă

source: Invalid filter operation type: %(op)s
bn: অবৈধ ফিল্টার অপারেশন প্রকার: %(op)s
ca: Tipus d'operació de filtre invàlid: %(op)s
cs: Neplatný typ operace filtru: %(op)s
es: Operación de filtro inválida: %(op)s
ja: 無効なフィルタ操作タイプ: %(op)s
mi: Momo whakahaere tātari muhu: %(op)s
nl: Ongeldig filterwerkingstype: %(op)s
pt_br: Tipo de operação de filtragem inválido: %(op)s
ro: Tip operațiune filtru invalid: %(op)s
tr: Geçersiz filtre işlem türü: %(op)s
zh_tw: 選擇框的操作類型無效: %(op)s

source: Invalid geodetic string
bn: অবৈধ জিওডেটিক স্ট্রিং
ca: Cadena geodèsica invàlida
cs: Neplatný geodetický řetězec
es: Cadena geodésica no válida
ja: 無効な測地文字列です。
mi: Aho geodetic muhu
nl: Ongeldige geodetic string
pt_br: Cadeia geodésica inválida
ro: Șir geodezic invalid
tr: Geçersiz coğrafi dize
zh_tw: 無效的 geodetic 字符串

source: Invalid geohash string
bn: অবৈধ জিওহ্যাশ স্ট্রিং
ca: Cadena geohash invàlida
cs: Neplatný geohash řetězec
es: Cadena de geohash inválida
ja: 無効なジオハッシュ文字列です。
mi: Aho geohash muhu
nl: Ongeldige geohash string
pt_br: Cadeia de caracteres geohash inválida
ro: Șir geohash invalid
tr: Geçersiz geohash dizesi
zh_tw: 無效的 geohash 字符串

source: Invalid input
bn: অবৈধ ইনপুট
ca: Entrada invàlida
cs: Neplatný vstup
es: Entrada no válida
ja: 入力が無効です
mi: Tāuru muhu
nl: Ongeldige invoer
pt_br: Entrada inválida
ro: Input invalid
tr: Geçersiz girdi
