Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
bn: এক বা একাধিক কলাম দ্বারা গোষ্ঠীবদ্ধ করতে। উচ্চ কার্ডিনালিটি গোষ্ঠী সংখ্যা সীমা অন্তর্ভুক্ত করা উচিত, যা প্রাপ্ত এবং রেন্ডার করা সিরিজের সংখ্যা সীমাবদ্ধ করতে।
ca: Una o moltes columnes per agrupar. Les agrupacions d'alta cardinalitat haurien d'incloure un límit de sèries per limitar el nombre de sèries obtingudes i renderitzades.
cs: Jeden nebo více sloupců pro seskupení. Seskupení s vysokou kardinalitou by měla zahrnovat limit sérií pro omezení počtu načtených a vykreslených sérií.
es: Una o varias columnas para agrupar. Las agrupaciones de alta cardinalidad deben incluir un límite de serie para limitar el número de series obtenidas y renderizadas.
ja: グループ化する 1 つまたは複数の列。カーディナリティの高いグループ化には、フェッチおよびレンダリングされるシリーズの数を制限するシリーズ制限を含める必要があります。
mi: Tīwae kotahi, nui ake rānei hei rōpū mā. Ko ngā rōpū mā teitei te cardinality me whai i tētahi tepe raupapa hei whakawhāiti i te maha o ngā raupapa kua tikina, kua whakaaturia.
nl: Eén of meerdere kolommen om te groeperen. Hoge kardinaliteitsgroepen moeten een limiet in de serie bevatten om het aantal opgehaalde en weergegeven series te beperken.
pt_br: Uma ou várias colunas para agrupar. Os agrupamentos de elevada cardinalidade devem incluir um limite de séries para limitar o número de séries obtidas e processadas.
ro: Una sau mai multe coloane pentru grupare. Grupările cu cardinalitate înaltă ar trebui să includă o limită de serii pentru a limita numărul de serii preluate și redate.
tr: Bir veya daha fazla sütunu gruplamak için. Yüksek kardinaliteye sahip gruplamalar, getirilen ve oluşturulan seri sayısını sınırlamak için bir seri sınırı içermelidir.
zh_tw: 要分組的一列或多列。高基數分組應包括序列限制，以限制提取和呈現的序列數。

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
bn: এক বা একাধিক নিয়ন্ত্রণ দ্বারা গোষ্ঠীবদ্ধ করতে। যদি গোষ্ঠীবদ্ধ হয়, অক্ষাংশ এবং দ্রাঘিমাংশ কলাম উপস্থিত থাকতে হবে।
ca: Un o molts controls per agrupar. Si s'agrupa, les columnes de latitud i longitud han d'estar presents.
cs: Jeden nebo více ovládacích prvků pro seskupení. Pokud se seskupuje, musí být přítomny sloupce zeměpisné šířky a délky.
es: Uno o varios controles para agrupar. Si se agrupa, las columnas de latitud y longitud deben estar presentes.
ja: グループ化する 1 つまたは複数のコントロール。グループ化する場合は、緯度と経度の列が存在する必要があります。
mi: Whakahaere kotahi, nui ake rānei hei rōpū mā. Mēnā e rōpū ana, me tīari ngā tīwae latitude me longitude.
nl: Eén of meerdere besturingselementen om te groeperen. Als kolommen, breedtegraad en lengtegraad aanwezig moeten zijn.
pt_br: Um ou vários controles para agrupar. Em caso de agrupamento, as colunas de latitude e longitude devem estar presentes.
ro: Unul sau mai multe controale pentru grupare. Dacă grupezi, coloanele de latitudine și longitudine trebuie să fie prezente.
tr: Gruplama yapmak için bir veya daha fazla kontrol. Gruplama yapıyorsanız, enlem ve boylam sütunlarının bulunması gerekir.
zh_tw: 使用一個或多個控件來分組。一旦分組，则緯度和經度列必須存在。

source: One or many controls to pivot as columns
bn: এক বা একাধিক নিয়ন্ত্রণকে কলাম হিসাবে ঘোরাতে।
ca: Un o molts controls per pivotar com a columnes
cs: Jeden nebo více ovládacích prvků pro kontingenci jako sloupce
es: Uno o varios controles para pivotar como columnas
ja: 列としてピボットする 1 つまたは複数のコントロール
mi: Kōwhiringa kotahi, nui ake rānei hei hurihuri hei tīwae
nl: Een of meer bedieningsinstrumenten om als kolommen te pivoteren
pt_br: Um ou mais controles a dinamizar como colunas
ro: Unul sau mai multe controale pentru pivotare ca coloane
tr: Sütun olarak döndürülecek bir veya daha fazla kontrol
zh_tw: 一個或多個控件作為列進行透視

source: One or many metrics to display
bn: প্রদর্শনের জন্য এক বা একাধিক পরিমাপক।
ca: Una o moltes mètriques a mostrar
cs: Jedna nebo více metrik k zobrazení
es: Una o varias métricas para mostrar
ja: 表示する 1 つまたは複数のメトリック
mi: Ine kotahi, nui ake rānei hei whakaatu
nl: Eén of vele metrieken om weer te geven
pt_br: Uma ou muitos métricas para exibir
ro: Una sau mai multe metrici de afișat
tr: Görüntülenecek bir veya daha fazla metrik
zh_tw: 一個或多個指標顯示

source: One or more annotation layers failed loading.
bn: এক বা একাধিক নোটেশন স্তর লোড করতে ব্যর্থ হয়েছে।
ca: Una o més capes d'anotació van fallar en carregar.
cs: Načítání jedné nebo více vrstev anotací selhalo.
mi: I rahua te utanga o tētahi, nui ake rānei papa tohu.
ro: Unul sau mai multe straturi de adnotare au eșuat la încărcare.

source: One or more columns already exist
bn: এক বা একাধিক কলাম ইতিমধ্যেই বিদ্যমান।
ca: Una o més columnes ja existeixen
cs: Jeden nebo více sloupců již existuje
es: Una o más columnas ya existen
ja: 1 つ以上の列がすでに存在します。
mi: Kua tīari kētia tētahi, nui ake rānei tīwae
nl: Een of meer kolommen bestaan al
pt_br: Uma ou mais colunas já existem
ro: Una sau mai multe coloane există deja
tr: Bir veya daha fazla sütun zaten mevcut
zh_tw: 一個或多個列已存在

source: One or more columns are duplicated
bn: এক বা একাধিক কলাম ডুপ্লিকেট।
ca: Una o més columnes estan duplicades
cs: Jeden nebo více sloupců je duplicitních
es: Una o más columnas están duplicadas
ja: 1 つ以上の列が重複しています。
mi: Kua tāruatia tētahi, nui ake rānei tīwae
nl: Een of meer kolommen zijn gedupliceerd
pt_br: Uma ou mais colunas estão duplicadas
ro: Una sau mai multe coloane sunt duplicate
tr: Bir veya daha fazla sütun yineleniyor
zh_tw: 一個或多個列被重复

source: One or more columns do not exist
bn: এক বা একাধিক কলাম বিদ্যমান নয়।
ca: Una o més columnes no existeixen
cs: Jeden nebo více sloupců neexistuje
es: Una o más columnas no existen
ja: 1 つ以上の列が存在しません。
mi: Karekau tētahi, nui ake rānei tīwae
nl: Een of meer kolommen bestaan niet
pt_br: Um ou mais colunas não existem
ro: Una sau mai multe coloane nu există
tr: Bir veya daha fazla sütun mevcut değil
zh_tw: 一個或多個欄位不存在

source: One or more metrics already exist
bn: এক বা একাধিক পরিমাপক ইতিমধ্যেই বিদ্যমান।
ca: Una o més mètriques ja existeixen
cs: Jedna nebo více metrik již existuje
es: Una o más métricas ya existen
ja: 1 つ以上のメトリクスがすでに存在します。
mi: Kua tīari kētia tētahi, nui ake rānei ine
nl: Een of meer metrieken bestaan al
pt_br: Uma ou mais métricas já existem
ro: Una sau mai multe metrici există deja
tr: Bir veya daha fazla metrik zaten mevcut
zh_tw: 一個或多個指標已存在

source: One or more metrics are duplicated
bn: এক বা একাধিক পরিমাপক ডুপ্লিকেট।
ca: Una o més mètriques estan duplicades
cs: Jedna nebo více metrik je duplicitních
es: Una o más métricas están duplicadas
ja: 1 つ以上のメトリクスが重複しています。
mi: Kua tāruatia tētahi, nui ake rānei ine
nl: Een of meer metrieken zijn gedupliceerd
pt_br: Um ou mais métricas estão duplicadas
ro: Una sau mai multe metrici sunt duplicate
tr: Bir veya daha fazla metrik yineleniyor
zh_tw: 一個或多個指標重复

source: One or more metrics do not exist
bn: এক বা একাধিক পরিমাপক বিদ্যমান নয়।
ca: Una o més mètriques no existeixen
cs: Jedna nebo více metrik neexistuje
es: Una o más métricas no existen
ja: 1 つ以上のメトリックが存在しません。
mi: Karekau tētahi, nui ake rānei ine
nl: Een of meer metrieken bestaan niet
pt_br: Um ou mais métricas não existem
ro: Una sau mai multe metrici nu există
tr: Bir veya daha fazla metrik mevcut değil
zh_tw: 一個或多個指標不存在

source: One or more parameters needed to configure a database are missing.
bn: এক বা একাধিক প্যারামিটার ডেটাবেস কনফিগার করতে প্রয়োজনীয় যা অনুপস্থিত।
ca: Un o més paràmetres necessaris per configurar una base de dades falten.
cs: Chybí jeden nebo více parametrů potřebných ke konfiguraci databáze.
ja: データベースの構成に必要なパラメータが1つ以上欠落しています。
mi: Kei te ngaro tētahi, nui ake rānei tawhā e hiahiatia ana hei whirihora i tētahi pātengi raraunga.
nl: Er ontbreken een of meer parameters die nodig zijn om een database te configureren.
pt_br: Um ou mais parâmetros necessários para configurar um banco de dados estão faltando.
ro: Unul sau mai mulți parametri necesari pentru configurarea unei baze de date lipsesc.
tr: Bir veritabanını yapılandırmak için gereken bir veya daha fazla parametre eksik.
zh_tw: 資料庫配置缺少所需的一個或多個参數。

source: One or more parameters specified in the query are malformed.
bn: প্রশ্নে নির্ধারিত এক বা একাধিক প্যারামিটার অদূষিত।
ca: Un o més paràmetres especificats a la consulta estan mal formats.
cs: Jeden nebo více parametrů zadaných v dotazu je chybně formátováno.
ja: クエリで指定された1つ以上のパラメータの形式が正しくありません。
mi: Kua hē tētahi, nui ake rānei tawhā kua tohua i te pātai.
nl: Een of meer parameters die in de query zijn opgegeven zijn ongeldig.
ro: Unul sau mai mulți parametri specificați în interogare sunt malformați.
tr: Sorguda belirtilen bir veya daha fazla parametre hatalıdır.

source: One or more parameters specified in the query are missing.
bn: প্রশ্নে নির্ধারিত এক বা একাধিক প্যারামিটার অনুপস্থিত।
ca: Un o més paràmetres especificats a la consulta falten.
cs: Chybí jeden nebo více parametrů zadaných v dotazu.
ja: クエリで指定された1つ以上のパラメーターが見つかりません。
mi: Kei te ngaro tētahi, nui ake rānei tawhā kua tohua i te pātai.
nl: Een of meer in de query opgegeven parameters ontbreken.
pt_br: Um ou mais parâmetros especificados na consulta estão faltando.
ro: Unul sau mai mulți parametri specificați în interogare lipsesc.
tr: Sorguda belirtilen bir veya daha fazla parametre eksik.
zh_tw: 查詢中指定的一個或多個参數丢失。

source: Only Total
bn: শুধুমাত্র মোট
ca: Només Total
cs: Pouze celkem
es: Solo Total
ja: 合計のみ
mi: Te Tapeke Anake
nl: Alleen Totaal
pt_br: Apenas Total
ro: Doar Total
tr: Sadece Toplam
zh_tw: 僅總計

source: Only `SELECT` statements are allowed
bn: শুধুমাত্র `SELECT` বিবৃতি অনুমোদিত।
ca: Només es permeten sentències `SELECT`
cs: Jsou povoleny pouze příkazy `SELECT`
es: Solo se permiten sentencias `SELECT`
ja: 'SELECT' 操作のみが許可されます。
mi: Ko ngā kīanga `SELECT` anake e whakāetia ana
nl: Alleen `SELECT` statements zijn toegestaan
pt_br: Apenas instruções `SELECT` são permitidas
ro: Doar declarațiile `SELECT` sunt permise
tr: Sadece `SELECT` ifadelerine izin verilir
zh_tw: 將 SELECT 語句複製到剪貼簿

source: Only applies when "Label Type" is not set to a percentage.
bn: এটি শুধুমাত্র তখন প্রযোজ্য যখন "লেবেল প্রকার" শতাংশে সেট করা হয়নি।
ca: Només s'aplica quan "Tipus d'Etiqueta" no està establert com a percentatge.
cs: Platí pouze, když „Typ popisku“ není nastaven na procento.
es: Solo aplica cuando "Tipo de etiqueta" no se pone como porcentaje.
ja: 「ラベル タイプ」がパーセンテージに設定されていない場合にのみ適用されます。
mi: Ka pā anake ina kāore te "Momo Tapanga" i tautuhia hei ōrau.
nl: Geldt alleen wanneer "Label Type" niet is ingesteld op een percentage.
ro: Se aplică doar când "Tip Etichetă" nu este setat la un procent.
tr: "Etiket Türü" yüzde olarak ayarlanmadığında yalnızca geçerlidir.

source: Only applies when "Label Type" is set to show values.
bn: এটি শুধুমাত্র তখন প্রযোজ্য যখন "লেবেল প্রকার" মানগুলি প্রদর্শন করতে সেট করা হয়।
ca: Només s'aplica quan "Tipus d'Etiqueta" està establert per mostrar valors.
cs: Platí pouze, když je „Typ popisku“ nastaven na zobrazení hodnot.
es: Solo aplica cuando "Tipo de etiqueta" se pone para mostrar valores.
ja: 「ラベル タイプ」が値を表示するように設定されている場合にのみ適用されます。
mi: Ka pā anake ina tautuhia te "Momo Tapanga" ki te whakaatu i ngā uara.
nl: Geldt alleen wanneer "Label Type" is ingesteld op toon waarden.
ro: Se aplică doar când "Tip Etichetă" este setat să afișeze valori.
tr: "Etiket Türü" değerleri göstermeye ayarlandığında yalnızca geçerlidir.

source: Only show the total value on the stacked chart, and not show on the selected category
bn: স্ট্যাকড চার্টে মোট মানটি শুধুমাত্র দেখান, এবং নির্বাচিত বিভাগে দেখান না।
ca: Només mostrar el valor total al gràfic apilat, i no mostrar a la categoria seleccionada
cs: Zobrazit pouze celkovou hodnotu ve skládaném grafu a nezobrazovat ve vybrané kategorii
es: Mostrar solo el valor total en el gráfico apilado, y no mostrar en la categoría seleccionada
ja: 積み上げグラフに合計値のみを表示し、選択したカテゴリには表示しません
mi: Whakaatu anake te uara tapeke i te kauwhata paparanga, ā, kaua e whakaatu i te kāwai kua tīpakohia
nl: Toon alleen de totale waarde in de gestapelde grafiek en niet in de geselecteerde categorie
pt_br: Mostrar apenas o valor total no gráfico empilhado, e não mostrar na categoria selecionada
ro: Afișează doar valoarea totală pe graficul stivuit, și nu afișa pe categoria selectată
tr: Yığılmış grafikte yalnızca toplam değeri göster ve seçilen kategoride gösterme
zh_tw: 僅在堆叠圖上顯示合計值，而不在所選類别上顯示

source: Only single queries supported
bn: শুধুমাত্র একক প্রশ্ন সমর্থিত।
ca: Només es suporten consultes úniques
cs: Podporovány jsou pouze jednotlivé dotazy
es: Solo se admiten consultas individuales
ja: 単一のクエリのみがサポートされています。
mi: Ko ngā pātai kotahi anake e tautokona ana
nl: Alleen enkelvoudige query’s worden ondersteund
pt_br: Só são suportadas consultas únicas
ro: Doar interogări unice sunt suportate
tr: Yalnızca tek sorgular desteklenir
zh_tw: 僅支持單個查詢

source: Only the default catalog is supported for this connection
ro: Doar catalogul implicit este suportat pentru această conexiune

source: Oops! An error occurred!
bn: ওপস! একটি ত্রুটি ঘটেছে!
ca: Ups! S'ha produït un error!
cs: Jejda! Došlo k chybě!
ja: おっとっと！エラーが発生しました！
mi: Aue! I puta he hapa!
nl: Oeps! Er is een fout opgetreden!
pt_br: Ops! Ocorreu um erro!
ro: Ups! A apărut o eroare!
tr: Üzgünüm! Bir hata oluştu!

source: Opacity
bn: অপচ্ছায়া
ca: Opacitat
cs: Neprůhlednost
es: Opacidad
ja: 不透明度
mi: Ataata
nl: Opaciteit
pt_br: Opacidade
ro: Opacitate
tr: Saydamlık
zh_tw: 不透明度

source: Opacity of Area Chart. Also applies to confidence band.
bn: এরিয়া চার্টের অপচ্ছায়া। এছাড়াও বিশ্বাস ব্যান্ডে প্রযোজ্য।
ca: Opacitat del Gràfic d'Àrea. També s'aplica a la banda de confiança.
cs: Neprůhlednost plošného grafu. Platí také pro pás spolehlivosti.
es: Opacidad del Gráfico de Área. También se aplica a la banda de confianza.
ja: 面グラフの不透明度。信頼帯にも適用されます。
mi: Ataata o te Kauwhata Horahanga. Ka pā hoki ki te pae pono.
nl: Ondoorzichtigheid van het vlakdiagram. Ook van toepassing op het betrouwbaarheidsinterval.
pt_br: Opacidade do gráfico de áreas. Também se aplica à banda de confiança.
ro: Opacitate Grafic Zonă. Se aplică și la banda de încredere.
tr: Alan Grafiğinin Saydamlığı. Güven aralığına da uygulanır.
zh_tw: 區域圖的不透明度。也適用於置信带

source: Opacity of all clusters, points, and labels. Between 0 and 1.
bn: সমস্ত ক্লাস্টার, পয়েন্ট এবং লেবেলের অপচ্ছায়া। 0 এবং 1 এর মধ্যে।
ca: Opacitat de tots els clústers, punts i etiquetes. Entre 0 i 1.
cs: Neprůhlednost všech shluků, bodů a popisků. Mezi 0 a 1.
es: Opacidad de todos los grupos, puntos y etiquetas. Entre 0 y 1.
ja: すべてのクラスター、ポイント、ラベルの不透明度。 0と1の間。
mi: Ataata o ngā rāpaki katoa, ngā tohu, me ngā tapanga. I waenga i te 0 me te 1.
nl: Ondoorzichtigheid van alle clusters, punten en labels. Tussen 0 en 1.
pt_br: Opacidade de todos os clusters, pontos e rótulos. Entre 0 e 1.
ro: Opacitatea tuturor clusterelor, punctelor și etichetelor. Între 0 și 1.
tr: Tüm küme, nokta ve etiketlerin saydamlığı. 0 ile 1 arasında.
zh_tw: 所有聚合群、點和標籤的不透明度。在 0 到 1 之間。

source: Opacity of area chart.
bn: এরিয়া চার্টের অপচ্ছায়া।
ca: Opacitat del gràfic d'àrea.
cs: Neprůhlednost plošného grafu.
es: Opacidad del gráfico de área.
ja: 面グラフの不透明度。
mi: Ataata o te kauwhata horahanga.
nl: Ondoorzichtigheid van het vlakdiagram.
pt_br: Opacidade do gráfico de área.
ro: Opacitate grafic zonă.
tr: Alan grafiğinin saydamlığı.
zh_tw: 面積圖的不透明度

source: Opacity of bubbles, 0 means completely transparent, 1 means opaque
bn: বাবলগুলির অপচ্ছায়া, 0 সম্পূর্ণ স্বচ্ছ, 1 অস্বচ্ছ।
ca: Opacitat de les bombolles, 0 significa completament transparent, 1 significa opac
cs: Neprůhlednost bublin, 0 znamená zcela průhledné, 1 znamená neprůhledné
es: Opacidad de las burbujas, 0 significa completamente transparente, 1 significa opaco
ja: 泡の不透明度、0 は完全に透明、1 は不透明を意味します
mi: Ataata o ngā pōro, 0 he ataata katoa, 1 he kino
nl: Zichtbaarheid van bubbels, 0 betekent volledig transparant, 1 betekent ondoorzichtig
ro: Opacitatea bulelor, 0 înseamnă complet transparent, 1 înseamnă opac

source: Opacity, expects values between 0 and 100
bn: অপচ্ছায়া, 0 এবং 100 এর মধ্যে মান আশা করা হয়।
ca: Opacitat, espera valors entre 0 i 100
cs: Neprůhlednost, očekává hodnoty mezi 0 a 100
es: Opacidad, espera valores entre 0 y 100
ja: 不透明度、0 から 100 までの値が必要です
mi: Ataata, e tūmanako ana i ngā uara i waenga i te 0 me te 100
nl: Ondoorzichtigheid, verwacht waarden tussen 0 en 100
pt_br: Opacidade, espera valores entre 0 e 100
ro: Opacitate, se așteaptă valori între 0 și 100
tr: Saydamlık, 0 ile 100 arasında değerler bekler

source: Open Datasource tab
bn: ডেটাসোর্স ট্যাব খুলুন।
ca: Obrir pestanya de Font de Dades
cs: Otevřít kartu Zdroje dat
es: Abre la pestaña de Fuente de Datos
ja: データソースタブを開く
mi: Huaki ripa Puna Raraunga
nl: Open Gegevensbron Tabblad
pt_br: Abrir aba fonte de dados
ro: Deschide fila Sursă de Date
tr: Veri Kaynağı sekmesini aç
zh_tw: 打開數據源 tab

source: Open SQL Lab in a new tab
ro: Deschide SQL Lab într-o filă nouă

source: Open in SQL Lab
bn: SQL ল্যাবে খুলুন।
ca: Obrir al SQL Lab
cs: Otevřít v SQL Labu
es: Abrir en SQL Lab
ja: SQL Labで開く
mi: Huaki i SQL Lab
nl: Openen in SQL Lab
pt_br: Abrir no SQL Lab
ro: Deschide în SQL Lab
tr: SQL Lab'da aç
zh_tw: 在 SQL 工具箱中打開

source: Open in SQL lab
ro: Deschide în SQL lab

source: Open query in SQL Lab
bn: SQL ল্যাবে প্রশ্ন খুলুন।
ca: Obrir consulta al SQL Lab
cs: Otevřít dotaz v SQL Labu
es: Abrir consulta en SQL Lab
ja: SQL Labでクエリを開く
mi: Huaki pātai i SQL Lab
pt_br: Abrir consulta no SQL Lab
ro: Deschide interogare în SQL Lab
tr: Sorguyu SQL Lab'da aç
zh_tw: 在 SQL 工具箱中打開查詢

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
bn: অ্যাসিঙ্ক্রোনাস মোডে ডেটাবেস পরিচালনা করুন, যার অর্থ যে প্রশ্নগুলি রিমোট কর্মীদের উপর সম্পন্ন হয়, ওয়েব সার্ভারের পরিবর্তে। এটি ধারণা করে যে আপনার সেলারি কর্মী সেটআপ এবং ফলাফলের ব্যাকএন্ড আছে। আরও তথ্যের জন্য ইনস্টলেশন ডকগুলিতে রেফার করুন।
ca: Operar la base de dades en mode asíncron, significant que les consultes s'executen en treballadors remots en lloc del servidor web mateix. Això assumeix que tens una configuració de treballador Celery així com un backend de resultats. Consulta la documentació d'instal·lació per més informació.
cs: Provozovat databázi v asynchronním režimu, což znamená, že dotazy jsou prováděny na vzdálených workerech na rozdíl od samotného webového serveru. To předpokládá, že máte nastaven Celery worker a také výsledkový backend. Další informace naleznete v instalační dokumentaci.
es: Opera la base de datos en modo asíncrono, lo que significa que las consultas se ejecutan en trabajadores remotos en lugar de en el propio servidor web. Esto supone que tienes configurado un trabajador Celery así como un backend de resultados. Consulta los documentos de instalación para obtener más información.
ja: データベースを非同期モードで動作させます。Webサーバー自体ではなくリモートワーカーでクエリを実行します。この機能はCeleryワーカーと結果バックエンドがセットアップされていることを前提としています。詳細についてはインストールドキュメントを参照してください。
mi: Whakahaere i te pātengi raraunga i te aratau kore-hangarite, arā ka whakatutukia ngā pātai i ngā kaimahi tawhiti kaua i runga i te tūmau tukutuku tonu. E whakapae ana tēnei he whirihoranga kaimahi Celery tōu me tētahi tuarongo hua. Tirohia ngā tuhinga tāuta mō ētahi mōhiohio atu.
nl: Beheren van de database in asynchrone modus, wat betekent dat de query's worden uitgevoerd op externe werkers in tegenstelling tot op de webserver zelf. Dit veronderstelt dat u zowel een Celery werker als een resultaten backend heeft. Raadpleeg de installatie documenten voor meer informatie.
pt_br: Operar o banco de dados em modo assíncrono, o que significa que as consultas são executadas em workers remotos e não no próprio servidor Web. Isso pressupõe que você tenha uma configuração do Celery worker, bem como um backend de resultados. Consulte os documentos de instalação para obter mais informações.
ro: Operează baza de date în mod asincron, ceea ce înseamnă că interogările sunt executate pe workeri la distanță spre deosebire de pe serverul web în sine. Acest lucru presupune că ai un setup Celery worker precum și un backend de rezultate. Consultă documentația de instalare pentru mai multe informații.
tr: Veritabanını asenkron modda çalıştırın, yani sorgular web sunucusunda değil uzak çalışanlarda çalıştırılır. Bu, bir Celery çalışanı kurduğunuzu ve bir sonuçlar arka ucu olduğunu varsayar. Daha fazla bilgi için kurulum belgelerine başvurun.
zh_tw: 以異步模式操作資料庫，即查詢操作在遠程工作節點上執行，而不是在 Web 服務器上執行。這意味着您需要設定有一個 Celery 工作節點以及一個结果後端。有關更多訊息，請参考安裝文檔。

source: Operator undefined for aggregator: %(name)s
bn: এগ্রিগেটরের জন্য অপারেটর অজ্ঞাত: %(name)s
ca: Operador no definit per l'agregador: %(name)s
cs: Operátor není definován pro agregátor: %(name)s
es: Operador no definido para el agregador: %(name)s
ja: アグリゲーターの演算子が定義されていません。: %(name)s
mi: Kāore i tautuhia te kaiwhakahaere mō te kaiwhakaārotau: %(name)s
nl: Operator ongedefinieerd voor aggregator: %(name)s
pt_br: Operador indefinido para o agregador: %(name)s
ro: Operator nedefinit pentru agregator: %(name)s
tr: Toplayıcı için tanımsız operatör: %(name)s
zh_tw: 未定義聚合器的運算符：%(name)s

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
bn: HTTPS অনুরোধগুলি যাচাই করতে ঐচ্ছিক CA_BUNDLE সামগ্রী। শুধুমাত্র নির্দিষ্ট ডেটাবেস ইঞ্জিনে উপলব্ধ।
ca: Continguts opcionals de CA_BUNDLE per validar peticions HTTPS. Només disponible en certs motors de base de dades.
cs: Volitelný obsah CA_BUNDLE pro ověření HTTPS požadavků. K dispozici pouze u některých databázových enginů.
es: Contenido opcional de CA_BUNDLE para validar solicitudes HTTPS. Solo disponible en ciertos motores de base de datos.
ja: HTTPS リクエストを検証するためのオプションの CA_BUNDLE コンテンツ。
mi: Ihirangi CA_BUNDLE kōwhiringa hei manatoko i ngā tono HTTPS. Kei te wātea anake i ētahi pūkaha pātengi raraunga.
nl: Optionele CA_BUNDLE inhoud voor het valideren van HTTPS-verzoeken. Alleen beschikbaar voor bepaalde database engines.
pt_br: Conteúdo CA_BUNDLE opcional para validar pedidos HTTPS. Apenas disponível em determinados motores de banco de dados.
ro: Conținut CA_BUNDLE opțional pentru validarea cererilor HTTPS. Disponibil doar pe anumite motoare de bază de date.
tr: HTTPS isteklerini doğrulamak için isteğe bağlı CA_BUNDLE içeriği. Yalnızca belirli veritabanı motorlarında kullanılabilir.
zh_tw: 用於驗證 HTTPS 請求的可選 CA_BUNDLE 内容。僅在某些資料庫引擎上可用。

source: Optional d3 date format string
bn: ঐচ্ছিক d3 তারিখ ফরম্যাট স্ট্রিং।
ca: Cadena de format de data d3 opcional
cs: Volitelný řetězec formátu data d3
ja: オプションの d3 日付形式文字列
mi: Aho hōputu rā d3 kōwhiringa
nl: Optionele d3 datum opmaak string
pt_br: Cadeia de caracteres opcional de formato de data d3
ro: Șir format dată d3 opțional
tr: İsteğe bağlı d3 tarih formatı dizesi

source: Optional d3 number format string
bn: ঐচ্ছিক d3 সংখ্যা ফরম্যাট স্ট্রিং।
ca: Cadena de format de número d3 opcional
cs: Volitelný řetězec formátu čísla d3
ja: オプションの d3 数値フォーマット文字列
mi: Aho hōputu tau d3 kōwhiringa
nl: Optionele d3 nummer opmaak string
pt_br: String opcional de formato de número d3
ro: Șir format număr d3 opțional
tr: İsteğe bağlı d3 sayı formatı dizesi

source: Optional name of the data column.
bn: ডেটা কলামের ঐচ্ছিক নাম।
ca: Nom opcional de la columna de dades.
cs: Volitelný název datového sloupce.
es: Nombre opcional de la columna de datos.
ja: データ列のオプションの名前。
mi: Ingoa kōwhiringa o te tīwae raraunga.
nl: Optionele naam van de gegevenskolom.
pt_br: Nome opcional da coluna de dados.
ro: Nume opțional al coloanei de date.
tr: Veri sütununun isteğe bağlı adı.
zh_tw: 數據列的可選名稱
