Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The cumulative option allows you to see how your data accumulates over different values. When enabled, the histogram bars represent the running total of frequencies up to each bin. This helps you understand how likely it is to encounter values below a certain point. Keep in mind that enabling cumulative doesn't change your original data, it just changes the way the histogram is displayed.
bn: সামগ্রিক অপশনটি আপনাকে আপনার ডেটা কীভাবে বিভিন্ন মানে সংগ্রহিত হয় তা দেখতে দেয়। সক্রিয় থাকলে, হিস্টোগ্রামের বারগুলি প্রতিটি বিন পর্যন্ত ফ্রিকোয়েন্সিগুলির চলমান মোট দেখায়। এটি আপনাকে বোঝাতে সহায়তা করে যে একটি নির্দিষ্ট পয়েন্টের নিচে মানগুলি পাওয়ার সম্ভাবনা কতটুকু। মনে রাখবেন যে সামগ্রিক সক্ষম করা আপনার মূল ডেটা পরিবর্তন করে না, এটি কেবল হিস্টোগ্রাম প্রদর্শনের পদ্ধতি পরিবর্তন করে।
ca: L'opció acumulativa et permet veure com s'acumulen les teves dades en diferents valors. Quan està habilitada, les barres de l'histograma representen el total acumulat de freqüències fins a cada bin. Això t'ajuda a entendre quina probabilitat hi ha de trobar valors per sota d'un cert punt. Tingues en compte que habilitar l'acumulatiu no canvia les teves dades originals, només canvia la forma en què es mostra l'histograma.
cs: Možnost „kumulativní“ vám umožňuje sledovat, jak se vaše data hromadí v různých hodnotách. Když je tato možnost povolena, sloupce histogramu představují průběžný součet četností až po každý interval (bin). To vám pomůže pochopit, jaká je pravděpodobnost výskytu hodnot pod určitou hranicí. Mějte na paměti, že povolení kumulativního zobrazení nemění vaše původní data, pouze mění způsob zobrazení histogramu.
mi: Mā te kōwhiringa whakakōputu ka taea e koe te kite me pēhea te kohikohi o ō raraunga i ngā uara rerekē. Ina whakahohekingia, ko ngā pae kauwhata e tohu ana i te tapeke rere o ngā auautanga tae noa ki ia pouaka. Ka āwhina tēnei i a koe ki te mārama atu he pēhea te tūponotanga kia tūtaki i ngā uara i raro iho i tētahi tūnga. Kia mahara, ko te whakahohe i te whakakōputu karekau e whakarereke i ō raraunga taketake, he whakarereke noa i te āhua o te whakaaturanga o te kauwhata.
ro: Opțiunea cumulativă vă permite să vedeți cum se acumulează datele dvs. în funcție de diferite valori. Când este activată, barele histogramei reprezintă totalul cumulat al frecvențelor până la fiecare interval. Acest lucru vă ajută să înțelegeți cât de probabil este să întâlniți valori sub un anumit punct. Rețineți că activarea opțiunii cumulative nu modifică datele dvs. originale, ci doar modul în care histograma este afișată.

source: The normalize option transforms the histogram values into proportions or probabilities by dividing each bin's count by the total count of data points. This normalization process ensures that the resulting values sum up to 1, enabling a relative comparison of the data's distribution and providing a clearer understanding of the proportion of data points within each bin.
bn: স্বাভাবিকীকরণ অপশনটি প্রতিটি বিনের গণনাকে মোট ডেটা পয়েন্টের গণনার দ্বারা ভাগ করে হিস্টোগ্রামের মানগুলিকে অনুপাত বা সম্ভাবনায় রূপান্তর করে। এই স্বাভাবিকীকরণ প্রক্রিয়া নিশ্চিত করে যে ফলাফল হিসাবে পাওয়া মানগুলি মোট ১ এ উপনীত হয়, যা ডেটা বিতরণের আপেক্ষিক তুলনা করতে সহায়তা করে এবং প্রতিটি বিনের মধ্যে ডেটা পয়েন্টগুলির অনুপাত সম্পর্কে পরিষ্কার ধারণা দেয়।
ca: L'opció de normalització transforma els valors de l'histograma en proporcions o probabilitats dividint el recompte de cada bin pel total de punts de dades. Aquest procés de normalització assegura que els valors resultants sumin 1, permetent una comparació relativa de la distribució de les dades i proporcionant una comprensió més clara de la proporció de punts de dades dins de cada bin.
cs: Možnost „normalizovat“ transformuje hodnoty histogramu na poměry nebo pravděpodobnosti vydělením počtu v každém intervalu (bin) celkovým počtem datových bodů. Tento proces normalizace zajišťuje, že výsledné hodnoty mají součet 1, což umožňuje relativní porovnání distribuce dat a poskytuje jasnější pochopení podílu datových bodů v každém intervalu.
mi: Mā te kōwhiringa whakawhānui ka whakawhiua ngā uara kauwhata hei ōwehenga, hei tūponotanga rānei mā te wehe i te tatau o ia pouaka ki te tatau katoa o ngā tohu raraunga. Mā tēnei tukanga whakawhānui ka rite pai ngā uara ka puta mai kia 1, ka taea ai te whakatairite tata o te tohatoha o ngā raraunga me te whakamarama mārama ake i te ōwehenga o ngā tohu raraunga i roto i ia pouaka.
ro: Opțiunea de normalizare transformă valorile histogramei în proporții sau probabilități prin împărțirea numărului fiecărui interval la numărul total de puncte de date. Acest proces de normalizare asigură că valorile rezultate se însumează la 1, permițând o comparație relativă a distribuției datelor și oferind o înțelegere mai clară a proporției punctelor de date din fiecare interval.

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
ca: Aquest filtre fou heretat del context del dashboard. No es desarà quan es desi el gràfic.
cs: Tento filtr byl zděděn z kontextu nástěnky. Při uložení grafu nebude uložen.
es: Este filtro se heredó del contexto del panel. No se guardará al guardar el gráfico.
ja: このフィルターはダッシュボードのコンテキストから継承されました。 グラフを保存するときは保存されません。
mi: I whakairihia tēnei tātari mai i te horopaki o te papatohu. Karekau e tiakina ina tiakina te kauwhata.
nl: Deze filter werd geërfd van de context van het dashboard. Dit wordt niet opgeslagen bij het opslaan van de grafiek.
ro: Acest filtru a fost moștenit din contextul tabloului de bord. Nu va fi salvat la salvarea graficului.
tr: Bu filtre kontrol panelinin bağlamından miras alındı. Grafik kaydedilirken bu filtre kaydedilmeyecek.
zh_tw: 此過濾條件是從看板上下文繼承的。保存圖表時不會保存。

source: <p>Your report/alert was unable to be generated because of the following error: %(text)s</p> <p>Please check your dashboard/chart for errors.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
ca: <p>El teu informe/alerta no s'ha pogut generar a causa del següent error: %(text)s</p> <p>Si us plau, revisa el teu dashboard/gràfic per errors.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
cs: <p>Váš report/upozornění se nepodařilo vygenerovat z důvodu následující chyby: %(text)s</p> <p>Zkontrolujte prosím chyby ve vaší nástěnce/grafu.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
mi: <p>Kāore i taea te hanga i tō pūrongo/matohi nā tēnei hapa: %(text)s</p> <p>Tēnā tirohia tō papatohu/kauwhata mō ngā hapa.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>
ro: <p>Raportul/alertă dvs. nu a putut fi generat din cauza următoarei erori: %(text)s</p> <p>Vă rugăm să verificați tabloul de bord/graficul dvs. pentru erori.</p> <p><b><a href="%(url)s">%(call_to_action)s</a></b></p>

source: (excluded)
bn: (অন্তর্ভুক্ত নয়)
ca: (exclòs)
cs: (vyloučeno)
es: (excluido)
ja: (除く)
mi: (kua whakakorehia)
nl: (uitgesloten)
ro: (exclus)
tr: (hariç tutuldu)
zh_tw: (不包含)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
bn: GeoJSON-এ নির্দিষ্ট রঙকে অগ্রাহ্য করতে না চাইলে অস্বচ্ছতাকে 0 সেট করুন
ca: Estableix l'opacitat a 0 si no vols sobreescriure el color especificat al GeoJSON
cs: Nastavte neprůhlednost na 0, pokud nechcete přepsat barvu specifikovanou v GeoJSON
es: Establece la opacidad en 0 si no quieres sobrescribir el color especificado en el GeoJSON
ja: GeoJSON で指定された色をオーバーライドしたくない場合は、不透明度を 0 に設定します。
mi: Whakatakotohia te mātāwai ki te 0 mēnā karekau koe e hiahia ki te whakakapi i te tae kua tohua i te GeoJSON
nl: Zet de ondoorzichtigheid op 0 als je de kleur zoals aangegeven in GeoJSON niet wilt overschrijven
ro: Setați opacitatea la 0 dacă nu doriți să suprascrieți culoarea specificată în GeoJSON
tr: GeoJSON'da belirtilen rengin üstünü yazmak istemiyorsanız opaklığı 0 olarak ayarlayın
zh_tw: 如果您不想覆盖 GeoJSON 中指定的颜色，請將不透明度設定為0

source: a dashboard OR
bn: একটি ড্যাশবোর্ড অথবা
ca: un dashboard O
cs: nástěnku NEBO
ja: ダッシュボード または
mi: he papatohu RĀNEI
nl: een dashboard OF
ro: un tablou de bord SAU
tr: bir kontrol paneli VEYA

source: a new one
bn: একটি নতুনটি
ca: un de nou
cs: novou
ja: 新規
mi: he mea hou
nl: een nieuwe
ro: unul nou
tr: yeni bir tane

source: at line %(line)d
bn: লাইনে %(line)d
ca: a la línia %(line)d
cs: na řádku %(line)d
mi: i te rārangi %(line)d
ro: la linia %(line)d

source: expression which needs to adhere to the
bn: অভিব্যক্তিটি যা অনুসরণ করতে হবে
ca: expressió que ha de complir amb el
cs: výraz, který musí dodržovat
es: expresión que necesita adherirse a la
ja: 遵守すべき表現
mi: kīanga e hāngai ana ki te
nl: uitdrukking die moet voldoen aan de
ro: expresie care trebuie să respecte
tr: şu kurallara uyması gereken ifade
zh_tw: 表達式必須基於

source: for details.
ro: pentru detalii.

source: near '%(highlight)s'
bn: '%(highlight)s' এর কাছে
ca: prop de '%(highlight)s'
cs: poblíž '%(highlight)s'
mi: tata ki '%(highlight)s'
ro: lângă '%(highlight)s'

source: source code of Superset's sandboxed parser
bn: সুপারসেটের স্যান্ডবক্সড পার্সারের সোর্স কোড
ca: codi font de l'analitzador de sandbox del Superset
cs: zdrojový kód parseru Supersetu v sandboxu
es: código fuente del analizador en caja de arena de Superset
ja: スーパーセットのサンドボックスパーサーのソースコード
mi: waehere puna o te kaiwaewae koheru a Superset
nl: broncode van Superset's sandboxed parser
ro: codul sursă al parserului sandbox-uit al Superset
tr: Superset'in kumandalı ayrıştırıcısının kaynak kodu

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
bn: লেক্সিকোগ্রাফিক ক্রম যাতে কালানুক্রমিক ক্রমের সাথে মিল রেখে নিশ্চিত হয় যদি টাইমস্ট্যাম্প ফরম্যাটটি ISO 8601 মান অনুসরণ না করে তবে স্ট্রিংটি তারিখ বা টাইমস্ট্যাম্পে রূপান্তরের জন্য একটি অভিব্যক্তি এবং প্রকার সংজ্ঞায়িত করতে হবে। আপনি যদি সময়কে epoch ফরম্যাটে সংরক্ষণ করেন, তাহলে `epoch_s` বা `epoch_ms` দিন। যদি কোনও প্যাটার্ন নির্দিষ্ট না করা হয় তবে আমরা ডেটাবেস/কলামের নামের স্তরে অতিরিক্ত প্যারামিটার ব্যবহার করে ঐচ্ছিক ডিফল্টে ফিরে যাই।
ca: estàndard per assegurar que l'ordenació lexicogràfica coincideixi amb l'ordenació cronològica. Si el format de marca temporal no compleix amb l'estàndard ISO 8601 hauràs de definir una expressió i tipus per transformar la cadena en una data o marca temporal. Nota que actualment les zones horàries no estan suportades. Si el temps està emmagatzemat en format epoch, posa `epoch_s` o `epoch_ms`. Si no s'especifica cap patró recorrem a usar els valors per defecte opcionals a nivell de base de dades/nom de columna via el paràmetre extra.
cs: standard, aby bylo zajištěno, že lexikografické řazení se shoduje s chronologickým řazením. Pokud formát časového razítka neodpovídá standardu ISO 8601, budete muset definovat výraz a typ pro transformaci řetězce na datum nebo časové razítko. Upozornění: v současné době nejsou časová pásma podporována. Pokud je čas uložen ve formátu epochy, zadejte `epoch_s` nebo `epoch_ms`. Pokud není zadán žádný vzor, použijí se volitelné výchozí hodnoty na úrovni databáze/názvu sloupce prostřednictvím dodatečného parametru.
es: estándar para garantizar que el orden lexicográfico coincida con el orden cronológico. Si el formato de la fecha no se adhiere al estándar ISO 8601 necesitarás definir una expresión y tipo para transformar la cadena en una fecha o marca de tiempo. Nota actualmente las zonas horarias no están soportadas. Si el tiempo está almacenado en formato de época, pon `epoch_s` o `epoch_ms`. Si no se especifica ningún patrón recurrimos a usar los valores predeterminados opcionales a nivel de base de datos/nombre de columna a través del parámetro extra.
ja: 辞書編集上の順序を保証するための標準 時系列順と一致します。もし タイムスタンプ形式は ISO 8601 標準に準拠していません 式と型を定義する必要があります。 文字列を日付またはタイムスタンプに変換します。注記 現在、タイムゾーンはサポートされていません。時間が保存されている場合 エポック形式では、`epoch_s` または `epoch_ms` を入力します。パターンがない場合 が指定されている場合は、ごとにオプションのデフォルトを使用するようにフォールバックします。 追加パラメータによるデータベース/列名のレベル。
mi: paerewa hei whakarite kia rite te rārangi kupu
nl: standaard om ervoor te zorgen dat de lexicografische volgorde samenvalt met de chronologische volgorde. Als het tijdstempel niet overeenkomt met de ISO 8601 standaard dan moet u een expressie definiëren en typen voor om de tekenreeks om te zetten in een datum of tijdstempel. Note currently time zones are not supported Als de tijd wordt opgeslagen in epoch formaat, zet `epoch_s` of `epoch_ms`. Als er geen patroon is opgegeven, vallen we terug naar de optionele standaardwaarden op een database/kolom naam niveau via de extra parameter.
ro: standard pentru a ne asigura că ordonarea lexicografică coincide cu ordonarea cronologică. Dacă formatul timestamp nu respectă standardul ISO 8601 va trebui să definiți o expresie și un tip pentru transformarea șirului într-o dată sau timestamp. Rețineți în prezent fusurile orare nu sunt suportate. Dacă timpul este stocat în format epoch, puneți `epoch_s` sau `epoch_ms`. Dacă niciun model nu este specificat, revenim la utilizarea valorilor implicite opționale la nivel de bază de date/nume de coloană prin parametrul extra.
tr: leksikografik sıralamanın kronolojik sıralama ile örtüşmesini sağlamak için standart. Eğer zaman damgası formatı ISO 8601 standardına uymuyorsa bir ifade ve tür tanımlamanız gerekecek dizgiyi bir tarih veya zaman damgasına dönüştürmek için. Not şu anda zaman dilimleri desteklenmiyor. Eğer zaman epok formatında saklanıyorsa, `epoch_s` veya `epoch_ms` kullanın. Eğer hiçbir desen belirtilmemişse, ekstra parametre aracılığıyla veritabanı/sütun adı seviyesinde isteğe bağlı varsayılanları kullanmaya geri döneriz.
zh_tw: 來確保字符的表達順序與時間順序一致的標準。如果時間戳格式不符合 ISO 8601 標準，则需要定義表達式和類型，以便將字符串轉换為日期或時間戳。注意：當前不支持時區。如果時間以epoch格式儲存，請输入 `epoch_s` or `epoch_ms` 。如果没有指定任何模式，我們可以通過額外的参數在每個資料庫/列名級别上使用可選的預設值。

source: to add calculated columns
bn: গণনা করা কলাম যোগ করতে
ca: per afegir columnes calculades
cs: pro přidání počítaných sloupců
ja: 計算列を追加するには
mi: hei tāpiri i ngā tīwae tatau
nl: berekende kolommen toevoegen
ro: pentru a adăuga coloane calculate
tr: hesaplanmış sütunlar eklemek için

source: to add metrics
bn: মেট্রিক যোগ করতে
ca: per afegir mètriques
cs: pro přidání metrik
ja: 指標を追加するには
mi: hei tāpiri i ngā ine
nl: om meetwaarden toe te voegen
ro: pentru a adăuga metrici
tr: metrikler eklemek için

source: to check for details.
ro: pentru a verifica detalii.

source: to edit or add columns and metrics.
bn: কলাম এবং মেট্রিক সম্পাদনা বা যোগ করতে।
ca: per editar o afegir columnes i mètriques.
cs: pro úpravu nebo přidání sloupců a metrik.
ja: 列とメトリックを編集または追加します。
mi: hei whakatika, hei tāpiri i ngā tīwae me ngā ine.
nl: om kolommen en metrieken toe te voegen of bewerken.
ro: pentru a edita sau adăuga coloane și metrici.
tr: sütunları ve metrikleri düzenlemek veya eklemek için.

source: to mark a column as a time column
bn: একটি কলামকে সময় কলাম হিসেবে চিহ্নিত করতে
ca: per marcar una columna com a columna temporal
cs: pro označení sloupce jako časového
es: para marcar una columna como columna de tiempo
ja: 列を時間列としてマークする
mi: hei tohu i tētahi tīwae hei tīwae wā
nl: om een kolom als tijdkolom te markeren
ro: pentru a marca o coloană ca fiind o coloană de timp
tr: bir sütunu zaman sütunu olarak işaretlemek için

source: to open SQL Lab. From there you can save the query as a dataset.
bn: SQL ল্যাব খুলতে। সেখানে আপনি প্রশ্নটি একটি ডেটাসেট হিসাবে সংরক্ষণ করতে পারেন।
ca: per obrir SQL Lab. Des d'allà pots desar la consulta com un dataset.
cs: pro otevření SQL Labu. Odtud můžete dotaz uložit jako sadu dat.
es: para abrir SQL Lab. Desde allí puedes guardar la consulta como un conjunto de datos.
ja: SQL ラボを開きます。そこから、クエリをデータセットとして保存できます。
mi: hei huaki i te SQL Lab. Mai i reira ka taea e koe te tiaki i te pātai hei rārangi raraunga.
nl: om SQL Lab te openen. Vanaf daar kunt u de query opslaan als dataset.
ro: pentru a deschide SQL Lab. De acolo puteți salva interogarea ca un set de date.
tr: SQL Lab'ı açmak için. Oradan sorguyu bir veri seti olarak kaydedebilirsiniz.
zh_tw: 然後打開 SQL 工具箱。在哪裡你可以將查詢保存為一個數據集。

source: to see details.
ro: pentru a vedea detalii.

source: to visualize your data.
bn: আপনার ডেটা দৃশ্যমান করতে।
ca: per visualitzar les teves dades.
cs: pro vizualizaci vašich dat.
es: para visualizar tus datos.
ja: データを視覚化します。
mi: hei whakakite i ō raraunga.
nl: om uw gegevens te visualiseren.
ro: pentru a vizualiza datele dvs.
tr: verilerinizi görselleştirmek için.

source: != (Is not equal)
bn: != (সমান নয়)
ca: != (No és igual)
cs: != (Nerovná se)
es: != (No es igual)
ja: != (等しくない)
mi: != (Karekau e ōrite)
nl: != (Is niet gelijk)
pt_br: != (diferente)
ro: != (Nu este egal)
tr: != (Eşit değildir)
zh_tw: 不等於（!=）

source: "%s" is now the system dark theme
ro: "%s" este acum tema întunecată a sistemului

source: "%s" is now the system default theme
ro: "%s" este acum tema implicită a sistemului

source: % calculation
bn: % গণনা
ca: % càlcul
cs: Výpočet v %
ja: % 計算
mi: % tatauranga
nl: % berekening
ro: % calcul

source: % of parent
bn: অভিভাবকের %
cs: % z nadřazené položky
mi: % o te mātua
ro: % din părinte

source: % of total
bn: মোটের %
cs: % z celku
mi: % o te katoa
ro: % din total

source: %(dialect)s cannot be used as a data source for security reasons.
bn: নিরাপত্তা কারণে %(dialect)s ডেটা সোর্স হিসাবে ব্যবহার করা যাবে না।
ca: %(dialect)s no es pot usar com a font de dades per raons de seguretat.
cs: %(dialect)s nelze z bezpečnostních důvodů použít jako zdroj dat.
ja: %(dialect)s は、セキュリティ上の理由からデータ ソースとして使用できません。
mi: Kāore e taea te whakamahi i te %(dialect)s hei puna raraunga mō ngā take haumaru.
nl: %(dialect)s kunnen om veiligheidsredenen niet als gegevensbron worden gebruikt.
pt_br: %(dialect)s não pode ser usado como uma fonte de dados por motivos de segurança.
ro: %(dialect)s nu poate fi utilizat ca sursă de date din motive de securitate.
tr: %(dialect)s güvenlik nedenleriyle veri kaynağı olarak kullanılamaz.
zh_tw: 出於安全原因，%(dialect)s SQLite 資料庫不能用作數據源。

source: %(label)s file
ca: fitxer %(label)s
cs: soubor %(label)s
mi: kōnae %(label)s
ro: fișier %(label)s

source: %(object)s does not exist in this database.
bn: %(object)s এই ডাটাবেসে বিদ্যমান নয়।
ca: %(object)s no existeix en aquesta base de dades.
cs: %(object)s v této databázi neexistuje.
es: %(object)s no existe en esta base de datos.
ja: %(object)s はこのデータベースに存在しません。
mi: Karekau %(object)s i roto i tēnei pātengi raraunga.
nl: %(object)s bestaat niet in deze database.
pt_br: %(object)s não existe neste banco de dados.
ro: %(object)s nu există în această bază de date.
tr: %(object)s bu veritabanında mevcut değil.
zh_tw: 資料庫中不存在 %(object)s 。

source: %(report_type)s schedule frequency exceeding limit. Please configure a schedule with a minimum interval of %(minimum_interval)d minutes per execution.
bn: %(report_type)s এর সময়সূচির ফ্রিকোয়েন্সি সীমা ছাড়িয়ে গেছে। অনুগ্রহ করে প্রতি কার্যকরী %(minimum_interval)d মিনিটের মধ্যে একটি ন্যূনতম ইন্টারভাল সহ সময়সূচি কনফিগার করুন।
ca: Freqüència de programació %(report_type)s excedint el límit. Si us plau configura una programació amb un interval mínim de %(minimum_interval)d minuts per execució.
cs: Frekvence plánu pro %(report_type)s překračuje limit. Nakonfigurujte prosím plán s minimálním intervalem %(minimum_interval)d minut na jedno spuštění.
mi: Kei te nui rawa atu te auau o te hōtaka %(report_type)s. Tēnā whirihora he hōtaka me te wā iti rawa o %(minimum_interval)d meneti ia whakatutukitanga.
ro: Frecvența de programare a %(report_type)s depășește limita. Vă rugăm să configurați o programare cu un interval minim de %(minimum_interval)d minute pe execuție.

source: %(rows)d rows returned
bn: %(rows)dটি সারি ফেরত এসেছে
ca: %(rows)d fileres retornades
cs: Vráceno %(rows)d řádků
ja: %(rows)d 行が返されました
mi: %(rows)d rārangi i whakahokia mai
nl: %(rows)d rijen teruggegeven
pt_br: %(rows)d linhas retornadas
ro: %(rows)d rânduri returnate
tr: %(rows)d satır döndürüldü
zh_tw: 返回了 %(rows)d 行

source: %(suggestion)s instead of "%(undefinedParameter)s?"
bn: "%(undefinedParameter)s" এর পরিবর্তে %(suggestion)s?
ca: %(suggestion)s en lloc de "%(undefinedParameter)s?"
cs: %(suggestion)s místo „%(undefinedParameter)s?“
mi: %(suggestion)s hei utu mō "%(undefinedParameter)s?"
ro: %(suggestion)s în loc de "%(undefinedParameter)s"?

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
bn: %(validator)s আপনার প্রশ্ন পরীক্ষা করতে সক্ষম হয়নি। অনুগ্রহ করে আপনার প্রশ্ন পুনরায় পরীক্ষা করুন। ব্যতিক্রম: %(ex)s
ca: %(validator)s no ha pogut verificar la teva consulta. Si us plau revisa la teva consulta. Excepció: %(ex)s
cs: %(validator)s nemohl zkontrolovat váš dotaz. Zkontrolujte prosím dotaz znovu. Výjimka: %(ex)s
es: %(validator)s no pudo verificar tu consulta. Por favor, revisa de nuevo tu consulta. Excepción: %(ex)s
ja: %(validator)s はクエリをチェックできませんでした。 クエリを再確認してください。 例外: %(ex)s
mi: Kāore i taea e %(validator)s te tirotiro i tō pātai.
nl: %(validator)s was niet in staat om uw query te controleren. Controleer uw query opnieuw. Uitzondering: %(ex)s
pt_br: %(validador)es não conseguiu verificar sua consulta. Por favor revise sua consulta. Exceção: %(ex)s
ro: %(validator)s nu a putut verifica interogarea dvs. Vă rugăm să verificați din nou interogarea. Excepție: %(ex)s
tr: %(validator)s sorgunuzu kontrol edemedi. Lütfen sorgunuzu tekrar kontrol edin. İstisna: %(ex)s
zh_tw: %(validator)s 無法檢查您的查詢。 請重新檢查您的查詢。 異常: %(ex)s

source: %s Error
bn: %s ত্রুটি
ca: Error %s
cs: Chyba %s
ja: %s エラー
mi: %s Hapa
nl: %s Fout
pt_br: %s Erro
ro: Eroare %s
tr: %s Hatası
zh_tw: %s 異常

source: %s PASSWORD
bn: %s পাসওয়ার্ড
ca: CONTRASENYA %s
cs: HESLO %s
ja: %s パスワード
mi: %s KUPUHIPA
nl: %s WACHTWOORD
pt_br: %s SENHA
ro: PAROLĂ %s
tr: %s ŞİFRE

source: %s SSH TUNNEL PASSWORD
bn: %s SSH টানেল পাসওয়ার্ড
ca: CONTRASENYA TÚNEL SSH %s
cs: HESLO SSH TUNELU %s
es: CONTRASEÑA DEL TÚNEL SSH %s
ja: %s SSH トンネルのパスワード
mi: %s SSH TUNNEL KUPUHIPA
nl: %s SSH TUNNEL WACHTWOORD
pt_br: %s SENHA DO TÚNEL SSH
ro: PAROLĂ SSH TUNNEL %s
tr: %s SSH TÜNEL ŞİFRESİ
zh_tw: %s SSH 隧道密碼

source: %s SSH TUNNEL PRIVATE KEY
bn: %s SSH টানেল ব্যক্তিগত কী
ca: CLAU PRIVADA TÚNEL SSH %s
cs: SOUKROMÝ KLÍČ SSH TUNELU %s
es: CLAVE PRIVADA DEL TÚNEL SSH %s
ja: %s SSH トンネル秘密キー
mi: %s SSH TUNNEL KĪMATAWHĀ
nl: %s SSH PRIVATE KEY
pt_br: %s CHAVE PRIVADA DO TÚNEL SSH
ro: CHEIE PRIVATĂ SSH TUNNEL %s
tr: %s SSH TÜNEL ÖZEL ANAHTARI
zh_tw: %s SSH 隧道私有密鑰

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
bn: %s SSH টানেল ব্যক্তিগত কী পাসওয়ার্ড
ca: CONTRASENYA CLAU PRIVADA TÚNEL SSH %s
cs: HESLO K SOUKROMÉMU KLÍČI SSH TUNELU %s
es: CONTRASEÑA DE LA CLAVE PRIVADA DEL TÚNEL SSH %s
ja: %s SSH トンネル秘密キーのパスワード
mi: %s SSH TUNNEL KUPUHIPA KĪMATAWHĀ
nl: %s SSH PRIVATE KEY WACHTWOORD
pt_br: %s SENHA DA CHAVE PRIVADA DO TÚNEL SSH
ro: PAROLĂ CHEIE PRIVATĂ SSH TUNNEL %s
tr: %s SSH TÜNEL ÖZEL ANAHTAR ŞİFRESİ
zh_tw: %s SSH 隧道私有密鑰密碼

source: %s Selected
bn: %s নির্বাচিত
ca: %s Seleccionat
cs: Vybráno %s
es: %s Seleccionado
ja: %s が選択されました
mi: %s Kua Tīpakohia
nl: %s Geselecteerd
pt_br: %s Selecionado
ro: %s Selectat
tr: %s Seçildi
zh_tw: %s 已選定

source: %s Selected (%s Physical, %s Virtual)
bn: %s নির্বাচিত (%s শারীরিক, %s ভার্চুয়াল)
ca: %s Seleccionat (%s Física, %s Virtual)
cs: Vybráno %s (%s fyzických, %s virtuálních)
es: %s Seleccionado (%s Físico, %s Virtual)
ja: %s が選択されました (%s 物理、%s 仮想)
mi: %s Kua Tīpakohia (%s Kikokiko, %s Mariko)
nl: %s Geselecteerd (%s Fysiek, %s Virtueel)
pt_br: %s selecionado (%s Físico , %s Virtual)
ro: %s Selectat (%s Fizic, %s Virtual)
tr: %s Seçildi (%s Fiziksel, %s Sanal)
zh_tw: %s 個被選中 (%s 個實體, %s 個虛擬)
