Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Choose a number format
bn: একটি সংখ্যা বিন্যাস নির্বাচন করুন
ca: Escull un format numèric
cs: Vyberte formát čísla
ja: 数値形式を選択してください
mi: Kōwhiria he hōputu tau
nl: Kies een getal opmaak
pt_br: Escolha um formato de número
ro: Alege un format de număr
tr: Bir sayı formatı seçin
zh_tw: 選擇一種數字格式

source: Choose a source
bn: একটি উৎস নির্বাচন করুন
ca: Escull una font
cs: Vyberte zdroj
ja: ソースを選択してください
mi: Kōwhiria he puna
nl: Kies een bron
pt_br: Escolha uma fonte
ro: Alege o sursă
tr: Bir kaynak seçin
zh_tw: 選擇一個源

source: Choose a target
bn: একটি লক্ষ্য নির্বাচন করুন
ca: Escull un objectiu
cs: Vyberte cíl
ja: ターゲットを選択してください
mi: Kōwhiria he whāinga
nl: Kies een doel
pt_br: Escolha um alvo
ro: Alege o țintă
tr: Bir hedef seçin
zh_tw: 選擇一個目標

source: Choose already exists
bn: নির্বাচিত ইতিমধ্যেই বিদ্যমান
ca: L'opció ja existeix
cs: Výběr již existuje
mi: Kua tīari kē te kōwhiringa
ro: Alegerea există deja

source: Choose chart type
bn: চার্টের ধরন নির্বাচন করুন
ca: Escull el tipus de gràfic
cs: Vyberte typ grafu
ja: グラフの種類を選択してください
mi: Kōwhiri momo kauwhata
nl: Kies grafiektype
pt_br: Escolha o tipo de gráfico
ro: Alege tipul de grafic
tr: Grafik türünü seçin
zh_tw: 選擇圖表類型

source: Choose columns to be parsed as dates
bn: তারিখ হিসাবে পার্স করা জন্য কলাম নির্বাচন করুন
ca: Escull columnes per analitzar com a dates
cs: Vyberte sloupce, které se mají zpracovat jako data
mi: Kōwhiri tīwae hei poroporo hei rā
ro: Alege coloanele care vor fi analizate ca date

source: Choose columns to read
bn: পড়ার জন্য কলাম নির্বাচন করুন
ca: Escull columnes per llegir
cs: Vyberte sloupce ke čtení
mi: Kōwhiri tīwae hei pānui
ro: Alege coloanele de citit

source: Choose from existing dashboard filters and select a value to refine your report results.
ro: Alege din filtrele existente ale tabloului de bord și selectează o valoare pentru a rafina rezultatele raportului tău.

source: Choose how many X-Axis labels to show
ro: Alege câte etichete X-Axis să afișezi

source: Choose index column
bn: সূচক কলাম নির্বাচন করুন
ca: Escull columna d'índex
cs: Vyberte indexový sloupec
mi: Kōwhiri tīwae kuputohu
ro: Alege coloana de index

source: Choose notification method and recipients.
bn: নোটিফিকেশন পদ্ধতি এবং প্রাপকদের নির্বাচন করুন।
ca: Escull el mètode de notificació i els destinataris.
cs: Vyberte metodu oznámení a příjemce.
mi: Kōwhiri tikanga whakamōhio me ngā kaiwhakawhiti.
ro: Alege metoda de notificare și destinatarii.

source: Choose numbers between %(min)s and %(max)s
ro: Alege numere între %(min)s și %(max)s

source: Choose one of the available databases from the panel on the left.
bn: বাম প্যানেল থেকে উপলব্ধ ডাটাবেসগুলির মধ্যে একটি নির্বাচন করুন।
ca: Escull una de les bases de dades disponibles del panell de l'esquerra.
cs: Vyberte jednu z dostupných databází z panelu vlevo.
es: Elige una de las bases de datos disponibles en el panel de la izquierda.
ja: 左側のパネルから利用可能なデータベースの 1 つを選択します。
mi: Kōwhiria tētahi o ngā pātengi raraunga wātea mai i te papa i te mauī.
nl: Kies een van de beschikbare databases uit het paneel aan de linkerkant.
pt_br: Escolha um dos bancos de dados disponíveis no painel na esquerda.
ro: Alege una dintre bazele de date disponibile din panoul din stânga.
tr: Sol panelde bulunan kullanılabilir veritabanlarından birini seçin.
zh_tw: 從左側的面板中選擇一個可用的資料庫

source: Choose one of the available databases on the left panel.
bn: বাম প্যানেলে উপলব্ধ ডাটাবেসগুলির মধ্যে একটি নির্বাচন করুন।
ca: Escull una de les bases de dades disponibles al panell esquerre.
cs: Vyberte jednu z dostupných databází na levém panelu.
mi: Kōwhiria tētahi o ngā pātengi raraunga wātea i te papa mauī.
ro: Alege una dintre bazele de date disponibile din panoul din stânga.

source: Choose sheet name
bn: শীটের নাম নির্বাচন করুন
ca: Escull el nom del full
cs: Vyberte název listu
mi: Kōwhiri ingoa hīti
ro: Alege numele foii

source: Choose the annotation layer type
bn: অ্যানোটেশন স্তরের প্রকার নির্বাচন করুন
ca: Escull el tipus de capa d'anotació
cs: Vyberte typ vrstvy anotací
es: Elige el tipo de capa de anotación
ja: 注釈レイヤーのタイプを選んでください
mi: Kōwhiri te momo papa tohu
nl: Kies het aantekeningenlaagtype
pt_br: Escolha o tipo da camada de anotação
ro: Alege tipul stratului de adnotare
tr: Anotasyon katman türünü seçin
zh_tw: 選擇注释層類型

source: Choose the format for legend values
bn: লিজেন মানগুলির জন্য ফরম্যাট নির্বাচন করুন
ca: Escull el format per als valors de la llegenda
cs: Vyberte formát pro hodnoty legendy
ja: 凡例値の形式を選択します
mi: Kōwhiri te hōputu mō ngā uara kōrero
nl: Kies de opmaak voor legende waarden
pt_br: Escolha o formato dos valores de legenda
ro: Alege formatul pentru valorile legendei
tr: Efsane değerleri için biçimi seçin

source: Choose the position of the legend
bn: লিজেনের অবস্থান নির্বাচন করুন
ca: Escull la posició de la llegenda
cs: Vyberte pozici legendy
ja: 凡例の位置を選択してください
mi: Kōwhiri te tūnga o te kōrero
nl: Kies de positie van de legende
ro: Alege poziția legendei
tr: Efsane konumunu seçin

source: Choose the source of your annotations
bn: আপনার অ্যানোটেশনগুলির উৎস নির্বাচন করুন
ca: Escull la font de les teves anotacions
cs: Vyberte zdroj vašich anotací
ja: 注釈のソースを選択する
mi: Kōwhiri te puna o ō tohu
nl: Kies de bron van je annotaties
ro: Alege sursa adnotărilor tale
tr: Anotasyonların kaynağını seçin
zh_tw: 選擇您的注释來源

source: Choose values that should be treated as null. Warning: Hive database supports only a single value
bn: যেসব মানকে নাল হিসেবে বিবেচনা করা উচিত তা নির্বাচন করুন। সতর্কতা: হাইভ ডাটাবেস শুধুমাত্র একটি মান সমর্থন করে
ca: Escull valors que han de ser tractats com a nuls. Advertència: la base de dades Hive només suporta un sol valor
cs: Vyberte hodnoty, které by se měly považovat za null. Upozornění: Databáze Hive podporuje pouze jednu hodnotu
mi: Kōwhiri uara me whakahaere hei kore. Whakatūpato: Ka tautoko te pātengi raraunga Hive i te kotahi uara anake
ro: Alege valori care ar trebui tratate ca null. Avertisment: baza de date Hive acceptă doar o singură valoare

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
bn: নির্বাচন করুন একটি দেশকে মেট্রিক দ্বারা শেড করা উচিত কিনা, অথবা একটি শ্রেণীবদ্ধ রঙের প্যালেটের ভিত্তিতে একটি রঙ বরাদ্দ করা উচিত
ca: Escull si un país ha de ser ombrejat per la mètrica, o assignat un color basat en una paleta de colors categòrica
cs: Vyberte, zda má být země stínována podle metriky, nebo zda má být přiřazena barva na základě kategorické barevné palety
es: Elige si un país debe ser sombreado por la métrica, o asignarle un color basado en una paleta de colores categórica
ja: 国を指標で網掛けするか、カテゴリ別カラーパレットに基づいて色を割り当てるかを選択します
mi: Kōwhiri mēnā me marumaru tētahi whenua e te ine, me tūtohu rānei i tētahi tae i runga i tētahi paka tae kāwai
nl: Kies of een land moet worden schaduwd door de metriek of een kleur moet worden toegewezen gebaseerd op een categorisch kleurenpalet
pt_br: Escolha se um país deve ser sombreado pela métrica ou se lhe deve ser atribuída uma cor com base numa paleta de cores categóricas
ro: Alege dacă o țară ar trebui umbrită după metrică, sau atribuită o culoare pe baza unei palete de culori categorice

source: Choose...
cs: Zvolte...
ro: Alege...

source: Chord Diagram
bn: কর্ড ডায়াগ্রাম
ca: Diagrama de Corda
cs: Strunový diagram
es: Diagrama de Cuerdas
ja: コードダイアグラム
mi: Hoahoa Kōrua
nl: Koorden Diagram
pt_br: Diagrama de acordes
ro: Diagramă Acord
tr: Akort Diyagramı
zh_tw: 弦圖

source: Chosen non-numeric column
bn: নির্বাচিত অ-সংখ্যামূলক কলাম
ca: Columna no numèrica escollida
cs: Zvolený nečíselný sloupec
es: Columna no numérica seleccionada
ja: 選択された非数値列
mi: Tīwae kāore he tau kua kōwhiria
nl: Gekozen niet-numerieke kolom
pt_br: Coluna não-numérica escolhida
ro: Coloană non-numerică aleasă
tr: Seçilen sayısal olmayan sütun
zh_tw: 選定的非數字列

source: Circle
bn: বৃত্ত
ca: Cercle
cs: Kruh
ja: サークル
mi: Porohita
nl: Cirkel
pt_br: Círculo
ro: Cerc
tr: Daire
zh_tw: 圆

source: Circle -> Arrow
bn: বৃত্ত -> তীর
ca: Cercle -> Fletxa
cs: Kruh -> Šipka
es: Círculo -> Flecha
ja: サークル→矢印
mi: Porohita -> Pere
nl: Cirkel -> Pijl
pt_br: Círculo -> Seta
ro: Cerc -> Săgeată
tr: Daire -> Ok
zh_tw: 圆 -> 箭頭

source: Circle -> Circle
bn: বৃত্ত -> বৃত্ত
ca: Cercle -> Cercle
cs: Kruh -> Kruh
es: Círculo -> Círculo
ja: サークル→サークル
mi: Porohita -> Porohita
nl: Cirkel -> Cirkel
pt_br: Círculo -> Círculo
ro: Cerc -> Cerc
tr: Daire -> Daire
zh_tw: 圆 -> 圆

source: Circle radar shape
bn: বৃত্ত রাডার আকৃতি
ca: Forma de radar circular
cs: Kruhový tvar radaru
es: Forma de radar circular
ja: サークルレーダー形状
mi: Hanga whakarapa porohita
nl: Cirkel radarvorm
pt_br: Forma de radar circular
ro: Formă radar cerc
tr: Daire radar şekli
zh_tw: 圆形雷達圖

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
bn: একটি ক্লাসিক সারি-বাই-কলাম স্প্রেডশীটের মতো ডেটাসেটের দৃশ্য। টেবিল ব্যবহার করুন মৌলিক ডেটার একটি দৃশ্য উপস্থাপন করতে বা সংগৃহীত মেট্রিকগুলি দেখাতে।
ca: Vista clàssica en forma de full de càlcul fila per columna d'un conjunt de dades. Utilitza taules per mostrar una vista de les dades subjacents o per mostrar mètriques agregades.
cs: Klasické zobrazení sady dat podobné tabulkovému procesoru po řádcích a sloupcích. Použijte tabulky k prezentaci pohledu na podkladová data nebo k zobrazení agregovaných metrik.
es: Vista clásica de hoja de cálculo por filas y columnas de un conjunto de datos. Utiliza tablas para mostrar una vista de los datos subyacentes o para mostrar métricas agregadas.
ja: データセットのビューに似た古典的な行×列のスプレッドシート。表を使用して、基礎となるデータのビューを表示したり、集計されたメトリックを表示したりできます。
mi: Tirohanga ripanga tawhito rārangi-mā-tīwae o tētahi rārangi raraunga. Whakamahia ngā ripanga hei whakaatu i tētahi tirohanga ki ngā raraunga e takoto ana, hei whakaatu rānei i ngā ine kua whakaarotauhia.
nl: Klassieke rij-voor-kolom werkblad zoals weergave van een dataset. Gebruik tabellen om een weergave in de onderliggende gegevens te tonen of geaggregeerde metrieken te tonen.
pt_br: Visão clássica de um conjunto de dados numa planilha de cálculo, linha a coluna. Utilize tabelas para apresentar uma visão dos dados subjacentes ou para mostrar métricas agregadas.
ro: Vedere clasică de tip foaie de calcul rând-pe-coloană a unui set de date. Folosește tabele pentru a prezenta o vedere în datele de bază sau pentru a afișa metrici agregate.
zh_tw: 數據集的典型的逐行逐列電子表格視圖。使用表格顯示底層數據的視圖或顯示聚合指標。

source: Clause
bn: ধারা
ca: Clàusula
cs: Klauzule
es: Cláusula
ja: 条項
mi: Rerenga
nl: Clausule
pt_br: Cláusula
ro: Clauză
tr: Küme
zh_tw: 條件

source: Clear
bn: পরিষ্কার
ca: Netejar
cs: Vymazat
es: Claro
ja: クリア
mi: Whakakore
nl: Verwijder
pt_br: Limpar
ro: Șterge
tr: Temizle
zh_tw: 清除

source: Clear Sort
ro: Șterge Sortare

source: Clear all
bn: সব পরিষ্কার করুন
ca: Netejar tot
cs: Vymazat vše
es: Borrar todo
ja: すべてクリア
mi: Whakakore katoa
nl: Wis alles
pt_br: Limpar todos
ro: Șterge tot
tr: Hepsini Temizle
zh_tw: 清除所有

source: Clear all data
bn: সব তথ্য পরিষ্কার করুন
ca: Netejar totes les dades
cs: Vymazat všechna data
ja: すべてのデータをクリア
mi: Whakakore i ngā raraunga katoa
nl: Wis alle gegevens
pt_br: Limpar todos os dados
ro: Șterge toate datele
tr: Tüm verileri temizle

source: Clear all filters
ro: Șterge toate filtrele

source: Clear form
bn: ফর্ম পরিষ্কার করুন
ca: Netejar formulari
cs: Vymazat formulář
ja: クリアフォーム
mi: Whakakore puka
nl: Formulier wissen
pt_br: Limpar formulário
ro: Șterge formularul
tr: Formu temizle

source: Clear local theme
ro: Șterge tema locală

source: Clear the selection to revert to the system default theme
ro: Șterge selecția pentru a reveni la tema implicită a sistemului

source: Click on "Add or Edit Filters" option in Settings to create new dashboard filters
ca: Fes clic a l'opció "Afegir o Editar Filtres" a Configuració per crear nous filtres del dashboard
cs: Klikněte na možnost „Přidat nebo upravit filtry“ v Nastavení pro vytvoření nových filtrů nástěnky
ro: Faceți clic pe opțiunea "Adaugă sau Editează Filtre" din Setări pentru a crea filtre noi pentru tablou de bord

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
bn: একটি ভিজ্যুয়ালাইজেশন প্রিভিউ করার জন্য বামপাশের কন্ট্রোল প্যানেলে "চার্ট তৈরি করুন" বোতামে ক্লিক করুন অথবা
ca: Fes clic al botó "Crear gràfic" al panell de control de l'esquerra per previsualitzar una visualització o
cs: Klikněte na tlačítko „Vytvořit graf“ v ovládacím panelu vlevo pro náhled vizualizace nebo
es: Haz clic en el botón "Crear gráfico" en el panel de la izquierda para
ja: 左側のコントロール パネルにある [チャートの作成] ボタンをクリックして、ビジュアライゼーションをプレビューするか、
mi: Pāwhiria te pātene "Hanga kauwhata" i te papa whakahaere i te mauī hei arokite i tētahi whakakitenga,
nl: Klik op de knop "Maak grafiek" in het controlepaneel links om een visualisatie te bekijken of
ro: Faceți clic pe butonul "Creează grafic" din panoul de control din stânga pentru a previzualiza o vizualizare sau
tr: Görselleştirmeyi önizlemek için sol taraftaki kontrol panelindeki "Grafik oluştur" düğmesine tıklayın veya
zh_tw: 點擊左側控制面板中的“創建圖表”按钮以預覽可視化效果，或者

source: Click the lock to make changes.
bn: পরিবর্তন করতে তালায় ক্লিক করুন।
ca: Fes clic al cadenat per fer canvis.
cs: Klikněte na zámek pro provedení změn.
es: Haz clic en el candado para hacer cambios.
ja: ロックをクリックして変更を加えます。
mi: Pāwhiria te maukati hei huri.
nl: Klik op het slotje om wijzigingen aan te brengen.
pt_br: Clique no cadeado para fazer alterações.
ro: Faceți clic pe lacăt pentru a face modificări.
tr: Değişiklik yapmak için kilidi tıklayın.
zh_tw: 單擊锁以進行更改。

source: Click the lock to prevent further changes.
bn: আরও পরিবর্তন প্রতিরোধ করতে তালায় ক্লিক করুন।
ca: Fes clic al cadenat per evitar més canvis.
cs: Klikněte na zámek pro zabránění dalším změnám.
es: Haz clic en el candado para prevenir cambios futuros.
ja: それ以上の変更を防ぐには、ロックをクリックします。
mi: Pāwhiria te maukati hei aukati i ngā huringa atu.
nl: Klik op het slotje om verdere wijzigingen te voorkomen.
pt_br: Clique no cadeado para evitar avançar mudanças.
ro: Faceți clic pe lacăt pentru a preveni modificările ulterioare.
tr: Daha fazla değişikliği engellemek için kilidi tıklayın.
zh_tw: 單擊锁定以防止進一步更改。

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
bn: এই লিঙ্কটিতে ক্লিক করুন বিকল্প ফর্মে যাওয়ার জন্য যা আপনাকে এই ডাটাবেসের জন্য SQLAlchemy URL ম্যানুয়ালি ইনপুট করার অনুমতি দেয়।
ca: Fes clic a aquest enllaç per canviar a un formulari alternatiu que et permet introduir l'URL de SQLAlchemy per a aquesta base de dades manualment.
cs: Klikněte na tento odkaz pro přepnutí na alternativní formulář, který vám umožní ručně zadat URL SQLAlchemy pro tuto databázi.
es: Haz clic en este enlace para cambiar a un formulario alternativo que te permite introducir manualmente la URL de SQLAlchemy para esta base de datos.
ja: このリンクをクリックすると、このデータベースの SQLAlchemy URL を手動で入力できる別のフォームに切り替わります。
mi: Pāwhiria tēnei hono hei huri ki tētahi puka whawhati ka taea e koe te tāuru i te URL SQLAlchemy mō tēnei pātengi raraunga ā-ringa.
nl: Klik op deze link om over te schakelen naar een alternatief formulier waarmee u de SQLAlchemy URL voor deze database handmatig kunt invoeren.
pt_br: Clique neste link para mudar para um formulário alternativa que permite você inserir manualmente o URL do SQLAlchemy para esse banco de dados.
ro: Faceți clic pe acest link pentru a comuta la un formular alternativ care vă permite să introduceți manual URL-ul SQLAlchemy pentru această bază de date.
tr: Bu bağlantıya tıklayarak bu veritabanı için SQLAlchemy URL'sini manuel olarak girebileceğiniz alternatif bir forma geçiş yapabilirsiniz.
zh_tw: 單擊此链接可切换到备用表單，該表單允許您手動输入此資料庫的SQLAlChemy URL。

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
bn: এই লিঙ্কটিতে ক্লিক করুন বিকল্প ফর্মে যাওয়ার জন্য যা শুধুমাত্র এই ডাটাবেসের সাথে সংযুক্ত হতে প্রয়োজনীয় ক্ষেত্রগুলি দেখায়।
ca: Fes clic a aquest enllaç per canviar a un formulari alternatiu que exposa només els camps requerits necessaris per connectar aquesta base de dades.
cs: Klikněte na tento odkaz pro přepnutí na alternativní formulář, který zobrazí pouze povinná pole potřebná k připojení této databáze.
es: Haz clic en este enlace para cambiar a un formulario alternativo que muestra solo los campos necesarios para conectar esta base de datos.
ja: このデータベースに接続するために必要な必須フィールドのみを表示する代替フォームに切り替えるには、このリンクをクリックします。
mi: Pāwhiria tēnei hono hei huri ki tētahi puka whawhati ka whakaatu anake i ngā āpure e hiahiatia ana hei hono i tēnei pātengi raraunga.
nl: Klik op deze link om over te schakelen naar een alternatief formulier dat alleen de vereiste velden laat zien om deze database te verbinden.
pt_br: Clique neste link para mudar para um formulário alternativo que expõe apenas os campos obrigatórios necessários para conectar esse banco de dados.
ro: Faceți clic pe acest link pentru a comuta la un formular alternativ care expune doar câmpurile necesare pentru conectarea acestei baze de date.
tr: Bu bağlantıya tıklayarak bu veritabanına bağlanmak için gereken yalnızca gereken alanları açıklayan alternatif bir forma geçiş yapabilirsiniz.
zh_tw: 單擊此链接可切换到僅顯示連接此資料庫所需的必填欄位的备用表單。

source: Click to add a contour
bn: একটি কন্ট্যুর যোগ করতে ক্লিক করুন
ca: Fes clic per afegir un contorn
cs: Klikněte pro přidání obrysu
es: Haz clic para añadir un contorno
ja: クリックして輪郭を追加します
mi: Pāwhiria hei tāpiri i tētahi takotoranga
nl: Klik om een contour toe te voegen
ro: Faceți clic pentru a adăuga un contur
zh_tw: 點擊增加等高線

source: Click to add new breakpoint
ro: Faceți clic pentru a adăuga un nou punct de întrerupere

source: Click to add new layer
ca: Fes clic per afegir una nova capa
cs: Klikněte pro přidání nové vrstvy
mi: Pāwhiria hei tāpiri i tētahi papa hou
ro: Faceți clic pentru a adăuga un nou strat

source: Click to cancel sorting
bn: সজ্জা বাতিল করতে ক্লিক করুন
ca: Fes clic per cancel·lar l'ordenació
cs: Klikněte pro zrušení řazení
es: Haz clic para cancelar la ordenación
ja: クリックすると並べ替えをキャンセルします
mi: Pāwhiria hei whakakore i te kōmaka
nl: Klik om sortering te annuleren
pt_br: Clique para cancelar a ordenação
ro: Faceți clic pentru a anula sortarea
tr: Sıralamayı iptal etmek için tıklayın
zh_tw: 點擊取消排序

source: Click to edit
bn: এডিট করতে ক্লিক করুন
ca: Fes clic per editar
cs: Klikněte pro úpravu
es: Haz clic para editar
ja: クリックして編集
mi: Pāwhiria hei whakatika
nl: Klik om te bewerken
pt_br: Clique para editar
ro: Faceți clic pentru a edita
tr: Düzenlemek için tıklayın
zh_tw: 點擊編輯

source: Click to edit %s.
bn: এডিট করতে ক্লিক করুন %s।
ca: Fes clic per editar %s.
cs: Klikněte pro úpravu %s.
ja: クリックして%sを編集します。
mi: Pāwhiria hei whakatika i %s.
nl: Klik om te bewerken %s.
pt_br: Clique para editar %s.
ro: Faceți clic pentru a edita %s.
tr: %s düzenlemek için tıklayın.

source: Click to edit chart.
bn: চার্ট এডিট করতে ক্লিক করুন।
ca: Fes clic per editar el gràfic.
cs: Klikněte pro úpravu grafu.
ja: クリックしてチャートを編集します。
mi: Pāwhiria hei whakatika i te kauwhata.
nl: Klik om de grafiek te bewerken.
pt_br: Clique para editar o gráfico.
ro: Faceți clic pentru a edita graficul.
tr: Grafiği düzenlemek için tıklayın.

source: Click to edit label
bn: লেবেল এডিট করতে ক্লিক করুন
ca: Fes clic per editar l'etiqueta
cs: Klikněte pro úpravu popisku
ja: クリックしてラベルを編集
mi: Pāwhiria hei whakatika i te tapanga
nl: Klik om label te bewerken
pt_br: Clique para editar o rótulo
ro: Faceți clic pentru a edita eticheta
tr: Etiketi düzenlemek için tıklayın
zh_tw: 單擊以編輯標籤

source: Click to favorite/unfavorite
bn: প্রিয়/অপ্রিয় করতে ক্লিক করুন
ca: Fes clic per marcar/desmarcar com a favorit
cs: Klikněte pro přidání/odebrání z oblíbených
es: Haz clic para marcar como favorito/no favorito
ja: クリックしてお気に入りに追加/解除
mi: Pāwhiria hei whakamakauhia/kore-whakamakauhia
nl: Klik om voorkeur aan te geven/voorkeur te verwijderen
pt_br: Clique para favoritar/não favoritar
ro: Faceți clic pentru a marca/demarca ca favorit
tr: Favoriye eklemek/kaldırmak için tıklayın
zh_tw: 點擊 收藏/取消收藏

source: Click to force-refresh
bn: ফোর্স-রিফ্রেশ করতে ক্লিক করুন
ca: Fes clic per forçar l'actualització
cs: Klikněte pro vynucenou aktualizaci
es: Haz clic para forzar la actualización
ja: クリックして強制更新
mi: Pāwhiria hei whakahou-ā-kaha
nl: Klik om te herladen
pt_br: Clique para forçar a atualização
ro: Faceți clic pentru reîmprospătare forțată
tr: Zorla yenilemek için tıklayın
zh_tw: 點擊强制刷新

source: Click to see difference
bn: ফারাক দেখতে ক্লিক করুন
ca: Fes clic per veure la diferència
cs: Klikněte pro zobrazení rozdílu
es: Haz clic para ver la diferencia
ja: クリックして差分を確認
mi: Pāwhiria hei kite i te rerekētanga
nl: Klik om het verschil te zien
pt_br: Clique para ver diferença
ro: Faceți clic pentru a vedea diferența
tr: Farkı görmek için tıklayın
zh_tw: 點擊查看差異

source: Click to sort ascending
bn: উর্ধ্বমুখী সজ্জা করতে ক্লিক করুন
ca: Fes clic per ordenar ascendent
cs: Klikněte pro vzestupné řazení
ja: クリックして昇順に並べ替えます
mi: Pāwhiria hei kōmaka piki
nl: Klik om oplopend te sorteren
pt_br: Clique para classificar em ordem crescente
ro: Faceți clic pentru sortare crescătoare
tr: Artan sıralamak için tıklayın

source: Click to sort descending
bn: অবধ্বমুখী সজ্জা করতে ক্লিক করুন
ca: Fes clic per ordenar descendent
cs: Klikněte pro sestupné řazení
ja: クリックして降順に並べ替えます
mi: Pāwhiria hei kōmaka heke
nl: Klik om aflopend te sorteren
pt_br: Clique para classificar em ordem decrescente
ro: Faceți clic pentru sortare descrescătoare
tr: Azalan sıralamak için tıklayın

source: Close
bn: বন্ধ করুন
ca: Tancar
cs: Zavřít
es: Cerrar
ja: 閉じる
mi: Kati
nl: Sluit
pt_br: Fechar
ro: Închide
tr: Kapat
zh_tw: 關闭

source: Close all other tabs
bn: সব অন্যান্য ট্যাব বন্ধ করুন
ca: Tancar totes les altres pestanyes
cs: Zavřít všechny ostatní karty
es: Cerrar todas las otras pestañas
ja: 他のタブをすべて閉じる
mi: Kati i ngā ripa katoa kē atu
nl: Sluit alle andere tabbladen
pt_br: Fechar todas as outras abas
ro: Închide toate celelalte file
tr: Diğer tüm sekmeleri kapat
zh_tw: 關闭其他選項卡

source: Close color breakpoint editor
ro: Închide editorul punctului de întrerupere de culoare

source: Close tab
bn: ট্যাব বন্ধ করুন
ca: Tancar pestanya
cs: Zavřít kartu
es: Cerrar pestaña
ja: タブを閉じる
mi: Kati ripa
nl: Tabblad sluiten
pt_br: Fechar aba
ro: Închide filă
tr: Sekmeyi kapat
zh_tw: 關闭選項卡

source: Cluster label aggregator
bn: ক্লাস্টার লেবেল সমাহারকারী
ca: Agregador d'etiquetes de clúster
cs: Agregátor popisků shluků
es: Agregador de etiquetas de clúster
ja: クラスターラベルアグリゲーター
mi: Kaiwhakaārotau tapanga rāpaki
pt_br: Agregador de rótulo de cluster
ro: Agregator etichetă cluster
tr: Küme etiket toplama
zh_tw: 聚類標籤聚合器

source: Clustering Radius
bn: ক্লাস্টারিং রেডিয়াস
ca: Radi d'Agrupament
cs: Poloměr shlukování
es: Radio de Agrupamiento
ja: クラスタリング半径
mi: Pūtoro Rāpaki
nl: Clusteringsradius
pt_br: Raio de agrupamento
ro: Rază Clusternare
tr: Kümeleme Yarıçapı
zh_tw: 聚合半徑

source: Code
bn: কোড
ca: Codi
cs: Kód
es: Código
ja: コード
mi: Waehere
pt_br: Código
ro: Cod
tr: Kod
zh_tw: 代碼

source: Code Copied!
ro: Cod Copiat!

source: Collapse All
ro: Restrânge Tot

source: Collapse all
bn: সব অযুত করুন
ca: Col·lapsar tot
cs: Sbalit vše
es: Contraer todo
ja: すべて折りたたむ
mi: Hīngonga katoa
nl: Alles inklappen
pt_br: Recolher tudo
ro: Restrânge tot
tr: Tümünü daralt
zh_tw: 全部折叠

source: Collapse data panel
bn: ডেটা প্যানেল অযুত করুন
ca: Col·lapsar panell de dades
cs: Sbalit datový panel
ja: データパネルを折りたたむ
mi: Hīngonga papa raraunga
nl: Paneel data samenvouwen
pt_br: Recolher painel de dados
ro: Restrânge panoul de date
tr: Veri panelini daralt

source: Collapse row
bn: সারি অযুত করুন
ca: Col·lapsar fila
cs: Sbalit řádek
ja: 行を折りたたむ
mi: Hīngonga rārangi
nl: Rij inklappen
pt_br: Recolher linha
ro: Restrânge rând
tr: Satırı daralt
