Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: The country code standard that Superset should expect to find in the [country] column
bn: দেশের কোডের মানদণ্ড যা Superset [দেশ] কলামে খুঁজে পেতে অপেক্ষা করবে।
ca: L'estàndard de codi de país que Superset hauria d'esperar trobar a la columna [country]
cs: Standard kódu země, který by měl Superset očekávat ve sloupci [země]
es: El estándar de código de país que Superset debería esperar encontrar en la columna [país]
ja: Supersetが [country] 列で見つける必要がある国コード標準
mi: Te paerewa waehere whenua e tūmanakohia ana e Superset kia kitea i te tīwae [whenua]
nl: De landcode die Superset verwacht te vinden in de [land] kolom
pt_br: O código de país padrão que o Superset deve esperar encontrar na coluna [country]
tr: Superset'in [country] sütununda bulmasını beklemesi gereken ülke kodu standardı
zh_tw: Superset 希望能够在 [國家] 欄中找到的 國家 / 地區 的標準代碼

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
bn: ডেটাবেস দ্বারা অনুমান করা ডেটার ধরন। কিছু ক্ষেত্রে অভিব্যক্তি-সংজ্ঞায়িত কলামের জন্য ম্যানুয়ালি একটি ধরন ইনপুট করা প্রয়োজন হতে পারে। বেশিরভাগ ক্ষেত্রে ব্যবহারকারীদের এটি পরিবর্তন করার প্রয়োজন নেই।
es: El tipo de datos que fue inferido por la base de datos. Puede ser necesario introducir un tipo manualmente para las columnas definidas por expresión en algunos casos. En la mayoría de los casos, los usuarios no deberían necesitar alterar esto.
ja: データベースによって推論されたデータ型。場合によっては、式で定義された列に手動で型を入力することが必要になる場合があります。ほとんどの場合、ユーザーはこれを変更する必要はありません。
nl: Het gegevenstype dat werd afgeleid door de database. Het kan nodig zijn om in sommige gevallen een type handmatig in te voeren voor expression-gedefinieerde kolommen. In de meeste gevallen zouden gebruikers dit niet hoeven te veranderen.
pt_br: O tipo de dados que foi inferido pela base de dados. Em alguns casos, pode ser necessário introduzir manualmente um tipo para colunas definidas por expressões. Na maioria dos casos, os usuários não devem precisar de alterar isto.
tr: Veritabanı tarafından çıkarılan veri türü. Bazı durumlarda ifade ile tanımlanan sütunlar için türü manuel olarak girmek gerekebilir. Çoğu durumda kullanıcıların bunu değiştirmeye ihtiyaç duymamaları gerekir.
zh_tw: 由資料庫推斷的數據類型。在某些情况下，可能需要為表達式定義的列手工输入一個類型。在大多數情况下，用戶不需要修改這個數據類型。

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
bn: এই কোয়েরিতে উল্লেখিত ডেটাবেস পাওয়া যায়নি। অনুগ্রহ করে আরও সহায়তার জন্য একজন প্রশাসকের সাথে যোগাযোগ করুন অথবা আবার চেষ্টা করুন।
ca: La base de dades referenciada en aquesta consulta no s'ha trobat. Si us plau contacta un administrador per més assistència o torna-ho a provar.
cs: Databáze odkazovaná v tomto dotazu nebyla nalezena. Pro další pomoc kontaktujte administrátora nebo to zkuste znovu.
es: La base de datos referenciada en esta consulta no se encontró. Por favor, contacta con un administrador para obtener más ayuda o inténtalo de nuevo.
ja: このクエリで参照されているデータベースが見つかりませんでした。管理者に問い合わせてサポートを求めるか、もう一度試してください。
mi: Kāore i kitea te pātengi raraunga kua tohutorohia i tēnei pātai. Tēnā whakapā atu ki tētahi kaiwhakahaere mō te āwhina, whakamātauhia anō rānei.
nl: De database waarnaar verwezen wordt in deze query is niet gevonden. Neem contact op met een beheerder voor verdere hulp of probeer het opnieuw.
pt_br: O banco de dados referenciado nesta consulta não foi encontrado. Contate um administrador para obter mais assistência ou tente novamente.
tr: Bu sorguda başvurulan veritabanı bulunamadı. Daha fazla yardım için bir yönetici ile iletişime geçin veya tekrar deneyin.
zh_tw: 找不到此查詢中引用的資料庫。請與管理員聯繫以獲得進一步帮助，或重試。

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
bn: এখানে প্রদর্শিত ডেটাসেট কনফিগারেশন এই ডেটাসেট ব্যবহার করে সমস্ত চার্টকে প্রভাবিত করে। এখানে সেটিংস পরিবর্তন করার বিষয়ে সতর্ক থাকুন এটি অন্যান্য চার্টগুলিকে অযাচিতভাবে প্রভাবিত করতে পারে।
ca: La configuració del dataset exposada aquí afecta tots els gràfics que usen aquest dataset. Tingues en compte que canviar configuracions aquí pot afectar altres gràfics de maneres no desitjades.
cs: Zde vystavená konfigurace sady dat ovlivňuje všechny grafy používající tuto sadu dat. Mějte na paměti, že změna nastavení zde může ovlivnit ostatní grafy nežádoucím způsobem.
es: La configuración del conjunto de datos expuesta aquí afecta a todos los gráficos que utilizan este conjunto de datos. Ten en cuenta que cambiar la configuración aquí puede afectar a otros gráficos de formas no deseadas.
ja: ここで公開されるデータセット構成は、 このデータセットを使用するすべてのグラフに影響します。 ここで設定を変更すると、 他のグラフに望ましくない影響を与える可能性があることに注意してください。
mi: Ka pā te whirihora rārangi raraunga kua whakaaturia ki konei
nl: De dataset configuratie die hier wordt getoond heeft invloed op alle grafieken die deze dataset gebruiken. Wees je ervan bewust dat het veranderen van instellingen hier invloed kan hebben op andere grafieken op ongewenste manieren.
pt_br: A configuração do conjunto de dados exposta aqui afeta todos os gráficos que usam esse conjunto de dados. Tenha em mente que alterar as configurações aqui pode afetar outros gráficos de maneiras indesejáveis.
tr: Burada açıklandığı gibi veri kümesi yapılandırması, bu veri kümesini kullanan tüm grafikleri etkiler. Burada ayarları değiştirmenin diğer grafikleri istenmeyen şekillerde etkileyebileceğine dikkat edin.
zh_tw: 這里公開的數據集配置會影響使用此數據集的所有圖表。請注意，更改此處的設定可能會以未預想的方式影響其他圖表。

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
bn: বর্ণনাটি ড্যাশবোর্ডের ভিউতে উইজেট শিরোনাম হিসেবে প্রদর্শিত হতে পারে। মার্কডাউন সমর্থন করে।
ca: La descripció es pot mostrar com capçaleres de widget a la vista del dashboard. Suporta markdown.
cs: Popis lze zobrazit jako záhlaví widgetů v zobrazení nástěnky. Podporuje markdown.
es: La descripción puede mostrarse como encabezados de widget en la vista del panel de control. Soporta markdown.
ja: 説明は、ダッシュボード ビューのウィジェット ヘッダーとして表示できます。マークダウンをサポートします。
mi: Ka taea te whakaatu i te whakamārama hei pane waeine i te tirohanga papatohu. Ka tautoko i te markdown.
nl: De beschrijving kan worden weergegeven als widget headers in de dashboard weergave. Markdown wordt ondersteund.
pt_br: A descrição pode ser apresentada como cabeçalhos de widgets na visão do painel. Suporta markdown.
tr: Açıklama, panoya görünümünde widget başlıkları olarak gösterilebilir. Markdown destekler.
zh_tw: 作為為小部件標題可以在看板視圖中顯示的描述，支持markdown格式語法。

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
bn: ক্যাশে অকার্যকর হওয়ার আগে সময়ের দৈর্ঘ্য সেকেন্ডে। ক্যাশে বাইপাস করতে -1 এ সেট করুন।
ca: La durada de temps en segons abans que la memòria cau s'invalidi. Establir a -1 per saltar la memòria cau.
cs: Doba v sekundách, než se mezipaměť stane neplatnou. Nastavte na -1 pro obejití mezipaměti.
es: La duración en segundos antes de que la caché se invalide. Establezca en -1 para omitir la caché.
ja: キャッシュが無効になるまでの秒数。キャッシュをバイパスするには、-1 に設定します。
mi: Te roa o te wā i ngā hēkona i mua i te whakamuhutanga o te keteroki. Tautuhia ki -1 hei poke i te keteroki.
nl: De tijdsduur in seconden voordat de cache ongeldig is. Stel in op -1 om de cache te omzeilen.
pt_br: O período de tempo, em segundos, antes de o cache ser invalidado. Defina como -1 para ignorar o cache.
tr: Önbelleğin geçerliliği sona ermeden önce geçen süre, saniye cinsinden. Önbelleği atlamak için -1 olarak ayarlayın.

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
bn: engine_params অবজেক্টটি sqlalchemy.create_engine কলের মধ্যে আনপ্যাক করা হয়।
ca: L'objecte engine_params es desempaqueta a la crida sqlalchemy.create_engine.
cs: Objekt engine_params se rozbalí do volání sqlalchemy.create_engine.
ja: engine_params オブジェクトは sqlalchemy.create_engine 呼び出しに解凍されます。
mi: Ka wewetea te ahanoa engine_params ki te waea sqlalchemy.create_engine.
nl: Het engine_params object wordt uitgepakt in de sqlalchemy.create_engine call.
pt_br: O objeto engine_params é descompactado na chamada sqlalchemy.create_engine.
tr: engine_params nesnesi sqlalchemy.create_engine çağrısına açılır.
zh_tw: 1. engine_params 對象在調用 sqlalchemy.create_engine 時被引用, metadata_params 在調用 sqlalchemy.MetaData 時被引用。

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
bn: `series_columns` এ নিম্নলিখিত এন্ট্রিগুলি `columns` এ অনুপস্থিত: %(columns)s।
ca: Les següents entrades a `series_columns` falten a `columns`: %(columns)s.
cs: Následující položky v `series_columns` chybí v `columns`: %(columns)s.
es: Las siguientes entradas en `series_columns` están ausentes en `columns`: %(columns)s.
ja: `series_columns` の次のエントリが `columns` にありません。: %(columns)s
mi: Kei te ngaro ngā urunga e whai ake nei i `series_columns` i `columns`: %(columns)s.
nl: De volgende vermeldingen in `series_columns` ontbreken in `columns`: %(columns)s.
tr: `series_columns` içindeki aşağıdaki girişler, `columns` içinde eksik: %(columns)s.
zh_tw: `series_columns`中的下列條目在 `columns` 中缺失: %(columns)s.

source: The following filters have the 'Select first filter value by default' option checked and could not be loaded, which is preventing the dashboard from rendering: %s
bn: নিচের ফিল্টারগুলির 'ডিফল্টভাবে প্রথম ফিল্টার মান নির্বাচন করুন' অপশনটি নির্বাচিত এবং লোড করা যায়নি, যা ড্যাশবোর্ড রেন্ডার হতে বাধা দিচ্ছে: %s
ca: Els següents filtres tenen l'opció 'Seleccionar primer valor de filtre per defecte' marcada i no s'han pogut carregar, la qual cosa està impedint que el dashboard es renderitzi: %s
cs: Následující filtry mají zaškrtnutou možnost 'Vybrat první hodnotu filtru jako výchozí' a nepodařilo se je načíst, což brání vykreslení nástěnky: %s
mi: Kei te pātia ngā tātari e whai ake nei i te kōwhiringa 'Tīpakohia te uara tātari tuatahi mā te taunoa'

source: The histogram chart displays the distribution of a dataset by representing the frequency or count of values within different ranges or bins. It helps visualize patterns, clusters, and outliers in the data and provides insights into its shape, central tendency, and spread.
bn: হিস্টোগ্রাম চার্ট একটি ডেটাসেটের বিতরণ প্রদর্শন করে বিভিন্ন সীমা বা বিনের মধ্যে মানের ফ্রিকোয়েন্সি বা গুণন সংখ্যা উপস্থাপন করে। এটি ডেটাতে নিদর্শন, ক্লাস্টার এবং আউটলায়ারগুলি চিত্রিত করতে সাহায্য করে এবং এর আকার, কেন্দ্রীয় প্রবণতা এবং ছড়িয়ে পড়ার অন্তর্দৃষ্টি দেয়।
ca: El gràfic d'histograma mostra la distribució d'un dataset representant la freqüència o recompte de valors dins de diferents rangs o bins. Ajuda a visualitzar patrons, clústers i valors atípics a les dades i proporciona informació sobre la seva forma, tendència central i dispersió.
cs: Histogramový graf zobrazuje distribuci sady dat reprezentováním četnosti nebo počtu hodnot v různých rozsazích nebo intervalech (bins). Pomáhá vizualizovat vzory, shluky a odlehlé hodnoty v datech a poskytuje vhled do jejich tvaru, centrální tendence a rozptylu.
mi: Ka whakaatu te kauwhata auau i te tohatoha o tētahi rārangi raraunga mā te

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
bn: হোস্ট "%(hostname)s" বন্ধ থাকতে পারে এবং পোর্ট %(port)s এ পৌঁছানো সম্ভব নয়।
ca: L'amfitrió "%(hostname)s" pot estar caigut, i no es pot contactar al port %(port)s.
cs: Hostitel „%(hostname)s“ může být nedostupný a nelze jej dosáhnout na portu %(port)s.
es: El host "%(hostname)s" podría estar apagado, y no puede ser alcanzado en el puerto %(port)s.
ja: ホスト "%(hostname)s" がダウンしている可能性があり、ポート %(port)s に接続できません。
mi: Kua heke pea te tūmau "%(hostname)s", ā, kāore e taea te toro atu i te tauranga %(port)s.
nl: De host “%(hostname)s” is misschien down, en kan niet bereikt worden op poort %(port)s.
tr: Ana bilgisayar "%(hostname)s" muhtemelen kapalı, ve port %(port)s üzerinden erişilemiyor.
zh_tw: 主機 "%(hostname)s" 可能已停止，無法通過端口 "%(port)s" 訪問

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
bn: এই টেবিলের সাথে সম্পর্কিত চার্টগুলির তালিকা। এই ডেটাসোর্সটি পরিবর্তন করে, আপনি এই সম্পর্কিত চার্টগুলির আচরণ পরিবর্তন করতে পারেন। এছাড়াও লক্ষ্য করুন চার্টগুলি একটি ডেটাসোর্সের দিকে নির্দেশ করতে হবে, তাই একটি ডেটাসোর্স থেকে চার্ট মুছে দিলে এই ফর্মটি সংরক্ষণে ব্যর্থ হবে। যদি আপনি একটি চার্টের জন্য ডেটাসোর্স পরিবর্তন করতে চান, তবে 'এক্সপ্লোর ভিউ' থেকে চার্টটি ওভাররাইট করুন।
es: La lista de gráficos asociados con esta tabla. Al modificar esta fuente de datos, puedes cambiar cómo se comportan estos gráficos asociados. También ten en cuenta que los gráficos necesitan apuntar a una fuente de datos, por lo que este formulario fallará al guardar si se eliminan gráficos de una fuente de datos. Si quieres cambiar la fuente de datos de un gráfico, sobrescribe el gráfico desde la 'vista de exploración'
ja: このテーブルに関連付けられているグラフのリスト。このデータソースを変更すると、これらの関連するグラフの動作が変更される場合があります。また、グラフはデータソースを指す必要があるため、データソースからグラフを削除するとこのフォームの保存に失敗することにも注意してください。グラフのデータソースを変更したい場合は、「探索ビュー」からグラフを上書きします。
nl: De lijst met grafieken die gekoppeld zijn aan deze tabel. Door het wijzijgen van deze gegevensbron kan je aanpassen maken hoe deze bijbehorende grafieken zich gedragen. Houd er ook rekening mee dat grafieken naar een gegevensbron moeten wijzen, dus dit formulier zal niet opgeslagen kunnen worden bij het verwijderen van grafieken uit een gegevensbron. Als je de gegevensbron voor een grafiek wilt wijzigen, overschrijf je de grafiek van de 'verken weergave'
pt_br: A lista de gráficos associados a esta tabela. Ao alterar esta fonte de dados, pode alterar o comportamento dos gráficos associados. Tenha também em atenção que os gráficos têm de apontar para uma fonte de dados, pelo que este formulário falhará ao ser guardado se remover gráficos de uma fonte de dados. Se pretender alterar a fonte de dados de um gráfico, substitua o gráfico da 'visão de exploração'
tr: Bu tabloyla ilişkilendirilen grafiklerin listesi. Bu veri kaynağını değiştirerek, ilişkilendirilmiş grafiklerin nasıl davranacağını değiştirebilirsiniz. Ayrıca grafiklerin bir veri kaynağına işaret etmesi gerektiğini unutmayın, bu nedenle bu form, bir veri kaynağından grafikleri kaldırırsanız kaydetme işleminde başarısız olur. Bir grafik için veri kaynağını değiştirmek istiyorsanız, 'keşfet görünümü'nden grafik üzerine yazabilirsiniz.
zh_tw: 與此表關聯的圖表列表。通過更改此數據源，您可以更改這些相關圖表的行為。還要注意，圖表需要指向數據源，如果從數據源中删除圖表，则此窗體將無法保存。如果要為圖表更改數據源，請從“瀏覽視圖”更改該圖表。

source: The maximum number of events to return, equivalent to the number of rows
bn: ফিরিয়ে দেওয়ার সর্বাধিক ইভেন্টের সংখ্যা, সারির সংখ্যা সমান
es: El número máximo de eventos a devolver, equivalente al número de filas
ja: 返されるイベントの最大数 (行数に相当)
nl: Het maximum aantal te retourneren gebeurtenissen, gelijk aan het aantal rijen
pt_br: O número máximo de eventos retornados, equivalente ao número de linhas
tr: Döndürülecek olayların maksimum sayısı, satır sayısıyla eşdeğerdir
zh_tw: 返回的最大事件數，相當於行數

source: The maximum number of subdivisions of each group; lower values are pruned first
bn: প্রতিটি গোষ্ঠীর সর্বাধিক উপবিভাগের সংখ্যা; নিম্ন মানগুলি প্রথমে ছাঁটা হয়
ca: El nombre màxim de subdivisions de cada grup; els valors més baixos es poden primer
cs: Maximální počet pododdílů každé skupiny; nižší hodnoty jsou oříznuty jako první
es: El número máximo de subdivisiones de cada grupo; los valores más bajos se podan primero
ja: 各グループのサブディビジョンの最大数。低い値が最初に切り捨てられます
mi: Te maha rahi o ngā wāhangahanga o ia rōpū; ka purua ngā uara raro i te tuatahi
nl: Het maximale aantal onderverdelingen van elke groep; lagere waarden worden eerst verwijderd
pt_br: O máximo número de subdivisões de cada grupo ; mais baixo os valores são podados primeiro
tr: Her grup için maksimum alt bölüm sayısı; daha düşük değerler önce budanır
zh_tw: 每組的最大細分數；較低的值首先被删除

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
bn: Extra ক্ষেত্রে metadata_params সঠিকভাবে কনফিগার করা হয়নি। কি %(key)s অবৈধ।
ca: Els metadata_params al camp Extra no estan configurats correctament. La clau %(key)s és invàlida.
cs: Parametr metadata_params v poli Extra není správně nakonfigurován. Klíč %(key)s je neplatný.
es: Los metadata_params en el campo Extra no están configurados correctamente. La clave %(key)s es inválida.
ja: Extra フィールドのmetadata_params が正しく構成されていません。キー %(key)s が無効です。
mi: Kāore i whirihorahia tika te metadata_params i te āpure Taapiri. He muhu te kī %(key)s.
nl: De metadata_params in Extra veld is niet correct geconfigureerd. De sleutel %(key)s is ongeldig.
pt_br: O metadata_params no campo Extra não está configurado corretamente. A chave %(key)s é inválida.
tr: Ekstra alanındaki metadata_params doğru yapılandırılmamış. Anahtar %(key)s geçersizdir.
zh_tw: 額外欄位中的元數據参數配置不正確。鍵 %(key)s 無效。

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
bn: Extra ক্ষেত্রে metadata_params সঠিকভাবে কনফিগার করা হয়নি। কি %{key}s অবৈধ।
ca: Els metadata_params al camp Extra no estan configurats correctament. La clau %{key}s és invàlida.
cs: Parametr metadata_params v poli Extra není správně nakonfigurován. Klíč %{key}s je neplatný.
es: Los metadata_params en el campo Extra no están configurados correctamente. La clave %{key}s es inválida.
ja: Extra フィールドのmetadata_params が正しく構成されていません。キー %{key}s は無効です。
mi: Kāore i whirihorahia tika te metadata_params i te āpure Taapiri. He muhu te kī %{key}s.
nl: De metadata_params in Extra veld is niet correct geconfigureerd. De sleutel %{key}s is ongeldig.
pt_br: O metadata_params no campo Extra não está configurado corretamente. A chave %{key}s é inválida.
tr: Ekstra alanındaki metadata_params doğru yapılandırılmamış. Anahtar % {key} s geçersizdir.
zh_tw: 額外欄位中的元數據参數配置不正確。鍵 %{key}s 無效。

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
bn: metadata_params অবজেক্টটি sqlalchemy.MetaData কলের মধ্যে আনপ্যাক করা হয়।
ca: L'objecte metadata_params es desempaqueta a la crida sqlalchemy.MetaData.
cs: Objekt metadata_params se rozbalí do volání sqlalchemy.MetaData.
es: El objeto metadata_params se desempaqueta en la llamada sqlalchemy.MetaData.
ja: metadata_params オブジェクトが sqlalchemy.MetaData 呼び出しに解凍されます。
mi: Ka wewetea te ahanoa metadata_params ki te waea sqlalchemy.MetaData.
nl: De metadata_params object wordt uitgepakt in de sqlalchemy.MetaData oproep.
pt_br: O objeto metadata_params é desempacotado na chamada sqlalchemy.MetaData.
tr: metadata_params nesnesi sqlalchemy.MetaData çağrısına açılır.
zh_tw: metadata_params對象被解压縮到sqlalchemy.metadata調用中。

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
bn: একটি মান প্রদর্শনের জন্য প্রয়োজনীয় ন্যূনতম রোলিং সময়ের সংখ্যা। উদাহরণস্বরূপ, যদি আপনি 7 দিনের উপর একটি জমা করেন, তাহলে আপনার "Min Period" 7 হতে পারে, যাতে সমস্ত প্রদর্শিত ডেটা পয়েন্টগুলি 7 মেয়াদের মোট। এটি প্রথম 7 মেয়াদের মধ্যে ঘটে যাওয়া "র‌্যাম্প আপ" গোপন করবে।
ca: El nombre mínim de períodes rodants requerits per mostrar un valor. Per exemple si fas una suma acumulativa de 7 dies pots voler que el teu "Període Mínim" sigui 7, perquè tots els punts de dades mostrats siguin el total de 7 períodes. Això amagarà l'"acceleració" que té lloc durant els primers 7 períodes
cs: Minimální počet plovoucích období potřebných k zobrazení hodnoty. Například pokud provádíte kumulativní součet za 7 dní, můžete chtít, aby vaše „Minimální období“ bylo 7, takže všechny zobrazené datové body jsou součtem 7 období. Tím se skryje „náběh“ probíhající během prvních 7 období
es: El número mínimo de periodos móviles para mostrar un valor. Por ejemplo, si haces una suma acumulativa en 7 días
ja: 値を表示するために必要なローリング期間の最小数。たとえば、7 日間の累積合計を計算する場合、表示されるすべてのデータ ポイントが 7 期間の合計になるように、「最小期間」を 7 に設定することができます。これにより、最初の 7 期間にわたって行われる「ランプアップ」が非表示になります。
mi: Te maha iti o ngā wā takahuri e hiahiatia ana hei whakaatu i tētahi uara. Hei tauira mēnā ka mahi koe i tētahi tapeke whakakōputu i runga i te 7 rā ka hiahia pea koe kia 7 tō "Wā Iti", kia noho katoa ngā tohu raraunga e whakaaturia ana hei tapeke o ngā wā 7. Ka huna tēnei i te "kokenga piki" e puta ana i runga i ngā wā 7 tuatahi
nl: Het minimum aantal rolperiodes dat nodig is om een waarde weer te geven. Bijvoorbeeld, als je een cumulatief bedrag op 7 dagen doet, kan je je "Min Period" 7 willen hebben, zodat alle getoonde datapunten het totaal van 7 periodes zijn. Dit zal de "aanloopperiode" verbergen die plaatsvindt in de eerste 7 periodes
pt_br: O número mínimo de períodos de rolagem necessários para mostrar um valor. Por exemplo, se você fizer uma soma cumulativa em 7 dias, talvez queira que seu "Min Period" seja 7, de modo que todos os pontos de dados mostrados sejam o total de 7 períodos. Isso ocultará o "ramp up" que ocorre nos primeiros 7 períodos
tr: Bir değeri göstermek için gereken minimum yuvarlanma dönemi sayısı. Örneğin, 7 günlük bir birikimli toplama yaparsanız, 'Min Dönem' inizin 7 olmasını isteyebilirsiniz, böylece gösterilen tüm veri noktaları 7 dönemin toplamıdır. Bu, ilk 7 dönemde gerçekleşen 'ramp up' ı gizleyecektir.
zh_tw: 顯示值所需的滚動週期的最小值。例如，如果您想累積 7 天的總額，您可能希望您的“最小週期”為 7，以便顯示的所有數據點都是 7 個區間的總和。這將隐藏掉前 7 個階段的“加速”效果

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
bn: সময় কলামকে স্থানান্তর করতে ঘণ্টার সংখ্যা, নেতিবাচক বা ইতিবাচক। এটি UTC সময়কে স্থানীয় সময়ে স্থানান্তর করতে ব্যবহৃত হতে পারে।
ca: El nombre d'hores, negatives o positives, per desplaçar la columna de temps. Això es pot usar per moure l'hora UTC a l'hora local.
cs: Počet hodin, záporný nebo kladný, o který se má posunout časový sloupec. To lze použít k posunu času UTC na místní čas.
es: El número de horas, negativas o positivas, para desplazar la columna de tiempo. Esto se puede utilizar para mover la hora UTC a la hora local.
ja: 時間列をシフトする時間数 (負または正)。これを使用して、UTC 時間を現地時間に移動することができます。
mi: Te maha o ngā hāora, kino, pai rānei, hei neke i te tīwae wā. Ka taea te whakamahi i tēnei hei neke i te wā UTC ki te wā ā-rohe.
nl: Het aantal uren, negatief of positief, om de tijd kolom te verschuiven. Dit kan worden gebruikt om de UTC tijd naar lokale tijd te verplaatsen.
pt_br: O número de horas, negativo ou positivo, para deslocar a coluna da hora. Isto pode ser utilizado para mudar a hora UTC para a hora local.
tr: Zaman sütununu kaydırmak için kullanılabilen saat sayısı, negatif veya pozitif. Bu, UTC zamanını yerel zamana taşımak için kullanılabilir.
zh_tw: 用於移動時間列的小時數（負數或正數）。這可用於將UTC時間移動到本地時間
