Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Reset state
bn: অবস্থা রিসেট করুন
ca: Restablir estat
cs: Resetovat stav
es: Reiniciar estado
ja: リセット状態
mi: Tautuhi anō i te tūnga
nl: Reset status
pt_br: Redefinir estado
ro: Resetează starea
tr: Durumu sıfırla
zh_tw: 狀態重置

source: Resource already has an attached report.
bn: সম্পদে ইতিমধ্যে একটি সংযুক্ত রিপোর্ট রয়েছে।
ca: El recurs ja té un informe adjunt.
cs: Zdroj již má připojený report.
es: El recurso ya tiene un informe adjunto.
ja: リソースにはすでにレポートが添付されています。
mi: Kua tāpiritia kētia he pūrongo ki te rauemi.
nl: Deze bron heeft al een bijgevoegd rapport.
pt_br: Recurso já tem um relatório anexado.
ro: Resursa are deja un raport atașat.
tr: Kaynak zaten bir ekli rapora sahip.

source: Resource was not found.
bn: সম্পদ পাওয়া যায়নি।
ca: No s'ha trobat el recurs.
cs: Zdroj nebyl nalezen.
ja: リソースが見つかりませんでした。
mi: Kāore i kitea te rauemi.
nl: Bron is niet gevonden.
pt_br: O recurso não foi encontrado.
ro: Resursa nu a fost găsită.
tr: Kaynak bulunamadı.

source: Restore filter
ca: Restaurar Filtre
cs: Obnovit filtr
mi: Whakaora tātari
ro: Restaurează filtru

source: Results
bn: ফলাফল
ca: Resultats
cs: Výsledky
es: Resultados
ja: 結果
mi: Hua
nl: Resultaten
pt_br: Resultados
ro: Rezultate
tr: Sonuçlar
zh_tw: 结果

source: Results %s
bn: ফলাফল %s
ca: Resultats %s
cs: Výsledky %s
ja: 結果 %s
mi: Hua %s
nl: Resultaten %s
pt_br: Resultados %s
ro: Rezultate %s
tr: Sonuçlar %s

source: Results backend is not configured.
bn: ফলাফলের ব্যাকএন্ড কনফিগার করা হয়নি।
ca: El backend de resultats no està configurat.
cs: Backend pro výsledky není nakonfigurován.
es: El backend de resultados no está configurado.
ja: 結果バックエンドが構成されていません。
mi: Kāore i whirihorahia te tuarongo hua.
nl: Resultaten backend is niet geconfigureerd.
pt_br: O backend de resultados não está configurado.
ro: Backend-ul de rezultate nu este configurat.
tr: Sonuçlar arka uç yapılandırılmamış.
zh_tw: 後端未配置结果

source: Results backend needed for asynchronous queries is not configured.
bn: অ্যাসিঙ্ক্রোনাস অনুসন্ধানের জন্য প্রয়োজনীয় ফলাফলের ব্যাকএন্ড কনফিগার করা হয়নি।
ca: El backend de resultats necessari per consultes asíncrones no està configurat.
cs: Backend pro výsledky potřebný pro asynchronní dotazy není nakonfigurován.
es: El backend de resultados necesario para consultas asíncronas no está configurado.
ja: 非同期クエリに必要な結果バックエンドが構成されていません。
mi: E hiahiatia ana te tuarongo hua mō ngā pātai kore-hangarite, engari kāore i whirihorahia.
nl: Resultaten die nodig zijn voor asynchrone query's zijn niet geconfigureerd.
pt_br: O backend de resultados necessário para as consultas assíncronas não está configurado.
ro: Backend-ul de rezultate necesar pentru interogările asincrone nu este configurat.
tr: Asenkron sorgular için gereken sonuçlar arka uç yapılandırılmamış.
zh_tw: 後端未配置異步查詢所需的结果

source: Retry
ro: Reîncearcă

source: Retry fetching results
bn: ফলাফল পুনরুদ্ধারের চেষ্টা করুন
ca: Tornar a intentar obtenir resultats
cs: Zkusit znovu načíst výsledky
mi: Whakamātau anō te tiki i ngā hua
ro: Reîncearcă preluarea rezultatelor

source: Return to specific datetime.
bn: নির্দিষ্ট তারিখ/সময়তে ফিরে যান।
ca: Tornar a una data i hora específica.
cs: Vrátit se ke konkrétnímu datu a času.
es: Regresar a una fecha y hora específicas.
ja: 特定の日付時刻に戻ります。
mi: Hoki ki te datetime motuhake.
nl: Terugkeren naar specifieke datum/tijd.
pt_br: Retornar para data e hora específica.
ro: Revenire la dată/ora specifică.
tr: Belirli bir tarihe geri dön.
zh_tw: 返回指定的日期時間。

source: Reverse Lat & Long
bn: ল্যাট এবং লং বিপরীত করুন
ca: Invertir Lat i Long
cs: Obrátit zeměpisnou šířku a délku
ja: 逆緯度
mi: Whakahuri Lat me Long
nl: Omgekeerde breedtegraad & lengtegraad
pt_br: Lat. e Long. invertidos
ro: Inversează Lat & Long
tr: Lat ve Long'u Ters Çevir

source: Reverse lat/long
bn: ল্যাট/লং বিপরীত করুন
ca: Invertir lat/long
cs: Obrátit zeměpisnou šířku/délku
es: Invertir lat/long
ja: 逆緯度
mi: Whakahuri lat/long
nl: Omgekeerde breedtegraad/lengtegraad
ro: Inversează lat/long
tr: Lat/Long'u ters çevir
zh_tw: 經緯度互换

source: Rich Tooltip
bn: সমৃদ্ধ টুলটিপ
ca: Tooltip Enriquit
cs: Bohatá nápověda
es: Información Emergente Enriquecida
ja: 豊富なツールチップ
mi: Kītukutuku Whai Rawa
nl: Rijke Tooltip
pt_br: Dica avançada
ro: Tooltip bogat
tr: Zengin İpucu
zh_tw: 詳細提示

source: Rich tooltip
bn: সমৃদ্ধ টুলটিপ
ca: Tooltip enriquit
cs: Bohatá nápověda
es: Información sobre herramienta detallada
ja: 豊富なツールチップ
mi: Kītukutuku whai rawa
nl: Rijke tooltip
pt_br: Dica avançada
ro: Tooltip bogat
tr: Zengin ipucu
zh_tw: 詳細提示

source: Right
bn: ডান
ca: Dreta
cs: Vpravo
ja: 右
mi: Matau
nl: Rechts
pt_br: Direito
ro: Dreapta
tr: Sağ
zh_tw: 右邊

source: Right Axis Format
bn: ডান অক্ষের ফরম্যাট
ca: Format de l'Eix Dret
cs: Formát pravé osy
ja: 右軸のフォーマット
mi: Hōputu Tukutuku Matau
nl: Rechter As Opmaak
pt_br: Formato do eixo direito
ro: Format axa dreaptă
tr: Sağ Eksen Biçimi
zh_tw: 右軸格式化

source: Right Axis Metric
bn: ডান অক্ষের মেট্রিক
ca: Mètrica de l'Eix Dret
cs: Metrika pravé osy
ja: 右軸のメートル法
mi: Ine Tukutuku Matau
nl: Rechter As Metriek
pt_br: Métrica do eixo direito
ro: Metrică axa dreaptă
tr: Sağ Eksen Metriği
zh_tw: 右軸指標

source: Right axis metric
bn: ডান অক্ষের মেট্রিক
ca: Mètrica de l'eix dret
cs: Metrika pravé osy
es: Métrica del eje derecho
ja: 右軸の指標
mi: Ine tukutuku matau
nl: Rechter as metriek
pt_br: Métrica do eixo direito
ro: Metrică axa dreaptă
tr: Sağ eksen metriği
zh_tw: 右軸指標

source: Right to Left
bn: ডান থেকে বামে
ca: De Dreta a Esquerra
cs: Zprava doleva
es: De Derecha a Izquierda
ja: 右から左に
mi: Matau ki Mauī
nl: Rechts naar Links
pt_br: Direita para Esquerda
ro: Dreapta la Stânga
tr: Sağdan Sola
zh_tw: 從右到左

source: Right value
bn: ডান মান
ca: Valor dret
cs: Pravá hodnota
es: Valor derecho
ja: 正しい値
mi: Uara matau
nl: Rechter waarde
pt_br: Valor correto
ro: Valoare dreaptă
tr: Sağ değer
zh_tw: 右側的值

source: Right-click on a dimension value to drill to detail by that value.
bn: অতএব, একটি মাত্রার মানের উপর ডান-ক্লিক করুন যাতে সেই মানের মাধ্যমে বিস্তারিত খুঁজে পাওয়া যায়।
ca: Fes clic dret sobre un valor de dimensió per aprofundir en detall per aquest valor.
cs: Klikněte pravým tlačítkem na hodnotu dimenze pro přechod na detail podle této hodnoty.
es: Haz clic derecho en un valor de dimensión para profundizar en detalle por ese valor.
ja: ディメンション値を右クリックして、その値で詳細にドリルします。
mi: Pāwhiri-matau i runga i tētahi uara āhuahanga hei keri ki te taipitopito mā taua uara.
nl: Rechtsklik op een dimensiewaarde om door te klikken met detail met die waarde.
pt_br: Clique com o botão direito do mouse em valor de dimensão para pesquisar detalhes por esse valor.
ro: Faceți clic dreapta pe o valoare de dimensiune pentru a detalia după acea valoare.
tr: Bir boyut değerine sağ tıklayarak o değerle detaya gitmek için.

source: Role
bn: ভূমিকা
ca: Rol
ja: 役割
mi: Tūranga
nl: Rol
pt_br: Função
ro: Rol
tr: Rol
zh_tw: 角色

source: Role Name
ca: Nom del Rol
cs: Název role
mi: Ingoa Tūranga
ro: Nume rol

source: Role name is required
ca: El nom del rol és obligatori
cs: Název role je povinný
mi: E hiahiatia ana te ingoa tūranga
ro: Numele rolului este obligatoriu

source: Roles
bn: ভূমিকাসমূহ
ca: Rols
cs: Role
ja: 役割
mi: Tūranga
nl: Rollen
pt_br: Funções
ro: Roluri
tr: Roller
zh_tw: 角色

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
bn: ভূমিকা হল একটি তালিকা যা ড্যাশবোর্ডে অ্যাক্সেস নির্ধারণ করে। একটি ভূমিকা ড্যাশবোর্ডে অ্যাক্সেস দেওয়া হলে ডেটাসেট স্তরের যাচাইকরণগুলি বাইপাস করবে। যদি কোন ভূমিকা সংজ্ঞায়িত না হয়, তবে নিয়মিত অ্যাক্সেস অনুমতি প্রযোজ্য।
ca: Rols és una llista que defineix l'accés al dashboard. Concedir a un rol accés a un dashboard ometrà les comprovacions a nivell de dataset. Si no es defineixen rols, s'apliquen els permisos d'accés regulars.
cs: Role je seznam, který definuje přístup k nástěnce. Udělení přístupu roli k nástěnce obejde kontroly na úrovni sady dat. Pokud nejsou definovány žádné role, platí běžná přístupová oprávnění.
es: Roles es una lista que define el acceso al panel de control. Otorgar a un rol acceso a un panel de control evitará las comprobaciones a nivel de conjunto de datos. Si no se definen roles, se aplican los permisos de acceso regulares.
ja: ロールは、ダッシュボードへのアクセスを定義するリストです。ロールにダッシュボードへのアクセスを許可すると、データセット レベルのチェックがバイパスされます。ロールが定義されていない場合は、通常のアクセス許可が適用されます。
mi: He rārangi te Tūranga e tautuhi ana i te urunga ki te papatohu. Mā te tuku i te urunga tūranga ki tētahi papatohu ka poke i ngā tirotiro taumata rārangi raraunga. Mēnā karekau he tūranga kua tautuhia, ka pā ngā mōtika urunga auau.
nl: Rollen is een lijst die toegang tot het dashboard definieert. Het verlenen van een rol toegang tot een dashboard zal controle op het dataset niveau omzeilen. Als geen rollen zijn gedefinieerd, zijn reguliere toegangsrechten van toepassing.
pt_br: As funções são uma lista que define o acesso ao painel. Conceder a uma função o acesso a um painel irá ignorar as verificações ao nível do conjunto de dados. Se não forem definidas funções, aplicam-se as permissões de acesso normais.
ro: Rolurile sunt o listă care definește accesul la tabloul de bord. Acordarea accesului unui rol la un tablou de bord va ocoli verificările la nivel de set de date. Dacă nu sunt definite roluri, se aplică permisiunile de acces normale.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
bn: ভূমিকা হল একটি তালিকা যা ড্যাশবোর্ডে অ্যাক্সেস নির্ধারণ করে। একটি ভূমিকা ড্যাশবোর্ডে অ্যাক্সেস দেওয়া হলে ডেটাসেট স্তরের যাচাইকরণগুলি বাইপাস করবে।যদি কোন ভূমিকা সংজ্ঞায়িত না হয়, তবে নিয়মিত অ্যাক্সেস অনুমতি প্রযোজ্য।
ca: Rols és una llista que defineix l'accés al dashboard. Concedir a un rol accés a un dashboard ometrà les comprovacions a nivell de dataset. Si no es defineixen rols, s'apliquen els permisos d'accés regulars.
cs: Role je seznam, který definuje přístup k nástěnce. Udělení přístupu roli k nástěnce obejde kontroly na úrovni sady dat. Pokud nejsou definovány žádné role, platí běžná přístupová oprávnění.
es: Roles es una lista que define el acceso al panel de control. Otorgar a un rol acceso a un panel de control evitará las comprobaciones a nivel de conjunto de datos. Si no se definen roles, se aplican los permisos de acceso regulares.
ja: ロールは、ダッシュボードへのアクセスを定義するリストです。ロールにダッシュボードへのアクセスを許可すると、データセット レベルのチェックがバイパスされます。ロールが定義されていない場合は、通常のアクセス権限が適用されます。
mi: He rārangi te Tūranga e tautuhi ana i te urunga ki te papatohu. Mā te tuku i te urunga tūranga ki tētahi papatohu ka poke i ngā tirotiro taumata rārangi raraunga. Mēnā karekau he tūranga kua tautuhia, ka pā ngā mōtika urunga auau.
nl: Rollen is een lijst die toegang tot het dashboard definieert. Het verlenen van een rol-toegang tot een dashboard zal controle op het dataset niveau omzeilen. Als er geen rollen zijn gedefinieerd, dan zijn reguliere toegangsrechten van toepassing.
pt_br: As funções são uma lista que define o acesso ao painel. Se não forem definidas funções, aplicam-se as permissões de acesso normais.
ro: Rolurile sunt o listă care definește accesul la tabloul de bord. Acordarea accesului unui rol la un tablou de bord va ocoli verificările la nivel de set de date. Dacă nu sunt definite roluri, se aplică permisiunile de acces normale.

source: Rolling Function
bn: রোলিং ফাংশন
ca: Funció de Finestra Mòbil
cs: Plovoucí funkce
ja: ローリング機能
mi: Taumahi Takahuri
nl: Rollende fFnctie
pt_br: Função de rolagem
ro: Funcție glisantă
tr: Hareketli Fonksiyon
zh_tw: 滚動函數

source: Rolling Window
bn: রোলিং উইন্ডো
ca: Finestra Mòbil
cs: Plovoucí okno
ja: ローリングウィンドウ
mi: Matapihi Takahuri
nl: Rollend Venster
pt_br: Janela de rolagem
ro: Fereastră glisantă
tr: Hareketli Pencere
zh_tw: 滚動窗口

source: Rolling function
bn: রোলিং ফাংশন
ca: Funció de finestra mòbil
cs: Plovoucí funkce
es: Función de deslizamiento
ja: ローリング機能
mi: Taumahi takahuri
nl: Rolfunctie
pt_br: Função de rolagem
ro: Funcție glisantă
tr: Hareketli işlev
zh_tw: 滚動函數

source: Rolling window
bn: রোলিং উইন্ডো
ca: Finestra mòbil
cs: Plovoucí okno
es: Ventana deslizante
ja: ローリングウィンドウ
mi: Matapihi takahuri
nl: Rollend venster
pt_br: Janela de rolagem
ro: Fereastră glisantă
tr: Hareketli pencere
zh_tw: 滚動窗口

source: Root certificate
bn: মূল সার্টিফিকেট
ca: Certificat arrel
cs: Kořenový certifikát
es: Certificado raíz
ja: ルート証明書
mi: Tiwhikete pūtake
nl: Root certificaat
pt_br: Raiz do certificado
ro: Certificat rădăcină
tr: Kök sertifikası
zh_tw: 根證書

source: Root node id
bn: মূল নোড আইডি
ca: ID del node arrel
cs: ID kořenového uzlu
es: Id del nodo raíz
ja: ルートnode id
mi: Id pona pūtake
nl: Root knooppunt id
pt_br: ID do nó raiz
ro: ID nod rădăcină
tr: Kök düğüm kimliği
zh_tw: 根節點 id

source: Rose Type
bn: গোলাপী প্রকার
ca: Tipus Rosa
cs: Typ růžice
mi: Momo Rose
ro: Tip roză

source: Rotate x axis label
bn: এক্স অক্ষের লেবেল ঘোরান
ca: Rotar etiqueta de l'eix x
cs: Otočit popisek osy X
es: Rotar etiqueta del eje x
ja: X 軸ラベルを回転
mi: Hurihuri tapanga tukutuku x
nl: Roteer x-as label
pt_br: Rodar o rótulo do eixo x
ro: Rotește eticheta axei x
tr: X eksen etiketini döndür
zh_tw: 旋轉 X 軸標籤

source: Rotate y axis label
bn: ওয়াই অক্ষের লেবেল ঘোরান
ca: Rotar etiqueta de l'eix y
cs: Otočit popisek osy Y
es: Rotar etiqueta del eje y
ja: Y軸ラベルを回転
mi: Hurihuri tapanga tukutuku y
nl: Roteer y-as label
ro: Rotește eticheta axei y

source: Rotation to apply to words in the cloud
bn: ক্লাউডে শব্দগুলির জন্য প্রয়োগ করতে ঘূর্ণন
ca: Rotació a aplicar a les paraules al núvol
cs: Rotace, která se má použít na slova v oblaku
es: Rotación a aplicar a las palabras en la nube
ja: クラウド内の単語に適用する回転
mi: Hurihuri hei whakahaeretia ki ngā kupu i te kapua
nl: Rotatie om toe te passen op woorden in de cloud
pt_br: Rotação para aplicar às palavras na nuvem
ro: Rotație de aplicat cuvintelor din nor
tr: Bulutta kullanılan kelimelere uygulanacak döndürme
zh_tw: 應用於詞雲中的單詞的旋轉方式

source: Round cap
bn: গোলাকার ক্যাপ
ca: Extrem arrodonit
cs: Kulaté zakončení
ja: 丸キャップ
mi: Potae porohita
nl: Ronde dop
pt_br: Tampa circular
ro: Cap rotund
tr: Yuvarlak kapak
zh_tw: 圆端點

source: Row
bn: সারি
ca: Fila
cs: Řádek
es: Fila
ja: 行
mi: Rārangi
nl: Rij
pt_br: Linha
ro: Rând
tr: Satır
zh_tw: 行

source: Row Level Security
bn: সারি লেভেল নিরাপত্তা
ca: Seguretat a Nivell de Fila
cs: Zabezpečení na úrovni řádků
ja: 行レベルのセキュリティ
mi: Haumaru Taumata Rārangi
nl: Rij Level Beveiliging
pt_br: Segurança em nível de linha
ro: Securitate la nivel de rând
tr: Satır Düzeyinde Güvenlik
zh_tw: 行級安全

source: Row Limit: percentages are calculated based on the subset of data retrieved, respecting the row limit. All Records: Percentages are calculated based on the total dataset, ignoring the row limit.
ro: Limită rânduri: procentele sunt calculate pe baza subsetului de date preluat, respectând limita de rânduri. Toate înregistrările: Procentele sunt calculate pe baza setului total de date, ignorând limita de rânduri.

source: Row containing the headers to use as column names (0 is first line of data).
bn: সারি শিরোনামগুলি ব্যবহার করার জন্য কলামের নাম হিসাবে (0 হল ডেটার প্রথম লাইন)।
ca: Fila que conté les capçaleres a usar com noms de columna (0 és la primera línia de dades).
cs: Řádek obsahující záhlaví, která se mají použít jako názvy sloupců (0 je první řádek dat).
mi: Rārangi kei roto ngā pane hei whakamahi hei ingoa tīwae (0 ko te rārangi tuatahi o ngā raraunga).
ro: Rândul care conține antetele de folosit ca nume de coloane (0 este prima linie de date).

source: Row height
ro: Înălțime rând

source: Row limit
bn: সারি সীমা
ca: Límit de files
cs: Limit řádků
es: Límite de filas
ja: 行制限
mi: Tepe rārangi
nl: Rij limiet
pt_br: Limite de linhas
ro: Limită rânduri
tr: Satır sınırı
zh_tw: 行限制

source: Rows
bn: সারিসমূহ
ca: Files
cs: Řádky
es: Filas
ja: 行
mi: Rārangi
nl: Rijen
pt_br: Linhas
ro: Rânduri
tr: Satırlar
zh_tw: 行

source: Rows per page, 0 means no pagination
bn: প্রতি পৃষ্ঠায় রো, 0 মানে কোন পেজিনেশন নেই
ca: Files per pàgina, 0 significa sense paginació
cs: Řádků na stránku, 0 znamená bez stránkování
es: Filas por página, 0 significa sin paginación
ja: ページごとの行数、0 はページネーションなしを意味します
mi: Rārangi ia whārangi, 0 karekau he whārangitanga
nl: Rijen per pagina, 0 betekent geen paginering
pt_br: Linhas por página, 0 significa sem paginação
ro: Rânduri pe pagină, 0 înseamnă fără paginare
tr: Sayfa başına satır, 0 sayfa yok anlamına gelir
zh_tw: 每頁行數，0 表示没有分頁

source: Rows subtotal position
bn: রো মোট অবস্থান
ca: Posició del subtotal de files
cs: Pozice mezisoučtu řádků
es: Posición subtotal de filas
ja: 行の小計位置
mi: Tūnga tapeke-iti rārangi
nl: Rijen subtotaal positie
pt_br: Posição do subtotal das linhas
ro: Poziție subtotal rânduri
tr: Satır alt toplam konumu
zh_tw: 行小計的位置

source: Rows to read
bn: পড়ার জন্য রো
ca: Files a llegir
cs: Řádky ke čtení
mi: Rārangi hei pānui
ro: Rânduri de citit

source: Rule
bn: নিয়ম
ca: Regla
cs: Pravidlo
es: Regla
ja: ルール
mi: Ture
nl: Regel
pt_br: Regra
ro: Regulă
tr: Kural
zh_tw: 規則

source: Rule Name
bn: নিয়মের নাম
ca: Nom de la Regla
cs: Název pravidla
ja: ルール名
mi: Ingoa Ture
nl: Regel Naam
ro: Nume regulă
tr: Kural Adı

source: Rule added
bn: নিয়ম যুক্ত হয়েছে
ca: Regla afegida
cs: Pravidlo přidáno
es: Regla añadida
ja: ルール追加
mi: Ture kua tāpiritia
nl: Regel toegevoegd
ro: Regulă adăugată
tr: Kural eklendi
zh_tw: 規則已增加

source: Run
bn: চালান
ca: Executar
cs: Spustit
es: Ejecutar
ja: 実行
mi: Whakahaere
nl: Uitvoeren
pt_br: Executar
ro: Rulează
tr: Çalıştır
zh_tw: 執行

source: Run a query to display query history
bn: অনুসন্ধান ইতিহাস প্রদর্শনের জন্য একটি অনুসন্ধান চালান
ca: Executar una consulta per mostrar l'historial de consultes
cs: Spusťte dotaz pro zobrazení historie dotazů
ja: クエリを実行してクエリ履歴を表示する
mi: Whakahaere pātai hei whakaatu i te hītori pātai
nl: Voer een query uit om de querygeschiedenis weer te geven
pt_br: Executar uma consulta para exibir o histórico de consultas
ro: Rulați o interogare pentru a afișa istoricul interogărilor
tr: Sorgu geçmişini görüntülemek için bir sorgu çalıştırın

source: Run a query to display results
bn: ফলাফল প্রদর্শনের জন্য একটি অনুসন্ধান চালান
ca: Executar una consulta per mostrar resultats
cs: Spusťte dotaz pro zobrazení výsledků
ja: クエリを実行して結果を表示する
mi: Whakahaere pātai hei whakaatu i ngā hua
nl: Voer een query uit om resultaten weer te geven
pt_br: Executar uma consulta para exibir os resultados
ro: Rulați o interogare pentru a afișa rezultatele
tr: Sonuçları görüntülemek için bir sorgu çalıştırın

source: Run current query
bn: বর্তমান অনুসন্ধান চালান
ca: Executar consulta actual
cs: Spustit aktuální dotaz
ja: 現在のクエリを実行する
mi: Whakahaere pātai o nāianei
nl: Voer huidige query uit
ro: Rulează interogarea curentă

source: Run in SQL Lab
bn: SQL ল্যাবে চালান
ca: Executar al SQL Lab
cs: Spustit v SQL Labu
es: Ejecutar en SQL Lab
ja: SQL Labで実行
mi: Whakahaere i SQL Lab
nl: Uitvoeren in SQL Lab
pt_br: Executar no SQL Lab
ro: Rulează în SQL Lab
tr: SQL Lab'da Çalıştır
zh_tw: 在 SQL 工具箱中執行

source: Run query
bn: অনুসন্ধান চালান
ca: Executar consulta
cs: Spustit dotaz
es: Ejecutar consulta
ja: クエリ実行
mi: Whakahaere pātai
nl: Zoekopdracht uitvoeren
pt_br: Executar consulta
ro: Rulează interogare
tr: Sorguyu çalıştır
zh_tw: 運行查詢

source: Run query (Ctrl + Return)
bn: অনুসন্ধান চালান (Ctrl + Return)
ca: Executar consulta (Ctrl + Return)
cs: Spustit dotaz (Ctrl + Enter)
es: Ejecutar consulta (Ctrl + Return)
ja: クエリを実行 (Ctrl + Return)
mi: Whakahaere pātai (Ctrl + Return)
nl: Query uitvoeren (Ctrl + Return)
pt_br: Executar consulta (Ctrl + Return)
ro: Rulează interogare (Ctrl + Return)
tr: Sorguyu çalıştır (Ctrl + Return)
zh_tw: 執行運行 (Ctrl + Return)

source: Run query in a new tab
bn: নতুন ট্যাবে অনুসন্ধান চালান
ca: Executar consulta en una nova pestanya
cs: Spustit dotaz v nové kartě
es: Ejecutar consulta en una nueva pestaña
ja: 新しいタブでクエリを実行
mi: Whakahaere pātai i tētahi ripa hou
nl: Query uitvoeren in een nieuw tabblad
pt_br: Executar consulta em uma nova guia
ro: Rulează interogare într-un tab nou
tr: Yeni bir sekmede sorguyu çalıştır
zh_tw: 在新選項卡中運行查詢

source: Run selection
bn: নির্বাচন চালান
ca: Executar selecció
cs: Spustit výběr
es: Ejecutar selección
ja: 選択の実行
mi: Whakahaere tīpakonga
nl: Selectie uitvoeren
pt_br: Executar seleção
ro: Rulează selecția
tr: Seçimi çalıştır
zh_tw: 運行選定的查詢

source: Running
bn: চালানো
ca: Executant
cs: Běží
es: Corriendo
ja: 実行中
mi: E Rere Ana
nl: Bezig
pt_br: Executando
ro: Rulează
tr: Çalışıyor
zh_tw: 正在執行

source: Running block %(block_num)s out of %(block_count)s
ro: Rulează blocul %(block_num)s din %(block_count)s

source: SAT
bn: স্যাট
ca: DIS
cs: SO
ja: 土
mi: HĀT
nl: ZA
pt_br: SAB
ro: SÂM
tr: PZT
zh_tw: 星期六

source: SQL Lab queries
ca: Consultes del SQL Lab
cs: Dotazy SQL Labu
mi: Pātai SQL Lab
ro: Interogări SQL Lab
