Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
bn: SQL ল্যাব আপনার ব্রাউজারের লোকাল স্টোরেজ ব্যবহার করে অনুসন্ধান এবং ফলাফল সংরক্ষণ করতে। বর্তমানে, আপনি %(currentUsage)s KB ব্যবহার করছেন মোট %(maxStorage)d KB স্টোরেজ স্পেসের মধ্যে। SQL ল্যাব ক্র্যাশ হওয়া থেকে রক্ষা করতে, অনুগ্রহ করে কিছু অনুসন্ধান ট্যাব মুছে দিন। আপনি ট্যাব মুছার আগে সেভ ফিচার ব্যবহার করে এই অনুসন্ধানগুলি আবার প্রবেশ করতে পারেন। এটি করার আগে আপনাকে অন্যান্য SQL ল্যাব উইন্ডোগুলি বন্ধ করতে হবে।
ca: SQL Lab usa l'emmagatzematge local del teu navegador per guardar consultes i resultats. Actualment, estàs usant %(currentUsage)s KB de %(maxStorage)d KB d'espai d'emmagatzematge. Per evitar que SQL Lab es pengi, si us plau elimina algunes pestanyes de consulta. Pots tornar a accedir a aquestes consultes usant la funció Desar abans d'eliminar la pestanya. Tingues en compte que hauràs de tancar altres finestres de SQL Lab abans de fer això.
cs: SQL Lab používá lokální úložiště vašeho prohlížeče k ukládání dotazů a výsledků. V současné době využíváte %(currentUsage)s KB z %(maxStorage)d KB úložného prostoru. Aby se SQL Lab nezhroutil, smažte prosím některé karty s dotazy. K těmto dotazům se můžete znovu dostat pomocí funkce Uložit, než kartu smažete. Upozorňujeme, že předtím budete muset zavřít ostatní okna SQL Labu.
es: SQL Lab utiliza el almacenamiento local de tu navegador para guardar consultas y resultados. Actualmente, estás utilizando %(currentUsage)s KB de un total de %(maxStorage)d KB de espacio de almacenamiento. Para evitar que SQL Lab se bloquee, por favor, elimina algunas pestañas de consulta. Puedes volver a acceder a estas consultas utilizando la función Guardar antes de eliminar la pestaña. Ten en cuenta que necesitarás cerrar otras ventanas de SQL Lab antes de hacer esto.
ja: SQL Lab はブラウザのローカル ストレージを使用してクエリと結果を保存します。 現在、%(maxStorage)d KB のストレージ スペースのうち %(currentUsage)s KB を使用しています。 SQL Lab がクラッシュしないようにするには、一部のクエリを削除してください。
mi: Ka whakamahi SQL Lab i te rokiroki ā-rohe o tō pūtirotiro hei penapena i ngā pātai me ngā hua.
nl: SQL Lab gebruikt de lokale opslag van je browser om query's en resultaten op te slaan. Momenteel gebruikt u een opslagruimte %(currentUsage)s KB van %(maxStorage)d KB. Om te voorkomen dat SQL Lab crasht, verwijder een aantal query tabbladen. U kunt deze zoekopdrachten heropenen met behulp van de 'Opslaan' functie voordat u het tabblad verwijdert. Merk op dat u andere SQL Lab vensters moet sluiten voordat u dit doet.
pt_br: O SQL Lab usa seu armazenamento local do navegador para armazenar consultas e resultados. Atualmente, você está usando %(currentUsage)s KB de %(maxStorage)d KB de armazenamento espaço. Para evitar que o SQL Lab falhe, elimine algumas abas de consulta. Pode voltar a essas consultas utilizando a funcionalidade Salvar antes de eliminar a aba. Observe que terá de fechar outras janelas do SQL Lab antes de fazer isso.
ro: SQL Lab folosește stocarea locală a browserului pentru a stoca interogări și rezultate. În prezent, folosiți %(currentUsage)s KB din %(maxStorage)d KB spațiu de stocare. Pentru a preveni blocarea SQL Lab, vă rugăm să ștergeți câteva tab-uri de interogări. Puteți reaccesa aceste interogări folosind funcția Salvează înainte de a șterge tab-ul. Rețineți că va trebui să închideți alte ferestre SQL Lab înainte de a face acest lucru.
tr: SQL Laboratuvarı, sorguları ve sonuçları saklamak için tarayıcınızın yerel depolamasını kullanır. Şu anda, toplam depolama alanı içinde %(currentUsage)s KB kullanıyorsunuz. SQL Lab'ın çökmesini önlemek için lütfen bazı sorgu sekmelerini silin. Bu sekmeyi silmeden önce Kaydet özelliğini kullanarak bu sorgulara yeniden erişebilirsiniz. Bu işlemi yapmadan önce diğer SQL Lab pencerelerini kapatmanız gerekeceğini unutmayın.
zh_tw: SQL Lab 將查詢和结果數據儲存在瀏覽器的本地儲存中。目前，您已使用了 %(currentUsage)s KB，總共可用 %(maxStorage)d KB 儲存空間。為了防止 SQL Lab 崩溃，請删除一些查詢選項卡。在删除選項卡之前，您可以通過使用保存功能來重新訪問這些查詢。請注意，在執行此操作之前，您需要關闭其他的 SQL Lab 窗口。

source: SQL Query
bn: SQL অনুসন্ধান
ca: Consulta SQL
cs: SQL dotaz
es: Consulta SQL
ja: SQLクエリ
mi: Pātai SQL
pt_br: Consulta SQL
ro: Interogare SQL
tr: SQL Sorgusu
zh_tw: SQL 查詢

source: SQL expression
bn: SQL অভিব্যক্তি
ca: Expressió SQL
cs: SQL výraz
es: Expresión SQL
ja: SQL 式
mi: Kīanga SQL
nl: SQL expressie
pt_br: Expressão SQL
ro: Expresie SQL
tr: SQL ifadesi
zh_tw: SQL 表達式

source: SQL query
bn: SQL অনুসন্ধান
ca: Consulta SQL
cs: SQL dotaz
es: Consulta SQL
ja: SQLクエリ
mi: Pātai SQL
pt_br: Consulta SQL
ro: Interogare SQL
tr: SQL sorgusu
zh_tw: SQL 查詢

source: SQL was formatted
ro: SQL a fost formatat

source: SQLAlchemy URI
ca: URI de SQLAlchemy
cs: URI SQLAlchemy
es: URI de SQLAlchemy
mi: URI SQLAlchemy
ro: URI SQLAlchemy

source: SSH Host
bn: SSH হোস্ট
ca: Host SSH
cs: Hostitel SSH
es: Host SSH
ja: SSHホスト
mi: Tūmau SSH
pt_br: Host SSH
ro: Gazdă SSH
tr: SSH Ana Bilgisayar
zh_tw: SSH 主機

source: SSH Password
bn: SSH পাসওয়ার্ড
ca: Contrasenya SSH
cs: Heslo SSH
ja: SSHパスワード
mi: Kupuhipa SSH
nl: SSH Wachtwoord
pt_br: Senha SSH
ro: Parolă SSH
tr: SSH Şifre

source: SSH Port
bn: SSH পোর্ট
ca: Port SSH
cs: Port SSH
es: Puerto SSH
ja: SSHポート
mi: Tauranga SSH
nl: SSH Poort
pt_br: Porta SSH
ro: Port SSH
zh_tw: SSH 端口

source: SSH Tunnel
bn: SSH টানেল
ca: Túnel SSH
cs: SSH tunel
es: Túnel SSH
ja: SSH トンネル
mi: Pūaha SSH
pt_br: Túnel SSH
ro: Tunel SSH
tr: SSH Tünel
zh_tw: SSH 隧道

source: SSH Tunnel configuration parameters
bn: SSH টানেলের কনফিগারেশন প্যারামিটার
ca: Paràmetres de configuració del Túnel SSH
cs: Konfigurační parametry SSH tunelu
es: Parámetros de configuración del túnel SSH
ja: SSH トンネル設定パラメータ
mi: Tawhā whirihora Pūaha SSH
nl: SSH Tunnel configuratie parameters
pt_br: Parâmetros de configuração do Túnel SSH
ro: Parametri configurare tunel SSH
tr: SSH Tüneli yapılandırma parametreleri
zh_tw: SSH 隧道参數配置

source: SSH Tunnel could not be deleted.
bn: SSH টানেল মুছে ফেলা যায়নি।
ca: El Túnel SSH no s'ha pogut eliminar.
cs: SSH tunel se nepodařilo smazat.
ja: SSH トンネルを削除できませんでした。
mi: Kāore i taea te muku i te Pūaha SSH.
nl: SSH Tunnel kon niet worden verwijderd.
pt_br: Não foi possível excluir o túnel SSH.
ro: Tunelul SSH nu a putut fi șters.
tr: SSH Tüneli silinemedi.

source: SSH Tunnel could not be updated.
bn: SSH টানেল আপডেট করা যায়নি।
ca: El Túnel SSH no s'ha pogut actualitzar.
cs: SSH tunel se nepodařilo aktualizovat.
ja: SSH トンネルを更新できませんでした。
mi: Kāore i taea te whakahou i te Pūaha SSH.
nl: SSH Tunnel kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar o túnel SSH.
ro: Tunelul SSH nu a putut fi actualizat.
tr: SSH Tüneli güncellenemedi.

source: SSH Tunnel not found.
bn: SSH টানেল পাওয়া যায়নি।
ca: Túnel SSH no trobat.
cs: SSH tunel nenalezen.
ja: SSH トンネルが見つかりません。
mi: Kāore i kitea te Pūaha SSH.
nl: SSH Tunnel niet gevonden.
pt_br: Túnel SSH não encontrado.
ro: Tunelul SSH nu a fost găsit.
tr: SSH Tüneli bulunamadı.

source: SSH Tunnel parameters are invalid.
bn: SSH টানেলের প্যারামিটার অবৈধ।
ca: Els paràmetres del Túnel SSH són invàlids.
cs: Parametry SSH tunelu jsou neplatné.
ja: SSH トンネルのパラメータが無効です。
mi: He muhu ngā tawhā Pūaha SSH.
nl: SSH Tunnel parameters zijn ongeldig.
pt_br: Os parâmetros do túnel SSH são inválidos.
ro: Parametrii tunelului SSH sunt invalizi.
tr: SSH Tüneli parametreleri geçersiz.

source: SSH Tunneling is not enabled
bn: SSH টানেলিং সক্ষম করা হয়নি
ca: El Túnel SSH no està habilitat
cs: SSH tunelování není povoleno
es: El túnel SSH no está habilitado
ja: SSH トンネリングが有効になっていません。
mi: Kāore i whakahohengia te Pūaha SSH
nl: SSH Tunneling is niet ingeschakeld
pt_br: Túnel SSH não está ativado
ro: Tunelarea SSH nu este activată
tr: SSH Tünellemesi etkin değil
zh_tw: SSH 隧道未啟用

source: SSL Mode "require" will be used.
bn: SSL মোড "প্রয়োজন" ব্যবহার করা হবে।
ca: S'utilitzarà el mode SSL "require".
cs: Bude použit režim SSL „require“.
es: El modo SSL "require" será usado.
ja: SSL モード「必須」が使用されます。
mi: Ka whakamahia te Aratau SSL "require".
nl: SSL-modus "vereist" zal worden gebruikt.
pt_br: O modo SSL "require" será usado.
ro: Modul SSL "require" va fi folosit.
tr: SSL Modu "gerektir" olarak kullanılacak.
zh_tw: SSL 模式 "require" 將被使用。

source: STEP %(stepCurr)s OF %(stepLast)s
bn: ধাপ %(stepCurr)s মোট %(stepLast)s
ca: PAS %(stepCurr)s DE %(stepLast)s
cs: KROK %(stepCurr)s Z %(stepLast)s
ja: ステップ %(stepCurr)s OF %(stepLast)s
mi: TAKAHANGA %(stepCurr)s O %(stepLast)s
nl: STAP %(stepCurr)s VAN %(stepLast)s
pt_br: ETAPA %(stepCurr)s De %(stepLast)s
ro: PASUL %(stepCurr)s DIN %(stepLast)s
tr: ADIM %(stepCurr)s / %(stepLast)s
zh_tw: 第 %(stepCurr)s 步，共 %(stepLast)s 步

source: STRING
bn: স্ট্রিং
ca: CADENA
cs: ŘETĚZEC
mi: AHO
ro: ȘIR
tr: DİZİ

source: SUN
bn: রবিবার
ca: DG
cs: NE
es: DOM
ja: 日
mi: RĀT
nl: ZO
pt_br: DOM
ro: DUM
tr: PAZ
zh_tw: 星期日

source: Sample Standard Deviation
bn: নমুনা স্ট্যান্ডার্ড বিচ্যুতি
ca: Desviació Estàndard de la Mostra
cs: Směrodatná odchylka vzorku
es: Desviación Estándar de la Muestra
ja: サンプル標準偏差
mi: Rerekētanga Paerewa Tauira
nl: Steekproefstandaarddeviatie
pt_br: Desvio Padrão da Amostra
ro: Abatere standard eșantion
tr: Örnek Standart Sapma

source: Sample Variance
bn: নমুনা বৈচিত্র্য
ca: Variància de la Mostra
cs: Rozptyl vzorku
es: Varianza de Muestra
ja: サンプルの分散
mi: Rerekētanga Tauira
nl: Steekproefvariantie
pt_br: Variação da amostra
ro: Varianță eșantion
tr: Örnek Varyans
zh_tw: 樣本方差

source: Samples
bn: নমুনা
ca: Mostres
cs: Vzorky
ja: サンプル
mi: Tauira
nl: Monsters
pt_br: Amostras
ro: Eșantioane
tr: Örnekler

source: Samples for dataset could not be retrieved.
bn: ডেটাসেটের জন্য নমুনা উদ্ধার করা যায়নি।
ca: No s'han pogut recuperar les mostres per al dataset.
cs: Vzorky pro sadu dat se nepodařilo načíst.
ja: データセットのサンプルを取得できませんでした。
mi: Kāore i taea te tiki i ngā tauira mō te rārangi raraunga.
nl: Monsters van dataset konden niet worden opgehaald.
pt_br: Não foi possível recuperar as amostras do conjunto de dados.
ro: Eșantioanele pentru setul de date nu au putut fi preluate.
tr: Veri kümesi için örnekler alınamadı.

source: Samples for datasource could not be retrieved.
bn: ডেটাসোর্সের জন্য নমুনা উদ্ধার করা যায়নি।
ca: No s'han pogut recuperar les mostres per a la font de dades.
cs: Vzorky pro zdroj dat se nepodařilo načíst.
ja: データソースのサンプルを取得できませんでした。
mi: Kāore i taea te tiki i ngā tauira mō te puna raraunga.
nl: Monsters voor gegevensbron konden niet worden opgehaald.
pt_br: Não foi possível recuperar as amostras da fonte de dados.
ro: Eșantioanele pentru sursa de date nu au putut fi preluate.
tr: Veri kaynağı için örnekler alınamadı.

source: Sankey Chart
bn: সাংকি চার্ট
ca: Gràfic de Sankey
cs: Sankeyův diagram
mi: Kauwhata Sankey
ro: Grafic Sankey

source: Satellite
bn: স্যাটেলাইট
ca: Satèl·lit
cs: Satelitní
ja: 衛星
mi: Āmiorangi
nl: Satelliet
pt_br: Satélite
ro: Satelit
tr: Uydu

source: Satellite Streets
bn: স্যাটেলাইট স্ট্রিটস
ca: Carrers Satèl·lit
cs: Satelitní s ulicemi
es: Calles Satélite
ja: サテライトストリート
mi: Āmiorangi Tiriti
nl: Satelliet Straten
pt_br: Ruas Satélites
ro: Străzi satelit
tr: Uydu Sokaklar

source: Saturday
bn: শনিবার
ca: Dissabte
cs: Sobota
es: Sábado
ja: 土曜日
mi: Hātarei
nl: Zaterdag
pt_br: Sábado
ro: Sâmbătă
tr: Cumartesi
zh_tw: 星期六

source: Save
bn: সংরক্ষণ করুন
ca: Desar
cs: Uložit
es: Guardar
ja: 保存
mi: Tiaki
nl: Opslaan
pt_br: Salvar
ro: Salvează
tr: Kaydet
zh_tw: 保存

source: Save & Explore
bn: সংরক্ষণ করুন ও অনুসন্ধান করুন
ca: Desar i Explorar
cs: Uložit a prozkoumat
es: Guardar y Explorar
ja: 保存して探索する
mi: Tiaki & Tūhura
nl: Opslaan en verkennen
pt_br: Salvar e Explorar
ro: Salvează și explorează
tr: Kaydet ve Keşfet
zh_tw: 保存和瀏覽

source: Save & go to dashboard
bn: সংরক্ষণ করুন এবং ড্যাশবোর্ডে যান
ca: Desar i anar al dashboard
cs: Uložit a přejít na nástěnku
es: Guardar e ir al panel de control
ja: 保存してダッシュボードに移動
mi: Tiaki & haere ki te papatohu
nl: Opslaan en naar dashboard gaan
pt_br: Salvar e ir ao painel
ro: Salvează și mergi la tabloul de bord
tr: Kaydet ve panoya git
zh_tw: 保存並轉到看板

source: Save (Overwrite)
bn: সংরক্ষণ করুন (ওভাররাইট)
ca: Desar (Sobreescriure)
cs: Uložit (přepsat)
es: Guardar (Sobrescribir)
ja: 上書き保存
mi: Tiaki (Tuhirua)
nl: Opslaan (overschrijven)
pt_br: Salvar (Sobrescrever)
ro: Salvează (Suprascrie)
tr: Kaydet (Üzerine Yaz)
zh_tw: 保存（覆盖）

source: Save as
bn: এভাবে সংরক্ষণ করুন
ca: Desar com
cs: Uložit jako
es: Guardar como
ja: 別名で保存
mi: Tiaki hei
nl: Opslaan als
pt_br: Salvar como
ro: Salvează ca
tr: Farklı Kaydet
zh_tw: 另存為

source: Save as Dataset
bn: ডেটাসেট হিসেবে সংরক্ষণ করুন
ca: Desar com Dataset
cs: Uložit jako sadu dat
ja: データセットとして保存
mi: Tiaki hei Rārangi Raraunga
nl: Opslaan als Dataset
pt_br: Salvar como conjunto de dados
ro: Salvează ca set de date
tr: Veri Kümesi Olarak Kaydet

source: Save as dataset
bn: ডেটাসেট হিসেবে সংরক্ষণ করুন
ca: Desar com dataset
cs: Uložit jako sadu dat
ja: データセットとして保存
mi: Tiaki hei rārangi raraunga
nl: Opslaan als dataset
pt_br: Salvar como conjunto de dados
ro: Salvează ca set de date
tr: Veri kümesi olarak kaydet

source: Save as new
bn: নতুন হিসেবে সংরক্ষণ করুন
ca: Desar com nou
cs: Uložit jako nové
es: Guardar como nuevo
ja: 新規保存
mi: Tiaki hei hou
nl: Opslaan als nieuw
pt_br: Salvar como novo
ro: Salvează ca nou
tr: Yeni olarak kaydet
zh_tw: 保存為新的

source: Save as...
bn: এভাবে সংরক্ষণ করুন...
ca: Desar com...
cs: Uložit jako...
ja: 別名で保存
mi: Tiaki hei...
nl: Opslaan als...
pt_br: Salvar como...
ro: Salvează ca...
tr: Farklı Kaydet:

source: Save as:
bn: এভাবে সংরক্ষণ করুন:
ca: Desar com:
cs: Uložit jako:
es: Guardar como:
ja: 別名で保存:
mi: Tiaki hei:
nl: Opslaan als:
pt_br: Salvar como:
ro: Salvează ca:
tr: Farklı Kaydet:
zh_tw: 另存為：

source: Save changes
bn: পরিবর্তনগুলি সংরক্ষণ করুন
ca: Desar canvis
cs: Uložit změny
ja: 変更内容を保存
mi: Tiaki huringa
nl: Wijzigingen opslaan
pt_br: Salvar alterações
ro: Salvează modificările
tr: Değişiklikleri Kaydet

source: Save changes to your chart?
ro: Salvați modificările la graficul dvs.?

source: Save changes to your dashboard?
ro: Salvați modificările la tabloul de bord?

source: Save chart
bn: চার্ট সংরক্ষণ করুন
ca: Desar gràfic
cs: Uložit graf
es: Guardar gráfico
ja: チャートを保存
mi: Tiaki kauwhata
nl: Grafiek opslaan
pt_br: Salvar gráfico
ro: Salvează grafic
tr: Grafik kaydet
zh_tw: 圖表保存

source: Save color breakpoint values
ro: Salvează valorile pragului de culoare

source: Save dashboard
bn: ড্যাশবোর্ড সংরক্ষণ করুন
ca: Desar dashboard
cs: Uložit nástěnku
es: Guardar panel de control
ja: ダッシュボードを保存
mi: Tiaki papatohu
nl: Dashboard opslaan
pt_br: Salvar painel
ro: Salvează tabloul de bord
tr: Pano kaydet
zh_tw: 保存看板

source: Save dataset
bn: ডেটাসেট সংরক্ষণ করুন
ca: Desar dataset
cs: Uložit sadu dat
ja: データセットの保存
mi: Tiaki rārangi raraunga
nl: Dataset opslaan
pt_br: Salvar conjunto de dados
ro: Salvează set de date
tr: Veri kümesi kaydet

source: Save for this session
bn: এই সেশনের জন্য সংরক্ষণ করুন
ca: Desar per aquesta sessió
cs: Uložit pro tuto relaci
es: Guardar para esta sesión
ja: このセッションのために保存
mi: Tiaki mō tēnei wātaka
nl: Opslaan voor deze sessie
pt_br: Salvar para essa sessão
ro: Salvează pentru această sesiune
tr: Bu oturum için kaydet
zh_tw: 保存此會话

source: Save or Overwrite Dataset
bn: ডেটাসেট সংরক্ষণ করুন বা ওভাররাইট করুন
ca: Desar o Sobreescriure Dataset
cs: Uložit nebo přepsat sadu dat
es: Guardar o Sobrescribir Conjunto de Datos
ja: データセットの保存または上書き
mi: Tiaki, Tuhirua rānei i te Rārangi Raraunga
nl: Dataset opslaan of overschrijven
pt_br: Salvar ou Sobrescrever Conjunto de dados
ro: Salvează sau suprascrie setul de date
tr: Veri Kümesini Kaydet veya Üzerine Yaz
zh_tw: 保存或覆盖數據集

source: Save query
bn: অনুসন্ধান সংরক্ষণ করুন
ca: Desar consulta
cs: Uložit dotaz
es: Guardar consulta
ja: クエリを保存
mi: Tiaki pātai
nl: Zoekopdracht opslaan
pt_br: Salvar consulta
ro: Salvează interogare
tr: Sorguyu kaydet
zh_tw: 保存查詢

source: Save this query as a virtual dataset to continue exploring
bn: এই অনুসন্ধানটি ভার্চুয়াল ডেটাসেট হিসেবে সংরক্ষণ করুন যাতে অনুসন্ধান চালিয়ে যেতে পারেন
ca: Desar aquesta consulta com un dataset virtual per continuar explorant
cs: Uložte tento dotaz jako virtuální sadu dat a pokračujte v prozkoumávání
es: Guarda esta consulta como un conjunto de datos virtual para continuar explorando
ja: 探索を続けるには、このクエリを仮想データセットとして保存します
mi: Tiakihia tēnei pātai hei rārangi raraunga mariko hei haere tonu i te tūhuratanga
nl: Deze query opslaan als virtueel dataset om verder te blijven verkennen
pt_br: Salvar esta consulta como um conjunto de dados virtual para continuar explorando
ro: Salvați această interogare ca set de date virtual pentru a continua explorarea
tr: Keşfi sürdürmek için bu sorguyu sanal bir veri kümesi olarak kaydedin
zh_tw: 將這個查詢保存為虛擬數據集以繼續探索

source: Saved
bn: সংরক্ষিত
ca: Desat
cs: Uloženo
es: Guardado
ja: 保存済
mi: Kua Tiakina
nl: Opgeslagen
pt_br: Salvo
ro: Salvat
tr: Kaydedildi
zh_tw: 保存

source: Saved Queries
bn: সংরক্ষিত অনুসন্ধান
ca: Consultes Desades
cs: Uložené dotazy
es: Consultas Guardadas
ja: 保存したクエリ
mi: Pātai Kua Tiakina
nl: Opgeslagen Queries
pt_br: Consultas salvas
ro: Interogări salvate
tr: Kaydedilen Sorgular
zh_tw: 已保存查詢

source: Saved expressions
bn: সংরক্ষিত অভিব্যক্তি
ca: Expressions desades
cs: Uložené výrazy
ja: 保存された式
mi: Kīanga kua tiakina
nl: Opgeslagen expressies
pt_br: Expressões salvas
ro: Expresii salvate
tr: Kaydedilen ifadeler
zh_tw: 保存表達式

source: Saved metric
bn: সংরক্ষিত মেট্রিক
ca: Mètrica desada
cs: Uložená metrika
es: Métrica guardada
ja: 保存した指標
mi: Ine kua tiakina
nl: Opgeslagen metrieken
pt_br: Salvo métrica
ro: Metrică salvată
tr: Kaydedilen metrik
zh_tw: 保存的指標

source: Saved queries
bn: সংরক্ষিত অনুসন্ধান
ca: Consultes desades
cs: Uložené dotazy
es: Consultas guardadas
ja: 保存したクエリ
mi: Pātai kua tiakina
nl: Opgeslagen queries
pt_br: Consultas salvas
ro: Interogări salvate
tr: Kaydedilen sorgular
zh_tw: 已保存查詢

source: Saved queries could not be deleted.
bn: সংরক্ষিত অনুসন্ধান মুছে ফেলা যায়নি।
ca: Les consultes desades no s'han pogut eliminar.
cs: Uložené dotazy se nepodařilo smazat.
es: Las consultas guardadas no se pudieron eliminar.
ja: 保存されたクエリを削除できませんでした。
mi: Kāore i taea te muku i ngā pātai kua tiakina.
nl: Opgeslagen zoekopdrachten konden niet worden verwijderd.
pt_br: Não foi possível eliminar as consultas salvas.
ro: Interogările salvate nu au putut fi șterse.
tr: Kaydedilen sorgular silinemedi.
zh_tw: 保存的查詢無法被删除

source: Saved query not found.
bn: সংরক্ষিত অনুসন্ধান পাওয়া যায়নি।
ca: Consulta desada no trobada.
cs: Uložený dotaz nenalezen.
es: Consulta guardada no encontrada.
ja: 保存されたクエリが見つかりません。
mi: Kāore i kitea te pātai kua tiakina.
nl: Opgeslagen query niet gevonden.
pt_br: Consulta salva não encontrada.
ro: Interogarea salvată nu a fost găsită.
tr: Kaydedilen sorgu bulunamadı.
zh_tw: 保存的查詢未找到

source: Saved query parameters are invalid.
bn: সংরক্ষিত অনুসন্ধানের প্যারামিটার অবৈধ।
ca: Els paràmetres de la consulta desada són invàlids.
cs: Parametry uloženého dotazu jsou neplatné.
ja: 保存したクエリ パラメーターが無効です。
mi: He muhu ngā tawhā pātai kua tiakina.
nl: Opgeslagen query parameters zijn ongeldig.
pt_br: Os parâmetros de consulta salvos são inválidos.
ro: Parametrii interogării salvate sunt invalizi.
tr: Kaydedilen sorgu parametreleri geçersiz.
zh_tw: 保存的查詢参數無效

source: Saving...
ca: Desant...
cs: Ukládání...
mi: E tiaki ana...
ro: Se salvează...

source: Scale and Move
bn: স্কেল এবং সরান
ca: Escalar i Moure
cs: Měřítko a posun
es: Escala y Mueve
ja: 拡大縮小と移動
mi: Tauine me te Neke
nl: Schaal en Verplaats
pt_br: Dimensionar e deslocar
ro: Scalare și mutare
tr: Ölçeklendirme ve Taşıma
zh_tw: 縮放和移動

source: Scale only
bn: শুধু স্কেল
ca: Només escalar
cs: Pouze měřítko
es: Solo escala
ja: スケールのみ
mi: Tauine anake
nl: Alleen schalen
pt_br: Dimensionar apenas
ro: Doar scalare
tr: Sadece Ölçekle
zh_tw: 僅縮放

source: Scatter
bn: স্ক্যাটার
ca: Dispersió
cs: Bodový
es: Dispersión
ja: 散布
mi: Marara
nl: Verspreiding
pt_br: Dispersão
ro: Dispersie
tr: Saçılım
zh_tw: 散點

source: Scatter Plot
bn: স্ক্যাটার প্লট
ca: Gràfic de Dispersió
cs: Bodový graf
es: Gráfico de Dispersión
ja: 散布図
mi: Kauwhata Marara
nl: Spreidingsplot
pt_br: Gráfico de dispersão
ro: Grafic de dispersie
tr: Saçılım Grafiği
zh_tw: 散點圖

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
bn: স্ক্যাটার প্লটের অনুভূমিক অক্ষটি লিনিয়ার ইউনিটে এবং পয়েন্টগুলি ক্রম অনুযায়ী সংযুক্ত থাকে। এটি দুটি ভেরিয়েবলের মধ্যে একটি পরিসংখ্যানগত সম্পর্ক প্রদর্শন করে।
ca: El Gràfic de Dispersió té l'eix horitzontal en unitats lineals, i els punts estan connectats en ordre. Mostra una relació estadística entre dues variables.
cs: Bodový graf má horizontální osu v lineárních jednotkách a body jsou spojeny v pořadí. Ukazuje statistický vztah mezi dvěma proměnnými.
ja: 散布図は横軸が線形単位であり、点が順番に結ばれます。 2 つの変数間の統計的関係を示します。
mi: He tukutuku whakapae waeine rārangi tō te Kauwhata Marara, ā, ka honoa ngā tohu i te raupapa. Ka whakaatu i tētahi hononga tauanga i waenga i ngā taurangi e rua.
nl: Een spreidingsplot heeft de horizontale as in lineaire eenheden, en de punten zijn verbonden in volgorde. Het toont een statistische relatie tussen twee variabelen.
pt_br: O gráfico de dispersão tem o eixo horizontal em unidades lineares e os pontos estão ligados por ordem. Mostra uma relação estatística entre duas variáveis.
ro: Graficul de dispersie are axa orizontală în unități liniare, iar punctele sunt conectate în ordine. Arată o relație statistică între două variabile.
tr: Saçılım Grafiği, yatay ekseni doğrusal birimlerde olan ve noktaların sırayla bağlandığı bir grafiğidir. İki değişken arasındaki istatistiksel ilişkiyi gösterir.

source: Schedule
bn: শিডিউল
ca: Programar
cs: Plán
es: Programar
ja: スケジュール
mi: Hōtaka
nl: Planning
pt_br: Cronograma
ro: Programare
tr: Zamanlama
zh_tw: 調度

source: Schedule a new email report
bn: একটি নতুন ইমেইল রিপোর্টের জন্য শিডিউল করুন
ca: Programar un nou informe per correu electrònic
cs: Naplánovat nový e-mailový report
ja: 新しい電子メールレポートをスケジュールする
mi: Hōtaka pūrongo īmēra hou
nl: Plan een nieuw e-mailrapport
pt_br: Agendar um novo relatório de e-mail
ro: Programează un raport email nou
tr: Yeni bir e-posta raporu zamanlayın

source: Schedule query
bn: অনুসন্ধানের জন্য শিডিউল করুন
ca: Programar consulta
cs: Naplánovat dotaz
es: Programar consulta
ja: スケジュールクエリ
mi: Hōtaka pātai
nl: Query planning
pt_br: Consulta de agendamento
ro: Programează interogare
tr: Sorguyu zamanlayın
zh_tw: 計劃查詢

source: Schedule the query periodically
bn: অনুসন্ধানটিকে নির্দিষ্ট সময় অন্তর শিডিউল করুন
ca: Programar la consulta periòdicament
cs: Naplánovat periodické spouštění dotazu
es: Programa la consulta periódicamente
ja: クエリを定期的にスケジュールする
mi: Hōtaka i te pātai wā auau
nl: Plan de zoekopdracht periodiek
pt_br: Agendar a consulta periodicamente
ro: Programează interogarea periodic
tr: Sorguyu düzenli aralıklarla zamanlayın
zh_tw: 定期調度查詢

source: Schedule type
bn: শিডিউল ধরনের
ca: Tipus de programació
cs: Typ plánu
mi: Momo hōtaka
ro: Tip programare

source: Scheduled
bn: শিডিউল করা হয়েছে
ca: Programat
cs: Naplánováno
es: Programado
ja: スケジュール済み
mi: Kua Hōtakahia
nl: Gepland
pt_br: Agendado
ro: Programat
tr: Zamanlandı
zh_tw: 已按計劃執行

source: Scheduled at (UTC)
bn: শিডিউল করা হয়েছে (UTC)
ca: Programat a (UTC)
cs: Naplánováno v (UTC)
ja: スケジュール設定時刻 (UTC)
mi: Kua hōtakahia i (UTC)
nl: Gepland om (UTC)
pt_br: Programado em (UTC)
ro: Programat la (UTC)
tr: Zamanlandı (UTC)
zh_tw: 計劃時間
