Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Optional warning about use of this metric
bn: এই পরিমাপের ব্যবহার সম্পর্কে ঐচ্ছিক সতর্কতা।
ca: Advertència opcional sobre l'ús d'aquesta mètrica
cs: Volitelné varování o použití této metriky
es: Advertencia opcional sobre el uso de esta métrica
ja: このメトリクスの使用に関するオプションの警告
mi: Whakatūpato kōwhiringa mō te whakamahinga o tēnei ine
nl: Optionele waarschuwing voor het gebruik van deze metriek
pt_br: Aviso opcional sobre o uso dessa métrica
ro: Avertisment opțional despre utilizarea acestei metrici
tr: Bu metrik kullanımıyla ilgili isteğe bağlı uyarı
zh_tw: 關於使用此指標的可選警告

source: Options
bn: বিকল্প
ca: Opcions
cs: Možnosti
ja: オプション
mi: Kōwhiringa
nl: Opties
pt_br: Opções
ro: Opțiuni
tr: Seçenekler
zh_tw: 設定

source: Or choose from a list of other databases we support:
bn: অথবা আমরা যে অন্যান্য ডেটাবেস সমর্থন করি তাদের তালিকা থেকে নির্বাচন করুন:
ca: O tria d'una llista d'altres bases de dades que suportem:
cs: Nebo si vyberte ze seznamu dalších databází, které podporujeme:
es: O elige de una lista de otras bases de datos que soportamos:
ja: または、サポートされている他のデータベースのリストから選択してください:
mi: Kōwhiria rānei mai i tētahi rārangi o ētahi atu pātengi raraunga e tautokona e mātou:
nl: Of kies uit een lijst van andere databases die we ondersteunen:
pt_br: Ou escolha a partir de uma lista de outros bancos de dados que suportamos:
ro: Sau alege din o listă cu alte baze de date pe care le suportăm:
zh_tw: 或者從我們支持的其他資料庫列表中選擇：

source: Order results by selected columns
bn: নির্বাচিত কলাম দ্বারা ফলাফলগুলির আদেশ।
ca: Ordenar resultats per columnes seleccionades
cs: Seřadit výsledky podle vybraných sloupců
es: Ordenar resultados por las columnas seleccionadas
ja: 選択した列ごとに結果を並べ替えます
mi: Raupapa hua mā ngā tīwae kua tīpakohia
nl: Sorteer de resultaten op geselecteerde kolommen
pt_br: Ordenar resultados por colunas selecionadas
ro: Ordonează rezultatele după coloanele selectate
zh_tw: 按選定列對结果進行排序

source: Ordering
bn: অর্ডারিং
ca: Ordenació
cs: Řazení
ja: 注文
mi: Raupapa
nl: Volgorde
pt_br: Pedidos
ro: Ordonare
zh_tw: 排序

source: Orders the query result that generates the source data for this chart. If a series or row limit is reached, this determines what data are truncated. If undefined, defaults to the first metric (where appropriate).
bn: এই চার্টের জন্য উৎস ডেটা তৈরি করা প্রশ্ন ফলাফলগুলির আদেশ। যদি একটি সিরিজ বা সারির সীমা পৌঁছানো হয়, এটি নির্ধারণ করে কোন ডেটা কাটা হয়। যদি অজ্ঞাত থাকে, তবে এটি প্রথম পরিমাপক (যেখানে প্রযোজ্য) ডিফল্ট।
ca: Ordena el resultat de la consulta que genera les dades font per aquest gràfic. Si s'assoleix un límit de sèries o files, això determina quines dades es trunquen. Si no està definit, per defecte va a la primera mètrica (quan sigui apropiat).
cs: Seřadí výsledek dotazu, který generuje zdrojová data pro tento graf. Pokud je dosaženo limitu sérií nebo řádků, toto určuje, která data jsou zkrácena. Pokud není definováno, výchozí je první metrika (pokud je to vhodné).
mi: Ka raupapa i te hua pātai ka hanga i te puna raraunga mō tēnei kauwhata. Mēnā ka tae ki tētahi tepe raupapa, tepe rārangi rānei, ka whakatau tēnei ko ēhea ngā raraunga ka porohitatia. Mēnā kāore i tautuhia, ka heke ki te ine tuatahi (ina tika).
ro: Ordonează rezultatul interogării care generează datele sursă pentru acest grafic. Dacă o limită de serii sau rânduri este atinsă, aceasta determină ce date sunt trunchiate. Dacă este nedefinit, implică prima metrică (unde este potrivit).

source: Orientation
bn: মুখাবিধান
ca: Orientació
cs: Orientace
ja: オリエンテーション
mi: Ahunga
nl: Oriëntatie
pt_br: Orientação
ro: Orientare
tr: Yönlendirme

source: Orientation of bar chart
bn: বার চার্টের মুখাবিধান।
ca: Orientació del gràfic de barres
cs: Orientace sloupcového grafu
ja: 棒グラフの方向
mi: Ahunga o te kauwhata pae
nl: Oriëntatie van de staafdiagram
pt_br: Orientação do gráfico de barras
ro: Orientare grafic bare
tr: Çubuk grafiğinin yönlendirmesi

source: Orientation of filter bar
bn: ফিল্টার বারের মুখাবিধান।
ca: Orientació de la barra de filtres
cs: Orientace lišty filtru
es: Orientación de la barra de filtro
ja: フィルターバーの向き
mi: Ahunga o te pae tātari
nl: Oriëntatie van de filterbalk
pt_br: Orientação de barra de filtro
ro: Orientare bară filtru
tr: Filtre çubuğunun yönlendirmesi

source: Orientation of tree
bn: গাছের মুখাবিধান।
ca: Orientació de l'arbre
cs: Orientace stromu
es: Orientación del árbol
ja: 木の向き
mi: Ahunga o te rākau
nl: Oriëntatie van de structuur
pt_br: Orientação da árvore
ro: Orientare arbore
tr: Ağacın yönlendirmesi
zh_tw: 樹的方向

source: Original table column order
bn: মূল টেবিল কলামের আদেশ।
ca: Ordre original de columnes de taula
cs: Původní pořadí sloupců tabulky
es: Orden original de las columnas de la tabla
ja: 元のテーブル列順で表示
mi: Raupapa tīwae ripanga taketake
nl: Originele tabel kolom volgorde
pt_br: Ordem das colunas da tabela original
ro: Ordinea originală a coloanelor tabelului
tr: Orijinal tablo sütun sırası
zh_tw: 原始表列順序

source: Original value
bn: মূল মান।
ca: Valor original
cs: Původní hodnota
es: Valor original
ja: 元の値
mi: Uara taketake
nl: Originele waarde
pt_br: Valor original
ro: Valoare originală
tr: Orijinal değer
zh_tw: 原始值

source: Orthogonal
bn: অর্থোগনাল।
ca: Ortogonal
cs: Ortogonální
es: Ortogonal
ja: 直交
mi: Hāngai
nl: Orthogonaal
pt_br: Ortogonal
ro: Ortogonal
tr: Dik
zh_tw: 正交化

source: Other
bn: অন্যান্য।
ca: Altre
cs: Ostatní
ja: 他の
mi: Ētahi Atu
nl: Overige
pt_br: Outro
ro: Altul
tr: Diğer
zh_tw: 其他

source: Other color palettes
bn: অন্যান্য রঙের প্যালেট।
ca: Altres paletes de colors
cs: Ostatní barevné palety
mi: Paka tae atu
ro: Alte palete de culori

source: Outdoors
bn: বহিরঙ্গন।
ca: Exterior
cs: Venkovní
es: Aire libre
ja: アウトドア
mi: Arawaho
nl: Buitenshuis
pt_br: Ao ar livre
ro: Exterior
tr: Açık Alan
zh_tw: 戶外

source: Outer Radius
bn: বহ্য রেডিয়াস।
ca: Radi Exterior
cs: Vnější poloměr
es: Radio Exterior
ja: 外半径
mi: Pūtoro Waho
nl: Buitenste Radius
pt_br: Raio Exterior
ro: Rază Exterioară
tr: Dış Yarıçap
zh_tw: 外缘

source: Outer edge of Pie chart
bn: পাই চার্টের বাইরের প্রান্ত।
ca: Vora exterior del gràfic de sectors
cs: Vnější okraj koláčového grafu
ja: 円グラフの外端
mi: Tapa waho o te kauwhata Pai
nl: Buitenste rand van cirkeldiagram
pt_br: Borda externa do gráfico de pizza
ro: Marginea exterioară a graficului Plăcintă
tr: Pasta grafiğinin dış kenarı
zh_tw: 餅圖外缘

source: Overlap
bn: অবস্থান।
ca: Superposició
cs: Překrytí
ja: オーバーラップ
mi: Whārua
pt_br: Sobreposição
ro: Suprapunere
tr: Üst üste binme
zh_tw: 重叠

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
bn: এক বা একাধিক টাইমসিরিজের উপর একত্রিত করুন একটি আপেক্ষিক সময়কালের। প্রাকৃতিক ভাষায় আপেক্ষিক সময় ডেল্টা আশা করে (উদাহরণ: 24 ঘণ্টা, 7 দিন, 52 সপ্তাহ, 365 দিন)। মুক্ত পাঠ্য সমর্থিত।
ca: Superposar una o més sèries temporals d'un període de temps relatiu. Espera deltes de temps relatius en llenguatge natural (exemple: 24 hores, 7 dies, 52 setmanes, 365 dies). Es suporta text lliure.
cs: Překrýt jednu nebo více časových řad z relativního časového období. Očekává relativní časové delty v přirozeném jazyce (příklad: 24 hodin, 7 dní, 52 týdnů, 365 dní). Je podporován volný text.
es: Superpone una o más series temporales de un período de tiempo relativo. Espera deltas de tiempo relativo en lenguaje natural (ejemplo: 24 horas, 7 días, 52 semanas, 365 días). Se admite texto libre.
ja: 相対的な期間からの 1 つ以上の時系列をオーバーレイします。自然言語の相対時間デルタを期待します (例: 24 時間、7 日、52 週間、365 日)。フリーテキストがサポートされています。
mi: Ka kōpaki i tētahi tukutata ono-tapa i runga i tētahi mahere, ā, ka whakaarotau i ngā raraunga i roto i te rohe o ia pūtau.
nl: Een of meer timeseries van een relatieve tijdsperiode overlappen. Verwacht de relatieve tijddeltas in de natuurlijke taal (bijvoorbeeld: 24 uur, 7 dagen, 52 weken, 365 dagen). Vrije tekst wordt ondersteund.
pt_br: Sobrepor um ou mais séries temporais de um período de tempo relativo. Espera deltas de tempo relativo em linguagem natural (exemplo: 24 horas, 7 dias , 52 semanas , 365 dias). Livre texto é suportado.
ro: Suprapune una sau mai multe serii temporale dintr-o perioadă de timp relativă. Se așteaptă delte de timp relative în limbaj natural (exemplu: 24 de ore, 7 zile, 52 de săptămâni, 365 de zile). Textul liber este suportat.
tr: İlgili bir zaman diliminden bir veya daha fazla zaman serisini üst üste bindirin. İlgili zamana ait doğal dilde zaman farklarını bekler (örnek: 24 saat, 7 gün, 52 hafta, 365 gün). Serbest metin desteklenir.
zh_tw: 從相對時間段覆盖一個或多個時間序列。期望自然語言中的相對時間增量（例如：24小時、7天、56週、365天）

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
bn: এক বা একাধিক টাইমসিরিজের উপর একত্রিত করুন একটি আপেক্ষিক সময়কালের। প্রাকৃতিক ভাষায় আপেক্ষিক সময় ডেল্টা আশা করে (উদাহরণ: 24 ঘণ্টা, 7 দিন, 52 সপ্তাহ, 365 দিন)। মুক্ত পাঠ্য সমর্থিত।
ca: Superposar una o més sèries temporals d'un període de temps relatiu. Espera deltes de temps relatius en llenguatge natural (exemple: 24 hores, 7 dies, 52 setmanes, 365 dies). Es suporta text lliure.
cs: Překrýt jednu nebo více časových řad z relativního časového období. Očekává relativní časové delty v přirozeném jazyce (příklad: 24 hodin, 7 dní, 52 týdnů, 365 dní). Je podporován volný text.
ja: 相対的な期間からの 1 つ以上の時系列をオーバーレイします。自然言語の相対時間デルタを期待します (例: 24 時間、7 日、52 週間、365 日)。フリーテキストがサポートされています。
mi: Whakakapi māeneene wā
nl: Een of meer timeseries van een relatieve tijdsperiode overlappen. Verwacht de relatieve tijddeltas in de natuurlijke taal (bijvoorbeeld: 24 uur, 7 dagen, 52 weken, 365 dagen). Vrije tekst wordt ondersteund.
pt_br: Sobrepor uma ou mais séries temporais de um período de tempo relativo. Espera deltas de tempo relativos em linguagem natural (exemplo: 24 horas, 7 dias, 52 semanas, 365 dias). Há suporte para texto livre.
ro: Suprapune una sau mai multe serii temporale dintr-o perioadă de timp relativă. Se așteaptă delte de timp relative în limbaj natural (exemplu: 24 de ore, 7 zile, 52 de săptămâni, 365 de zile). Textul liber este suportat.
tr: İlgili bir zaman diliminden bir veya daha fazla zaman serisini üst üste bindirin. İlgili zamana ait doğal dilde zaman farklarını bekler (örnek: 24 saat, 7 gün, 52 hafta, 365 gün). Serbest metin desteklenir.

source: Overlay results from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported. Use "Inherit range from time filters" to shift the comparison time range by the same length as your time range and use "Custom" to set a custom comparison range.
bn: একটি আপেক্ষিক সময়কালের ফলাফলগুলির উপর একত্রিত করুন। প্রাকৃতিক ভাষায় আপেক্ষিক সময় ডেল্টা আশা করে (উদাহরণ: 24 ঘণ্টা, 7 দিন, 52 সপ্তাহ, 365 দিন)। মুক্ত পাঠ্য সমর্থিত। "টাইম ফিল্টার থেকে পরিসীমা উত্তরাধিকার করুন" ব্যবহার করুন আপনার সময় পরিসীমার সমান দৈর্ঘ্যে তুলনামূলক সময় পরিসীমা স্থানান্তর করতে এবং "কাস্টম" ব্যবহার করুন একটি কাস্টম তুলনা পরিসীমা সেট করতে।
ca: Superposar resultats d'un període de temps relatiu. Espera deltes de temps relatius en llenguatge natural (exemple: 24 hores, 7 dies, 52 setmanes, 365 dies). Es suporta text lliure. Usa "Heretar rang dels filtres de temps" per desplaçar el rang de temps de comparació per la mateixa longitud que el teu rang de temps i usa "Personalitzat" per establir un rang de comparació personalitzat.
cs: Překrýt výsledky z relativního časového období. Očekává relativní časové delty v přirozeném jazyce (příklad: 24 hodin, 7 dní, 52 týdnů, 365 dní). Je podporován volný text. Použijte „Zdědit rozsah z časových filtrů“ pro posunutí porovnávacího časového rozsahu o stejnou délku jako váš časový rozsah a použijte „Vlastní“ pro nastavení vlastního porovnávacího rozsahu.
mi: Whakakapi awhe wā
ro: Suprapune rezultate dintr-o perioadă de timp relativă. Se așteaptă delte de timp relative în limbaj natural (exemplu: 24 de ore, 7 zile, 52 de săptămâni, 365 de zile). Textul liber este suportat. Folosește "Moștenește intervalul din filtrele de timp" pentru a deplasa intervalul de timp de comparație cu aceeași lungime ca intervalul tău de timp și folosește "Personalizat" pentru a seta un interval de comparație personalizat.

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
bn: একটি মানচিত্রে হেক্সাগোনাল গ্রিডের উপর একত্রিত করুন এবং প্রতিটি সেলের সীমার মধ্যে ডেটা সংগ্রহ করুন।
ca: Superposa una graella hexagonal en un mapa, i agrega dades dins del límit de cada cel·la.
cs: Překryje mapu šestiúhelníkovou mřížkou a agreguje data uvnitř hranic každé buňky.
es: Superpone una cuadrícula hexagonal en un mapa y agrega datos dentro del límite de cada celda.
ja: 地図上に六角形のグリッドを重ねて、各セルの境界内のデータを集計します。
mi: Tuhirua
nl: Plaatst een hexagonaal raster over een kaart en aggregeert gegevens binnen de grenzen van elke cel.
pt_br: Sobrepõe uma grade hexagonal em um mapa e agrega dados dentro do limite de cada célula.
ro: Suprapune o grilă hexagonală pe o hartă și agregă datele în limitele fiecărei celule.
tr: Bir harita üzerine altıgen bir ızgara yerleştirir ve her hücrenin sınırı içinde verileri toplar.

source: Override time grain
bn: সময় শস্য ওভাররাইড।
ca: Sobreescriure granularitat temporal
cs: Přepsat časovou granularitu
ja: 時間粒度を上書きする
mi: Tuhirua & Tūhura
nl: Overschrijf tijdgranulatie
ro: Suprascrie granulația de timp
tr: Zaman tahılını geçersiz kıl

source: Override time range
bn: সময় পরিসীমা ওভাররাইড।
ca: Sobreescriure rang temporal
cs: Přepsat časový rozsah
ja: 時間範囲を上書きする
mi: Tuhirua Papatohu [%s]
nl: Overschrijf tijdbereik
pt_br: Intervalo de tempo de substituição
ro: Suprascrie intervalul de timp
tr: Zaman aralığını geçersiz kıl

source: Overwrite
bn: মৌলিক লেখা।
ca: Sobreescriure
cs: Přepsat
es: Sobrescribir
ja: 上書き
mi: Tuhirua kei te tīari
nl: Overschrijven
pt_br: Sobrescrever
ro: Suprascrie
tr: Üzerine yaz
zh_tw: 覆盖

source: Overwrite & Explore
bn: মৌলিক লেখা এবং অন্বেষণ করুন।
ca: Sobreescriure i Explorar
cs: Přepsat a prozkoumat
es: Sobrescribir y Explorar
ja: 上書きと探索
mi: Tuhirua kupu i te etita ki tētahi pātai i runga i tēnei ripanga
nl: Overschrijven en verkennen
pt_br: Sobrescrever & Explorar
ro: Suprascrie și Explorează
tr: Üzerine Yaz ve Keşfet
zh_tw: 覆寫和瀏覽

source: Overwrite Dashboard [%s]
bn: ড্যাশবোর্ডটি ওভাররাইট করুন [%s]
ca: Sobreescriure Dashboard [%s]
cs: Přepsat nástěnku [%s]
es: Sobrescribir Panel de Control [%s]
ja: ダッシュボード [%s] を上書き
mi: Nōna Kua Hangaia, Kua Makauhia rānei
nl: Dashboard overschrijven [%s]
pt_br: Substituir o Painel [%s]
ro: Suprascrie Tabloul de bord [%s]
tr: [%s] Gösterge Tablosunu Üzerine Yaz
zh_tw: 覆盖看板 [%s]

source: Overwrite existing
bn: বিদ্যমান ওভাররাইট।
ca: Sobreescriure existent
cs: Přepsat existující
ja: 既存のものを上書きする
mi: Rangatira
nl: Overschrijf bestaande
pt_br: Sobrescrever existente
ro: Suprascrie existent
tr: Mevcut olanı üzerine yaz

source: Overwrite text in the editor with a query on this table
bn: এই টেবিলের উপর একটি প্রশ্ন দিয়ে সম্পাদকটি মৌলিক লেখা।
ca: Sobreescriure text a l'editor amb una consulta sobre aquesta taula
cs: Přepsat text v editoru dotazem na tuto tabulku
es: Sobrescribe el texto en el editor con una consulta en esta tabla
ja: エディターのテキストをこのテーブルのクエリで上書きします
mi: Rangatira
nl: Overschrijf tekst in de editor met een query op deze tabel
pt_br: Substituir o texto no editor por uma consulta nesta tabela
ro: Suprascrie textul din editor cu o interogare pe acest tabel
tr: Bu tabloya ilişkin bir sorgu ile editördeki metni üzerine yaz
zh_tw: 使用該表上的查詢覆盖編輯器中的文本

source: Owned Created or Favored
bn: অধিকারিত তৈরি বা পছন্দসই।
ca: Propietat Creat o Favorit
cs: Vlastněné, vytvořené nebo oblíbené
es: Propiedad Creada o Favorita
ja: 所有、作成またはお気に入り
mi: He muhu ngā rangatira
nl: Eigenaar Gemaakt of Favoriet
pt_br: Próprio Criado ou Favorecido
ro: Deținut Creat sau Favorit
tr: Sahiplenilen, Oluşturulan veya Favorilere Eklenen
zh_tw: 已拥有、已創建或已收藏

source: Owner
bn: মালিক।
ca: Propietari
cs: Vlastník
es: Propietario
ja: 所有者
mi: He rārangi kaiwhakamahi ngā Rangatira ka taea te whakarereke i te papatohu.
nl: Eigenaar
pt_br: Proprietário
ro: Proprietar
tr: Sahip
zh_tw: 所有者

source: Owners
bn: মালিকেরা।
ca: Propietaris
cs: Vlastníci
es: Propietarios
ja: 所有者
mi: He rārangi kaiwhakamahi ngā Rangatira ka taea te whakarereke i te papatohu. Ka taea te rapu mā te ingoa, mā te ingoa kaiwhakamahi rānei.
nl: Eigenaars
pt_br: Proprietários
ro: Proprietari
tr: Sahipler
zh_tw: 所有者

source: Owners are invalid
bn: মালিকেরা অবৈধ।
ca: Els propietaris no són vàlids
cs: Vlastníci jsou neplatní
es: Los propietarios son inválidos
ja: 所有者が無効です。
mi: I rahua te tikiake PDF, tēnā whakahouhia, ā, whakamātauhia anō.
nl: Eigenaren zijn ongeldig
pt_br: Proprietários são inválidos
ro: Proprietarii sunt invalizi
tr: Sahipler geçersiz
zh_tw: 所有者無效

source: Owners is a list of users who can alter the dashboard.
bn: মালিকেরা হলো ব্যবহারকারীদের একটি তালিকা যারা ড্যাশবোর্ডটি পরিবর্তন করতে পারে।
ca: Propietaris és una llista d'usuaris que poden alterar el dashboard.
cs: Vlastníci je seznam uživatelů, kteří mohou měnit nástěnku.
es: Owners es una lista de usuarios que pueden modificar el panel de control.
ja: 所有者は、ダッシュボードを変更できるユーザーのリストです。
mi: Roa whārangi
nl: Eigenaars is een lijst van gebruikers die het dashboard kunnen wijzigen.
pt_br: Os proprietários são uma lista de usuários que podem alterar o painel.
ro: Proprietarii este o listă de utilizatori care pot modifica tabloul de bord.
tr: Sahipler, gösterge tablosunu değiştirebilecek kullanıcıların bir listesidir.
zh_tw: 所有者是一個用戶列表，這些用戶有權限修改仪表板。

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
bn: মালিকেরা হলো ব্যবহারকারীদের একটি তালিকা যারা ড্যাশবোর্ডটি পরিবর্তন করতে পারে। নাম বা ব্যবহারকারীর নাম দ্বারা অনুসন্ধানযোগ্য।
ca: Propietaris és una llista d'usuaris que poden alterar el dashboard. Cercable per nom o nom d'usuari.
cs: Vlastníci je seznam uživatelů, kteří mohou měnit nástěnku. Lze vyhledávat podle jména nebo uživatelského jména.
es: Owners es una lista de usuarios que pueden modificar el panel de control. Se puede buscar por nombre o nombre de usuario.
ja: 所有者は、ダッシュボードを変更できるユーザーのリストです。名前またはユーザー名で検索できます。
mi: Ripanga Whakamātau-t Takirua
nl: Eigenaren zijn een lijst met gebruikers die het dashboard kunnen veranderen. Doorzoekbaar op naam of gebruikersnaam.
pt_br: Os proprietários são uma lista de usuários que podem alterar o painel. Pesquisável por nome ou nome de usuário.
ro: Proprietarii este o listă de utilizatori care pot modifica tabloul de bord. Căutabil după nume sau nume de utilizator.
tr: Sahipler, gösterge tablosunu değiştirebilecek kullanıcıların bir listesidir. Ad veya kullanıcı adına göre aranabilir.
zh_tw: 所有者是一個用戶列表，這些用戶有權限修改仪表板。可按名稱或用戶名搜索。

source: PDF download failed, please refresh and try again.
ca: La descàrrega PDF ha fallat, si us plau actualitza i torna-ho a provar.
cs: Stažení PDF selhalo, obnovte prosím stránku a zkuste to znovu.
es: La descarga del PDF ha fallado, por favor actualiza y prueba de nuevo.
ja: PDF のダウンロードに失敗しました。更新してもう一度お試しください。
mi: Tikanga tauira-anō Pandas
nl: PDF download is mislukt, vernieuw en probeer het opnieuw.
ro: Descărcarea PDF a eșuat, vă rugăm să reîmprospătați și să încercați din nou.

source: Page
ro: Pagină

source: Page Size:
ro: Dimensiune pagină:

source: Page length
bn: পৃষ্ঠার দৈর্ঘ্য।
ca: Longitud de pàgina
cs: Délka stránky
es: Longitud de la página
ja: ページの長さ
mi: Ture tauira-anō Pandas
nl: Pagina lengte
pt_br: Comprimento da página
ro: Lungime pagină
tr: Sayfa uzunluğu
zh_tw: 頁長

source: Paired t-test Table
bn: জোড়া t-পরীক্ষার টেবিল।
ca: Taula de Test t Aparellat
cs: Tabulka párového t-testu
es: Tabla de la prueba t de pares
ja: 対応のある t 検定テーブル
mi: Tūtohi Tukutahi
nl: Gekoppelde t-test Tabel
pt_br: Tabela teste-t pareado
ro: Tabel test t pereche
tr: Eşlenmiş t-test Tablosu
zh_tw: 配對 T 檢测表

source: Pandas resample method
bn: পান্ডাস পুনরায় নমুনা পদ্ধতি।
ca: Mètode de remostreig Pandas
cs: Metoda převzorkování Pandas
es: Método de remuestreo de Pandas
ja: パンダのリサンプル方法
mi: Hapa tawhā
nl: Pandas resample methode
pt_br: Métodos de reamostragem do Pandas
ro: Metodă de re-eșantionare Pandas
tr: Pandas yeniden örnekleme yöntemi
zh_tw: Pandas 重採樣方法

source: Pandas resample rule
bn: পান্ডাস পুনরায় নমুনা নিয়ম।
ca: Regla de remostreig Pandas
cs: Pravidlo převzorkování Pandas
es: Regla de remuestreo de Pandas
ja: パンダのリサンプル ルール
mi: Tawhā
nl: Pandas resample regel
pt_br: Regra de reamostragem do Pandas
ro: Regulă de re-eșantionare Pandas
tr: Pandas yeniden örnekleme kuralı
zh_tw: Pandas 重採樣規則

source: Parallel Coordinates
bn: সমান্তরাল সমন্বয়।
ca: Coordenades Paral·leles
cs: Rovnoběžné souřadnice
es: Coordenadas Paralelas
ja: 平行座標
mi: Tawhā
nl: Parallelle coördinaten
pt_br: Coordenadas paralelas
ro: Coordonate paralele
tr: Paralel Koordinatlar
zh_tw: 平行坐標

source: Parameter error
bn: প্যারামিটার ত্রুটি।
ca: Error de paràmetre
cs: Chyba parametru
es: Error de parámetro
ja: パラメータエラー
mi: Tawhā e pā ana ki te tirohanga me te tirohanga i runga i te mahere
nl: Parameter fout
pt_br: Erro de parâmetro
ro: Eroare parametru
tr: Parametre hatası
zh_tw: 参數錯誤

source: Parameters
bn: প্যারামিটার।
ca: Paràmetres
cs: Parametry
es: Parámetros
ja: パラメータ
mi: Mātua
pt_br: Parâmetros
ro: Parametri
tr: Parametreler
zh_tw: 参數

source: Parameters
bn: প্যারামিটার।
ca: Paràmetres
cs: Parametry
ja: パラメータ
mi: Hapa poroporo: %(error)s
ro: Parametri
tr: Parametreler
zh_tw: 参數

source: Parameters related to the view and perspective on the map
bn: মানচিত্রের উপর দৃষ্টি এবং দৃষ্টিভঙ্গির সাথে সম্পর্কিত প্যারামিটার।
ca: Paràmetres relacionats amb la vista i perspectiva al mapa
cs: Parametry související s pohledem a perspektivou na mapě
es: Parámetros relacionados con la vista y perspectiva en el mapa
ja: 地図上のビューと視点に関するパラメータ
mi: Wāhanga o te Katoa
nl: Parameters gerelateerd aan de weergave en perspectief op de kaart
pt_br: Parâmetros relacionados com a visão e a perspectiva no mapa
ro: Parametri legați de vizualizarea și perspectiva pe hartă
tr: Harita üzerinde görünüm ve bakış açısı ile ilgili parametreler

source: Parent
bn: পিতা।
ca: Pare
cs: Rodič
es: Padre
ja: 親
mi: Kauwhata Wāhanga
nl: Bovenliggende
pt_br: Pai
ro: Părinte
tr: Üst
zh_tw: 父類

source: Parsing error: %(error)s
bn: পার্সিং ত্রুটি: %(error)s।
ca: Error d'anàlisi: %(error)s
cs: Chyba při parsování: %(error)s
mi: Hoahoa Wāhanga
ro: Eroare de parsare: %(error)s

source: Part of a Whole
bn: একটি পুরো অংশ।
ca: Part d'un Tot
cs: Část celku
es: Parte de un Todo
ja: 全体の一部
mi: Tepe Wāhanga
nl: Deel van een geheel
pt_br: Parte de um Todo
ro: Parte dintr-un întreg
tr: Bütünün Bir Parçası
zh_tw: 占比

source: Partition Chart
bn: পার্টিশন চার্ট।
ca: Gràfic de Partició
cs: Graf oddílů
ja: パーティションチャート
mi: Paepae Wāhanga
nl: Verdeel Grafiek
pt_br: Gráfico de partição
ro: Grafic partiție
tr: Bölme Grafiği
zh_tw: 分區圖

source: Partition Diagram
bn: পার্টিশন ডায়াগ্রাম।
ca: Diagrama de Partició
cs: Diagram oddílů
es: Diagrama de Partición
ja: パーティション図
mi: Ka purua ngā wāhanga kei raro i tēnei uara te ōwehenga o te teitei ki te teitei mātua
nl: Verdeel Diagram
pt_br: Diagrama de partição
ro: Diagramă partiție
tr: Bölme Diyagramı
zh_tw: 分區圖

source: Partition Limit
bn: পার্টিশন সীমা।
ca: Límit de Partició
cs: Limit oddílu
ja: パーティション制限
mi: Kupuhipa
nl: Partitie Limiet
pt_br: Limite de partição
ro: Limită partiție
tr: Bölme Sınırı
zh_tw: 分區限制

source: Partition Threshold
bn: পার্টিশন থ্রেশহোল্ড।
ca: Llindar de Partició
cs: Prahová hodnota oddílu
es: Umbral de Partición
ja: パーティションしきい値
mi: E hiahiatia ana he kupuhipa
nl: Partitie Drempelwaarde
pt_br: Limiar de partição
ro: Prag partiție
tr: Bölme Eşiği
zh_tw: 分區閥值
