Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: no SQL validator is configured
bn: কোন SQL ভ্যালিডেটর কনফিগার করা হয়নি
ca: no hi ha cap validador SQL configurat
cs: není nakonfigurován žádný SQL validátor
ja: SQL バリデータが構成されていません。
mi: karekau he kaiaroturuki SQL kua whirihorahia
nl: geen SQL validator is geconfigureerd
pt_br: nenhum validador SQL está configurado
ro: nu este configurat niciun validator SQL
tr: hiçbir SQL doğrulayıcı yapılandırılmamış

source: no SQL validator is configured for %(engine_spec)s
bn: এর জন্য কোন SQL ভ্যালিডেটর কনফিগার করা হয়নি %(engine_spec)s
ca: no hi ha cap validador SQL configurat per %(engine_spec)s
cs: není nakonfigurován žádný SQL validátor pro %(engine_spec)s
ja: %(engine_spec)s に対して SQL バリデータが構成されていません。
mi: karekau he kaiaroturuki SQL kua whirihorahia mō %(engine_spec)s
nl: er is geen SQL validator geconfigureerd voor %(engine_spec)s
ro: nu este configurat niciun validator SQL pentru %(engine_spec)s

source: not containing
ro: nu conține

source: numeric type icon
bn: সংখ্যামূলক প্রকার আইকন
ca: icona de tipus numèric
cs: ikona číselného typu
es: icono de tipo numérico
ja: 数値型アイコン
mi: tohu momo tau
nl: numeriek type icoon
pt_br: ícone de tipo numérico
ro: iconiță tip numeric
tr: sayısal tip simgesi

source: of
ro: din

source: on
bn: চালু
ca: a
cs: na
es: en
mi: i runga
nl: op
pt_br: em
ro: pe
tr: açık
zh_tw: 位於

source: or
bn: অথবা
ca: o
cs: nebo
ja: または
mi: rānei
nl: of
pt_br: ou
ro: sau
tr: veya

source: or use existing ones from the panel on the right
bn: অথবা ডান দিকের প্যানেল থেকে বিদ্যমানগুলি ব্যবহার করুন
ca: o usar els existents del panell de la dreta
cs: nebo použít existující z panelu vpravo
es: o utiliza las existentes desde el panel de la derecha
ja: または、右側のパネルから既存のものを使用します
mi: whakamahi rānei i ērā kua tīari mai i te papa i te taha matau
nl: of gebruik bestaande vanuit het paneel aan de rechterkant
pt_br: ou use os existentes no painel à direita
ro: sau folosiți cele existente din panoul din dreapta
tr: veya sağdaki paneldeki mevcutları kullanın
zh_tw: 或從右側面板中使用已存在的對象

source: orderby column must be populated
bn: অর্ডারবাই কলাম পূর্ণ করতে হবে
ca: la columna orderby ha d'estar omplerta
cs: sloupec pro řazení musí být vyplněn
ja: orderby列に値を入力する必要があります
mi: me whakakī te tīwae orderby
nl: sorteren op kolom moet worden ingevuld
pt_br: a coluna orderby deve ser preenchida
ro: coloana orderby trebuie să fie completată
tr: orderby sütunu doldurulmalıdır
zh_tw: 必須填充用於排序的列

source: overall
bn: মোট
ca: general
cs: celkově
es: general
ja: 全体
mi: katoa
nl: algemeen
pt_br: geral
ro: general
tr: genel

source: owners
bn: মালিকরা
ca: propietaris
cs: vlastníci
mi: rangatira
ro: proprietari

source: p-value precision
bn: p-মূল্যের সঠিকতা
ca: precisió del valor p
cs: přesnost p-hodnoty
es: precisión del valor-p
ja: p値の精度
mi: tika uara-p
nl: p-waarde precisie
pt_br: precisão do valor-p
ro: precizie p-value
tr: p-değer hassasiyeti
zh_tw: P 值精度

source: pending
bn: অপেক্ষমাণ
ca: pendent
cs: čeká
ja: 保留中
mi: e tatari ana
nl: in behandeling
pt_br: pendente
ro: în așteptare
tr: beklemede

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
bn: শতাংশগুলি একটি তালিকা বা টুপল হতে হবে যার মধ্যে দুটি সংখ্যা রয়েছে, যার মধ্যে প্রথমটি দ্বিতীয় মানের চেয়ে ছোট।
ca: els percentils han de ser una llista o tupla amb dos valors numèrics, dels quals el primer sigui menor que el segon valor
cs: percentily musí být seznam nebo n-tice se dvěma číselnými hodnotami, z nichž první je nižší než druhá
es: los percentiles deben ser una lista o tupla con dos valores numéricos, de los cuales el primero es menor que el segundo valor
ja: percentiles は2つの数値を含むリストまたはタプルでなければならず、最初の値は 2 番目の値より小さい
mi: me noho ngā ōrau ōwehenga hei rārangi, hei takirua rānei me ngā uara tau e rua, ko te tuatahi e iti ake ana i te uara tuarua
nl: percentielen moeten een lijst of tuple zijn met twee numerieke waarden, waarvan de eerste lager is dan de tweede waarde
pt_br: os percentis devem ser uma lista ou tupla com dois valores numéricos, dos quais o primeiro é menor que o segundo valor
ro: percentilele trebuie să fie o listă sau tuplu cu două valori numerice, din care prima este mai mică decât a doua valoare
tr: yüzdelik dilimler, ikinci değeri ilk değerden düşük olan iki sayısal değerden oluşmalıdır
zh_tw: 百分位數必須是具有兩個數值的列表或元組，其中第一個數值要小於第二個數值

source: permalink state not found
bn: পারমালিংক অবস্থান পাওয়া যায়নি
ca: estat de l'enllaç permanent no trobat
cs: stav trvalého odkazu nenalezen
ja: パーマリンクの状態が見つかりません。
mi: kāore i kitea te tūnga hononga-ā-mau
nl: permalink status niet gevonden
pt_br: estado do permalink não encontrado
ro: starea permalink-ului nu a fost găsită
tr: kalıcı bağlantı durumu bulunamadı

source: pixels
bn: পিক্সেল
ca: píxels
cs: pixely
es: píxeles
ja: ピクセル
mi: pika
ro: pixeli
zh_tw: 像素

source: previous calendar month
bn: পূর্ববর্তী ক্যালেন্ডার মাস
ca: mes del calendari anterior
cs: předchozí kalendářní měsíc
es: mes calendario anterior
ja: 前暦月
mi: marama maramataka tōmua
nl: vorige kalendermaand
pt_br: mês anterior do calendário
ro: luna calendaristică anterioară
tr: önceki takvim ayı
zh_tw: 前一月

source: previous calendar quarter
ca: trimestre del calendari anterior
cs: předchozí kalendářní čtvrtletí
mi: hautakiwā maramataka tōmua
ro: trimestrul calendaristic anterior

source: previous calendar week
bn: পূর্ববর্তী ক্যালেন্ডার সপ্তাহ
ca: setmana del calendari anterior
cs: předchozí kalendářní týden
es: semana calendario anterior
ja: 前の暦週
mi: wiki maramataka tōmua
nl: vorige kalenderweek
pt_br: semana anterior do calendário
ro: săptămâna calendaristică anterioară
tr: önceki takvim haftası
zh_tw: 前一週

source: previous calendar year
bn: পূর্ববর্তী ক্যালেন্ডার বছর
ca: any del calendari anterior
cs: předchozí kalendářní rok
es: año calendario anterior
ja: 前暦年
mi: tau maramataka tōmua
nl: vorig kalenderjaar
pt_br: ano-calendário anterior
ro: anul calendaristic anterior
tr: önceki takvim yılı
zh_tw: 前一年

source: quarter
bn: তিন মাসের একটি অংশ
ca: trimestre
cs: čtvrtletí
ja: 四半期
mi: hautakiwā
nl: kwartaal
pt_br: trimestre
ro: trimestru
tr: çeyrek

source: query
bn: অনুসন্ধান
ca: consulta
cs: dotaz
es: consulta
ja: クエリ
mi: pātai
pt_br: consulta
ro: interogare
tr: sorgu
zh_tw: 查詢

source: random
bn: যুগ্ম
ca: aleatori
cs: náhodný
ja: ランダム
mi: matapōkere
nl: willekeurig
pt_br: aleatório
ro: aleator
tr: rastgele

source: reboot
bn: পুনরায় চালু করুন
ca: reiniciar
cs: restartovat
es: reiniciar
ja: 再起動
mi: tīmata-anō
nl: herstart
pt_br: reiniciar
ro: repornire
tr: yeniden başlat
zh_tw: 重啟

source: recipients
bn: গ্রাহকরা
ca: destinataris
cs: příjemci
mi: kaiwhakawhiti
ro: destinatari

source: report
bn: রিপোর্ট
ca: informe
es: informe
ja: レポート
mi: pūrongo
nl: rapport
pt_br: relatório
ro: raport
tr: rapor
zh_tw: 報告

source: reports
bn: রিপোর্টগুলি
ca: informes
cs: reporty
es: informes
ja: レポート
mi: pūrongo
nl: rapporten
pt_br: relatórios
ro: rapoarte
tr: raporlar
zh_tw: 報告

source: restore zoom
bn: জুম পুনরুদ্ধার করুন
ca: restaurar zoom
cs: obnovit přiblížení
es: restaurar zoom
ja: ズームを復元
mi: whakaora topa
nl: herstel zoom
pt_br: restaurar zoom
ro: restaurare zoom
tr: yakınlaştırmayı geri yükle

source: right
bn: ডান
ca: dreta
cs: vpravo
ja: 右
mi: matau
nl: rechts
pt_br: direito
ro: dreapta
tr: sağ
zh_tw: 右

source: rowlevelsecurity
bn: লাইন স্তরের নিরাপত্তা
ca: seguretatnivellfilera
cs: zabezpečení_na_úrovni_řádků
ja: 行レベルのセキュリティ
nl: rij-level-beveiliging
ro: securitate_la_nivel_de_rând
tr: satır düzeyi güvenlik

source: running
bn: চালানো হচ্ছে
ca: executant
cs: běží
ja: 実行中
mi: e rere ana
nl: bezig
pt_br: em execução
ro: rulează
tr: çalışıyor

source: save
ca: desar
cs: uložit
mi: tiaki
ro: salvează

source: seconds
bn: সেকেন্ড
ca: segons
cs: sekundy
ja: 秒
mi: hēkona
nl: seconden
pt_br: segundos
ro: secunde
tr: saniyeler

source: series
bn: সিরিজ
ca: sèries
cs: série
ja: シリーズ
mi: raupapa
pt_br: série
ro: serie
tr: seriler

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
bn: সিরিজ: প্রতিটি সিরিজকে স্বাধীনভাবে বিবেচনা করুন; মোট: সব সিরিজ একই স্কেল ব্যবহার করে; পরিবর্তন: প্রতিটি সিরিজের প্রথম তথ্য পয়েন্টের তুলনায় পরিবর্তনগুলি দেখান।
ca: sèries: Tractar cada sèrie independentment; general: Totes les sèries usen la mateixa escala; canvi: Mostrar canvis comparats amb el primer punt de dades de cada sèrie
cs: série: Považovat každou sérii nezávisle; celkově: Všechny série používají stejné měřítko; změna: Zobrazit změny v porovnání s prvním datovým bodem v každé sérii
es: series: Trata cada serie de forma independiente; overall: Todas las series usan la misma escala; change: Muestra cambios en comparación con el primer punto de datos en cada serie
ja: series: 各シリーズを独立して扱います。全体: すべてのシリーズで同じスケールが使用されます。 Change: 各シリーズの最初のデータ ポイントと比較した変化を表示します。
mi: raupapa: Whakahaere i ia raupapa motuhake; katoa: Ka whakamahi ngā raupapa katoa i te tauine ōrite; panoni: Whakaatu panoni i te whakatairite ki te tohu raraunga tuatahi i ia raupapa
nl: serie: Behandel elke serie onafhankelijk; in het algemeen: alle series gebruiken dezelfde schaal; wijziging: Toon wijzigingen vergeleken met het eerste gegevenspunt in elke serie
pt_br: séries: Tratar cada série de forma independente; geral: Todas as séries usam a mesma escala; alteração: Mostrar alterações em comparação com o primeiro ponto de dados em cada série
ro: serie: Tratează fiecare serie independent; general: Toate seriile folosesc aceeași scală; schimbare: Afișează schimbările comparate cu primul punct de date din fiecare serie
tr: seriler: Her seriyi bağımsız olarak işle; genel: Tüm seriler aynı ölçeği kullanır; değişiklik: Her serideki ilk veri noktasına göre değişiklikleri göster
zh_tw: series：獨立處理每個序列；overall：所有序列使用相同的比例；change：顯示與每個序列中第一個數據點相比的更改

source: square
bn: বর্গ
ca: quadrat
cs: čtverec
ja: 正方形
mi: tapawhā rite
nl: vierkant
pt_br: quadrado
ro: pătrat
tr: kare

source: stack
bn: স্ট্যাক
ca: apilar
cs: skládat
ja: スタック
mi: paparanga
nl: stapel
pt_br: pilha
ro: stivă
tr: yığın

source: staggered
bn: ছড়ানো
ca: esglaonat
cs: rozložený
ja: 千鳥状
mi: tūtuki
nl: trapsgewijs
pt_br: escalonado
ro: în eșalon
tr: merdiven basamaklı

source: step-after
bn: পরবর্তী পদক্ষেপ
ca: pas-després
cs: krok-po
ja: ステップアフター
mi: takahanga-i-muri
nl: stap-na
pt_br: etapa seguinte
ro: pas-după
tr: adım-sonra

source: step-before
bn: পূর্ববর্তী পদক্ষেপ
ca: pas-abans
cs: krok-před
es: paso-anterior
ja: ステップビフォア
mi: takahanga-i-mua
nl: stap-voor
pt_br: passo-anteerior
ro: pas-înainte
tr: adım-önce
zh_tw: 階梯 - 之前

source: stopped
bn: থেমেছে
ca: aturat
cs: zastaveno
ja: 停止
mi: kua mutua
nl: gestopt
pt_br: interrompido
ro: oprit
tr: durdu

source: stream
bn: স্ট্রিম
ca: flux
cs: proud
mi: rere
nl: stroom
pt_br: fluxo
ro: flux
tr: akış

source: string type icon
bn: স্ট্রিং প্রকার আইকন
ca: icona de tipus cadena
cs: ikona typu řetězec
es: icono de tipo cadena
ja: 文字列型アイコン
mi: tohu momo aho
nl: string type icoon
pt_br: ícone do tipo string
ro: iconiță tip șir
tr: dize tipi simgesi
zh_tw: 字符類圖標

source: success
bn: সাফল্য
ca: èxit
cs: úspěch
ja: 成功
mi: angitu
nl: succes
pt_br: sucesso
ro: succes
tr: başarılı

source: sum
bn: যোগফল
ca: suma
cs: součet
es: suma
ja: 和
mi: tapeke
nl: som
pt_br: soma
ro: sumă
tr: toplam
zh_tw: 求和

source: syntax.
bn: সিনট্যাক্স।
ca: sintaxi.
cs: syntaxe.
es: sintaxis.
ja: 構文。
mi: wetereo.
pt_br: sintaxe.
ro: sintaxă.
tr: sözdizimi.

source: tags
bn: ট্যাগগুলি
ca: etiquetes
cs: značky
ja: タグ
mi: tohu
ro: tag-uri

source: temporal type icon
bn: কালানুক্রমিক প্রকার আইকন
ca: icona de tipus temporal
cs: ikona časového typu
es: icono de tipo temporal
ja: テンポラルタイプアイコン
mi: tohu momo wā
nl: tijdelijk type icoon
pt_br: ícone de tipo temporal
ro: iconiță tip temporal
tr: zaman tipi simgesi
zh_tw: 時間類型圖標

source: theme
ro: temă

source: to
bn: টু
nl: naar
pt_br: para
ro: la
tr: ile

source: top
bn: শীর্ষ
ca: superior
cs: nahoře
ja: 上
mi: runga
nl: bovenkant
pt_br: superior
ro: sus
tr: üst

source: undo
bn: পুনরায় করুন
ca: desfer
cs: zpět
ja: 元に戻す
mi: wete
nl: ongedaan maken
pt_br: desfazer
ro: anulează
tr: geri al

source: unknown type icon
bn: অজানা প্রকার আইকন
ca: icona de tipus desconegut
cs: ikona neznámého typu
ja: 不明なタイプのアイコン
mi: tohu momo kāore e mōhiotia
nl: onbekend type icoon
pt_br: ícone de tipo desconhecido
ro: iconiță tip necunoscut
tr: bilinmeyen tip simgesi

source: unset
ca: no establert
cs: nenastaveno
mi: kāore i tautuhia
ro: nesetat

source: updated
ca: actualitzat
cs: aktualizováno
mi: kua whakahouhia
ro: actualizat

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
bn: উচ্চ শতাংশ 0 এর চেয়ে বেশি এবং 100 এর কম হতে হবে। এটি নিম্ন শতাংশের চেয়ে বেশি হতে হবে।
ca: el percentil superior ha de ser major que 0 i menor que 100. Ha de ser major que el percentil inferior.
cs: horní percentil musí být větší než 0 a menší než 100. Musí být vyšší než dolní percentil.
es: el percentil superior debe ser mayor que 0 y menor que 100. Debe ser mayor que el percentil inferior.
ja: 上位パーセンタイルは 0 より大きく 100 未満でなければなりません。下位パーセンタイルよりも大きくなければなりません。
mi: me rahi ake te ōrau ōwehenga runga i te 0, ā, me iti ake i te 100. Me teitei ake i te ōrau ōwehenga raro.
nl: bovenste percentiel moet groter zijn dan 0 en minder dan 100. Moet hoger zijn dan lager percentieel.
pt_br: o percentil superior deve ser maior que 0 e menor que 100. Deve ser maior que o percentil inferior.
ro: percentila superioară trebuie să fie mai mare decât 0 și mai mică decât 100. Trebuie să fie mai mare decât percentila inferioară.
tr: üst yüzdelik diliminin 0'dan büyük ve 100'den küçük olması gerekir. Alt yüzdelik dilimden yüksek olmalıdır.
zh_tw: 上百分位數必須大於 0 且小於 100。而且必須高於下百分位。

source: use latest_partition template
bn: সর্বশেষ পার্টিশন টেমপ্লেট ব্যবহার করুন
ca: usar plantilla latest_partition
cs: použít šablonu nejnovějšího_oddílu
ja: latest_partition テンプレートを使用する
mi: whakamahi tauira latest_partition
nl: gebruik laatste_partitie sjabloon
pt_br: usar o modelo latest_partition
ro: folosește șablonul latest_partition
tr: en son bölüm şablonunu kullan

source: value ascending
bn: মান ক্রমবর্ধমান
ca: valor ascendent
cs: hodnota vzestupně
ja: 値の昇順
mi: uara piki
nl: waarde oplopend
pt_br: valor crescente
ro: valoare crescătoare
tr: değer artan
zh_tw: 升序

source: value descending
bn: মান অবনমিত
ca: valor descendent
cs: hodnota sestupně
ja: 値の降順
mi: uara heke
nl: waarde aflopend
pt_br: valor decrescente
ro: valoare descrescătoare
tr: değer azalan
zh_tw: 降序

source: valuename
ro: numevaloare

source: variance
bn: ভিন্নতা
ca: variància
cs: rozptyl
ja: 差異
mi: rerekētanga
nl: variantie
pt_br: variação
ro: varianță
tr: varyans

source: view instructions
bn: নির্দেশনা দেখুন
ca: veure instruccions
cs: zobrazit instrukce
ja: 説明を見る
mi: tirohia tohutohu
nl: bekijk instructies
pt_br: exibir instruções
ro: vezi instrucțiuni
tr: talimatları görüntüle

source: viz type
bn: ভিজ টাইপ
ca: tipus de visualització
cs: typ vizualizace
ja: 可視化タイプ
mi: momo viz
pt_br: tipo de visualização
ro: tip viz
tr: görünüm türü

source: was created
bn: তৈরি করা হয়েছিল
ca: va ser creat
cs: bylo vytvořeno
es: fue creado
ja: 作成されました
mi: i hangaia
nl: werd gecreëerd
pt_br: foi criado
ro: a fost creat
tr: oluşturuldu
zh_tw: 已創建

source: week
bn: সপ্তাহ
ca: setmana
cs: týden
es: semana
ja: 週
mi: wiki
pt_br: semana
ro: săptămână
tr: hafta
zh_tw: 週

source: week ending Saturday
bn: শনিবার সমাপ্ত সপ্তাহ
ca: setmana acabant dissabte
cs: týden končící sobotou
es: semana finalizando el sábado
ja: 土曜日に終わる週
mi: wiki ka mutu i te Hātarei
nl: week eindigt Zaterdag
pt_br: semana que termina no sábado
ro: săptămână terminând sâmbătă
tr: Cumartesi biten hafta

source: week starting Sunday
bn: রবিবার শুরু হওয়া সপ্তাহ
ca: setmana començant diumenge
cs: týden začínající nedělí
es: semana comenzando el domingo
ja: 日曜日から始まる週
mi: wiki ka tīmata i te Rātapu
nl: week beginnend op Zondag
pt_br: semana que começa no domingo
ro: săptămână începând duminică
tr: Pazar başlayan hafta

source: working timeout
bn: কাজের টাইমআউট
ca: timeout de treball
cs: časový limit pro zpracování
mi: wā-pau mahi
ro: timeout lucru

source: x: values are normalized within each column
bn: x: মানগুলি প্রতিটি কলামের মধ্যে স্বাভাবিকীকৃত
ca: x: els valors estan normalitzats dins cada columna
cs: x: hodnoty jsou normalizovány v rámci každého sloupce
es: x: los valores están normalizados dentro de cada columna
ja: x: 値は各列内で正規化されます
mi: x: ka whakawhānuitia ngā uara i roto i ia tīwae
nl: x: waarden worden binnen elke kolom genormaliseerd
pt_br: x: os valores são normalizados dentro de cada coluna
ro: x: valorile sunt normalizate în cadrul fiecărei coloane
tr: x: değerler her sütun içinde normalize edilir

source: y: values are normalized within each row
bn: y: মানগুলি প্রতিটি সারির মধ্যে স্বাভাবিকীকৃত
ca: y: els valors estan normalitzats dins cada filera
cs: y: hodnoty jsou normalizovány v rámci každého řádku
es: y: los valores están normalizados dentro de cada fila
ja: y: 値は各行内で正規化されます
mi: y: ka whakawhānuitia ngā uara i roto i ia rārangi
nl: y: waarden worden binnen elke rij genormaliseerd
pt_br: y: os valores são normalizados dentro de cada linha
ro: y: valorile sunt normalizate în cadrul fiecărui rând
tr: y: değerler her satır içinde normalize edilir

source: year
bn: বছর
ca: any
cs: rok
es: año
ja: 年
mi: tau
nl: jaar
pt_br: ano
ro: an
tr: yıl
zh_tw: 年

source: zoom area
bn: জুম এলাকা
ca: àrea de zoom
cs: oblast přiblížení
es: área de zoom
ja: ズームエリア
mi: horahanga topa
nl: zoom gebied
pt_br: área de zoom
ro: zonă zoom
tr: yakınlaştırma alanı
zh_tw: 縮放面積

source: © Layer attribution
ca: © Atribució de capa
cs: © Atribuce vrstvy
mi: © Whakatuakī Papa
ro: © Atribuire Strat

source: Error: %(text)s
bn: ত্রুটি: %(text)s
ja: エラー: %(text)s
nl: Fout: %(text)s
tr: Hata: %(text)s
zh_tw: 錯誤：%(text)s

source: %(message)s This may be triggered by: %(issues)s
bn: %(message)s এটি দ্বারা সৃষ্ট হতে পারে: %(issues)s
es: %(message)s Esto puede ser activado por: %(issues)s
ja: %(message)s これは次の原因で引き起こされる可能性があります: %(issues)s
nl: %(message)s Dit kan worden geactiveerd door: %(issues)s
pt_br: %(message)s Isso pode ser acionado por: %(issues)s
tr: %(message)s Bunun nedeni şunlar olabilir: %(issues)s
zh_tw: %(message)s 這可能由以下因素觸發：%(issues)s

source: %(other)s charts will appear here
bn: %(other)s চার্ট এখানে প্রদর্শিত হবে
es: Las gráficas de %(other)s aparecerán aquí
ja: %(other)s のグラフがここに表示されます
nl: %(other)s grafieken verschijnen hier
pt_br: %(other)s gráficos irão aparecer aqui
tr: %(other)s grafikler burada görünecek

source: %(other)s dashboards will appear here
bn: %(other)s ড্যাশবোর্ড এখানে প্রদর্শিত হবে
es: Aquí aparecerán los paneles de control de %(other)s
ja: %(other)s のダッシュボードがここに表示されます
nl: %(other)s dashboards zullen hier verschijnen
pt_br: %(other)s painéis irão aparecer aqui
tr: %(other)s kontrol panelleri burada görünecek

source: %(other)s recents will appear here
bn: %(other)s সাম্প্রতিকগুলি এখানে প্রদর্শিত হবে
es: %(other)s recientes aparecerán aquí
ja: %(other)s の最近の記事がここに表示されます
nl: %(other)s recenten verschijnen hier
pt_br: %(other)s recentes irão aparecer aqui
tr: %(other)s son kullanılanlar burada görünecek

source: %(other)s saved queries will appear here
bn: %(other)s সংরক্ষিত প্রশ্ন এখানে প্রদর্শিত হবে
ja: %(other)s の保存されたクエリがここに表示されます
nl: %(other)s opgeslagen queries zullen hier verschijnen
pt_br: %(other)s As consultas salvas aparecerão aqui
tr: %(other)s kaydedilmiş sorgular burada görünecek

source: %(subtitle)s This may be triggered by: %(issue)s
bn: %(subtitle)s এটি দ্বারা সৃষ্ট হতে পারে: %(issue)s
es: %(subtitle)s Esto puede ser provocado por: %(issue)s
ja: %(subtitle)s これは次の原因で引き起こされる可能性があります: %(issue)s
nl: %(subtitle)s Dit kan geactiveerd worden door: %(issue)s
pt_br: %(subtitle)s Isso pode ser acionado por: %(issue)s
tr: %(subtitle)s Bunun nedeni şunlar olabilir: %(issue)s
zh_tw: %(subtitle)s 這可能由以下因素觸發：%(issue)s

source: %(type)s File
bn: %(type)s ফাইল

source: %s ineligible item(s) are hidden
bn: %s অনুপযুক্ত আইটেম(গুলি) লুকানো রয়েছে
ja: %s の対象外アイテムが非表示になっています。

source: %s items could not be tagged because you don’t have edit permissions to all selected objects.
bn: %s আইটেম ট্যাগ করা সম্ভব নয় কারণ আপনার সমস্ত নির্বাচিত বস্তু সম্পাদনা করার অনুমতি নেই।
cs: %s položek nemohlo být označeno, protože nemáte oprávnění k úpravám všech vybraných objektů.
es: %s elementos no pudieron ser etiquetados porque no tienes permisos de edición para todos los objetos seleccionados.
ja: 選択したすべてのオブジェクトに対する編集権限がないため、%s アイテムにタグを付けることができませんでした。
mi: Kāore i taea te tohu %s taonga nā te mea kāore ō mōtika whakatika ki ngā mea katoa kua tīpakohia.
nl: %s items kunnen niet worden getagd omdat u geen bewerkrechten heeft voor de geselecteerde objecten.

source: %s-%s of %s
bn: %s-%s এর মধ্যে %s
ca: %s-%s de %s
cs: %s-%s z %s
es: %s-%s de %s
ja: %s-%s/%s
nl: %s-%s van %s
pt_br: %s-%s de %s
tr: %s-%s / %s
zh_tw: %s-%s 總計 %s

source: 10 minute
bn: ১০ মিনিট
ca: 10 minuts
cs: 10 minut
ja: 10分
mi: 10 meneti
nl: 10 minuten
pt_br: 10 minutos
tr: 10 dakika
zh_tw: 10分鐘

source: 15 minute
bn: ১৫ মিনিট
ca: 15 minuts
cs: 15 minut
ja: 15分
mi: 15 meneti
nl: 15 minuten
pt_br: 15 minutos
tr: 15 dakika
zh_tw: 15分鐘

source: 1AS
bn: ১AS
mi: AS
tr: 1YB

source: 1D
bn: ১D
ja: 1日
mi: D
tr: 1G

source: 1H
bn: ১H
ja: 1時間
mi: H
nl: 1U
tr: 1S

source: 1M
bn: ১M
ja: 1分
mi: M
tr: 1A

source: 1T
bn: ১T
mi: T
tr: 1İ

source: 2D
bn: ২D
mi: D
tr: 2B

source: 3D
bn: ৩D
ja: 3日
mi: D
tr: 3B

source: 5 minute
bn: ৫ মিনিট
ca: 5 minuts
cs: 5 minut
ja: 5分
mi: meneti
nl: 5 minuten
pt_br: 5 minutos
tr: 5 dakika
zh_tw: 5分鐘

source: 7D
bn: ৭D
ja: 7日
mi: D
tr: 7G

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
bn: একটি টাইম সিরিজ চার্ট যা দেখায় কিভাবে একাধিক গ্রুপের সম্পর্কিত মেট্রিক সময়ের সাথে পরিবর্তিত হয়। প্রতিটি গ্রুপকে একটি ভিন্ন রঙে প্রদর্শন করা হয়।
es: Un gráfico de series temporales que visualiza cómo varía una métrica relacionada de varios grupos a lo largo del tiempo. Cada grupo se visualiza utilizando un color diferente.
ja: 複数のグループの関連する指標が時間の経過とともにどのように変化するかを視覚化する時系列グラフ。各グループは異なる色を使用して視覚化されます。
nl: Een tijdsschema dat visualiseert hoe een gerelateerde metriek van meerdere groepen verschilt na verloop van tijd. Elke groep wordt gevisualiseerd met behulp van een andere kleur.
pt_br: Um gráfico de séries temporais que visualiza como uma métrica relacionada de vários grupos varia ao longo do tempo. Cada grupo é visualizado usando uma cor diferente.
tr: Çoklu gruplardan ilgili bir metriğin zaman içinde nasıl değiştiğini görselleştiren bir zaman serisi grafiği. Her grup farklı bir renk kullanılarak görselleştirilir.
zh_tw: 時間序列圖表，直观顯示多個組中的相關指標随時間的變化情况。每組使用不同的颜色進行可視化

source: APR
bn: এপ্রিল
ca: ABR
cs: DUB
es: TAE
ja: 4月
mi: PAE
pt_br: ABR
tr: NİS
zh_tw: 四月

source: AUG
bn: আগস্ট
ca: AGO
cs: SRP
es: AGO
ja: 8月
mi: HER
pt_br: AGO
tr: AĞU
zh_tw: 八月

source: AXIS TITLE MARGIN
bn: অক্ষরেখা শিরোনামের মার্জিন
cs: OKRAJ NÁZVU OSY
es: MARGEN DEL TÍTULO DEL EJE
ja: 軸のタイトルの余白
nl: AXIS TITEL MARGIN
pt_br: MARGEM DO TÍTULO DO EIXO
tr: EKSİN BAŞLIK MARGİNİ
zh_tw: 軸標題邊距

source: AXIS TITLE POSITION
bn: অক্ষরেখা শিরোনামের অবস্থান
cs: POZICE NÁZVU OSY
ja: 軸タイトルの位置
nl: AXIS TITEL POSITIE
pt_br: POSIÇÃO DO TÍTULO DO EIXO
tr: EKSİN BAŞLIK POZİSYONU

source: Access
bn: অ্যাক্সেস
ca: Accés
cs: Přístup
es: Acceso
ja: アクセス
nl: Toegang
pt_br: Acessar
tr: Erişim
zh_tw: 訪問

source: Add Alert
bn: সতর্কতা যোগ করুন
ca: Afegir Alerta
cs: Přidat upozornění
ja: アラートを追加
nl: Alarm toevoegen
pt_br: Adicionar alerta
tr: Alarm Ekle
zh_tw: 新增告警

source: Add Chart
bn: চার্ট যোগ করুন
es: Añadir Gráfica
ja: チャートを追加
nl: Voeg grafiek toe
pt_br: Adicionar gráfico
tr: Grafik Ekle
zh_tw: 新增圖表
