Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
bn: নিয়মিত ফিল্টারগুলি অনুসন্ধানে যেখানে ক্লজ যুক্ত করে যদি একজন ব্যবহারকারী ফিল্টারে উল্লেখিত একটি ভূমিকায় থাকে, বেস ফিল্টারগুলি ফিল্টারযুক্ত ভূমিকাগুলির ব্যতীত সমস্ত অনুসন্ধানে ফিল্টার প্রয়োগ করে, এবং এটি সংজ্ঞায়িত করতে ব্যবহৃত হতে পারে যে কোন ব্যবহারকারীরা দেখতে পারে যদি ফিল্টার গ্রুপের মধ্যে কোন RLS ফিল্টার তাদের উপর প্রয়োগ না হয়।
ca: Els filtres regulars afegeixen clàusules where a les consultes si un usuari pertany a un rol referenciat al filtre, els filtres base apliquen filtres a totes les consultes excepte els rols definits al filtre, i es poden usar per definir què els usuaris poden veure si no s'apliquen filtres RLS dins d'un grup de filtres.
cs: Běžné filtry přidávají klauzule WHERE k dotazům, pokud uživatel patří k roli odkazované ve filtru, základní filtry aplikují filtry na všechny dotazy kromě rolí definovaných ve filtru a mohou být použity k definování toho, co uživatelé vidí, pokud se na ně nevztahují žádné RLS filtry v rámci skupiny filtrů.
es: Los filtros regulares añaden cláusulas where a las consultas si un usuario pertenece a un rol referenciado en el filtro, los filtros base aplican filtros a todas las consultas excepto a los roles definidos en el filtro, y pueden ser utilizados para definir qué pueden ver los usuarios si ningún filtro RLS dentro de un grupo de filtros se aplica a ellos.
ja: 通常のフィルタは、フィルタで参照されるロールにユーザーが属している場合にクエリに where 句を追加します。ベース フィルタは、フィルタで定義されたロールを除くすべてのクエリにフィルタを適用します。また、RLS フィルタがない場合にユーザーが表示できる内容を定義するために使用できます。
mi: Ka tāpiri ngā tātari auau i ngā rerenga kei hea ki ngā pātai mēnā nō tētahi tūranga te kaiwhakamahi kua tohutorohia i te tātari, ka whakahaeretia ngā tātari pūtake ki ngā pātai katoa haunga ngā tūranga kua tautuhia i te tātari, ā, ka taea te whakamahi hei tautuhi i ngā mea ka taea e ngā kaiwhakamahi te kite mēnā karekau he tātari RLS i roto i tētahi rōpū tātari e pā ana ki a rātou.
nl: Normale filters voegen "where" clausules toe voor zoekopdrachten als een gebruiker deel uitmaakt van een rol waarnaar wordt verwezen in het filter, basisfilters passen filters toe op alle zoekopdrachten, behalve de rollen die gedefinieerd zijn in het filter, en kan worden gebruikt om te bepalen wat gebruikers kunnen zien als er geen RLB-filters binnen een filtergroep op hen van toepassing zijn.
ro: Filtrele regulate adaugă clauze where la interogări dacă un utilizator aparține unui rol referențiat în filtru, filtrele de bază aplică filtre la toate interogările cu excepția rolurilor definite în filtru și pot fi folosite pentru a defini ce pot vedea utilizatorii dacă niciun filtru RLS din grupul de filtre nu se aplică asupra lor.
tr: Düzenli filtreler, kullanıcıların filtreye başvurulan bir rolde yer aldığı durumda sorgulara where koşulları ekler, temel filtreler filtreleri filtreye başvurulan rol dışındaki tüm sorgulara uygular ve filtre grubu içindeki RLS filtreleri kendilerine uygulanmazsa kullanıcıların ne görebileceğini tanımlamak için kullanılabilir.

source: Relationships between community channels
bn: কমিউনিটি চ্যানেলগুলির মধ্যে সম্পর্ক
ca: Relacions entre canals de comunitat
cs: Vztahy mezi komunitními kanály
es: Relaciones entre los canales de la comunidad
ja: コミュニティチャンネル間の関係
mi: Hononga i waenga i ngā hongere hapori
nl: Relaties tussen community kanalen
pt_br: Relações entre canais comunitários
ro: Relații între canalele comunității
tr: Topluluk kanalları arasındaki ilişkiler
zh_tw: 社區频道之間的關係

source: Relative Date/Time
bn: আপেক্ষিক তারিখ/সময়
ca: Data/Hora Relativa
cs: Relativní datum/čas
ja: 相対日付/時刻
mi: Rā/Wā Tata
nl: Relatieve datum/tijd
pt_br: Data/hora relativa
ro: Dată/Ora relativă
tr: Göreceli Tarih/Saat
zh_tw: 相對日期/時間

source: Relative period
bn: আপেক্ষিক সময়কাল
ca: Període relatiu
cs: Relativní období
ja: 相対期間
mi: Wā tata
nl: Relatieve periode
pt_br: Período relativo
ro: Perioadă relativă
tr: Göreceli dönem
zh_tw: 相對期

source: Relative quantity
bn: আপেক্ষিক পরিমাণ
ca: Quantitat relativa
cs: Relativní množství
es: Cantidad relativa
ja: 相対量
mi: Rahinga tata
nl: Relatieve hoeveelheid
pt_br: Quantidade relativa
ro: Cantitate relativă
tr: Göreceli miktar
zh_tw: 相對量

source: Reload
bn: পুনরায় লোড করুন
ca: Recarregar
cs: Znovu načíst
ja: リロード
mi: Uta-anō
nl: Herlaad
pt_br: Recarregar
ro: Reîncarcă
tr: Yeniden yükle

source: Remove
bn: মুছে ফেলুন
ca: Eliminar
cs: Odstranit
es: Eliminar
ja: 削除
mi: Tango
nl: Verwijder
pt_br: Remover
ro: Elimină
tr: Kaldır
zh_tw: 删除

source: Remove System Dark Theme
ro: Elimină tema întunecată de sistem

source: Remove System Default Theme
ro: Elimină tema implicită de sistem

source: Remove as system dark theme
ro: Elimină ca temă întunecată de sistem

source: Remove as system default theme
ro: Elimină ca temă implicită de sistem

source: Remove cross-filter
bn: ক্রস-ফিল্টার মুছে ফেলুন
ca: Eliminar filtre creuat
cs: Odstranit křížový filtr
ja: クロスフィルターを削除する
mi: Tango tātari-whiti
nl: Verwijder cross-filter
pt_br: Remover filtro cruzado
ro: Elimină filtru transversal
tr: Çapraz filtreleri kaldır

source: Remove group by
ro: Elimină grupare după

source: Remove item
bn: আইটেম মুছে ফেলুন
ca: Eliminar element
cs: Odstranit položku
es: Eliminar elemento
ja: アイテムを削除
mi: Tango mea
nl: Item verwijderen
pt_br: Remover item
ro: Elimină element
tr: Öğeyi kaldır
zh_tw: 删除項

source: Remove query from log
bn: লগ থেকে অনুসন্ধান মুছে ফেলুন
ca: Eliminar consulta del registre
cs: Odstranit dotaz z protokolu
es: Eliminar consulta del registro
ja: ログからクエリを削除
mi: Tango pātai mai i te rārangi
nl: Verwijder de query uit de log
pt_br: Remover consulta do log
ro: Elimină interogarea din jurnal
tr: Sorguyu kayıttan kaldır
zh_tw: 從日誌中删除查詢

source: Remove table preview
bn: টেবিলের প্রিভিউ মুছে ফেলুন
ca: Eliminar vista prèvia de taula
cs: Odstranit náhled tabulky
es: Eliminar vista previa de la tabla
ja: テーブルのプレビューを削除
mi: Tango arokite ripanga
nl: Verwijder tabel preview
pt_br: Remover a pré-visualização da tabela
ro: Elimină previzualizarea tabelului
tr: Tablo önizlemesini kaldır
zh_tw: 删除表格預覽

source: Removed 1 column from the virtual dataset
ca: Eliminada 1 columna del dataset virtual
cs: Odstraněn 1 sloupec z virtuální sady dat
mi: Kua tangohia 1 tīwae mai i te rārangi raraunga mariko
ro: Eliminată 1 coloană din setul de date virtual

source: Rename tab
bn: ট্যাবের নাম পরিবর্তন করুন
ca: Renombrar pestanya
cs: Přejmenovat kartu
es: Renombrar pestaña
ja: タブの名前を変更
mi: Tapa ingoa-anō ripa
nl: Tabblad hernoemen
pt_br: Renomear Aba
ro: Redenumește tab
tr: Sekme adını değiştir
zh_tw: 重命名選項卡

source: Render HTML
bn: এইচটিএমএল রেন্ডার করুন
ca: Renderitzar HTML
cs: Vykreslit HTML
ja: HTMLのレンダリング
mi: Whakaatu HTML
ro: Randare HTML

source: Render columns in HTML format
bn: এইচটিএমএল ফরম্যাটে কলাম রেন্ডার করুন
ca: Renderitzar columnes en format HTML
cs: Vykreslit sloupce ve formátu HTML
ja: 列をHTML形式でレンダリングする。
mi: Whakaatu tīwae i te hōputu HTML
ro: Randare coloane în format HTML

source: Renders table cells as HTML when applicable. For example, HTML <a> tags will be rendered as hyperlinks.
ca: Renderitza les cel·les de taula com HTML quan sigui aplicable. Per exemple, les etiquetes HTML <a> es renderitzaran com hipervincles.
cs: Vykreslí buňky tabulky jako HTML, pokud je to možné. Například značky HTML <a> budou vykresleny jako hypertextové odkazy.
mi: Ka whakaatu i ngā pūtau ripanga hei HTML ina tika. Hei tauira, ka whakaaturia ngā tohu HTML <a> hei honohono.
ro: Randare celule de tabel ca HTML când este aplicabil. De exemplu, tag-urile HTML <a> vor fi randate ca hyperlink-uri.

source: Replace
bn: বদলান
ca: Reemplaçar
cs: Nahradit
es: Reemplazar
ja: 交換
mi: Whakakapi
nl: Vervang
pt_br: Substituir
ro: Înlocuiește
tr: Değiştir
zh_tw: 替换

source: Report
bn: রিপোর্ট
ca: Informe
ja: レポート
mi: Pūrongo
nl: Rapport
pt_br: Relatório
ro: Raport
tr: Rapor
zh_tw: 報表

source: Report Name
bn: রিপোর্টের নাম
ca: Nom de l'Informe
cs: Název reportu
ja: レポート名
mi: Ingoa Pūrongo
nl: Rapport Naam
pt_br: Nome do relatório
ro: Nume raport
tr: Rapor Adı

source: Report Schedule could not be created.
bn: রিপোর্ট শিডিউল তৈরি করা যায়নি।
ca: No s'ha pogut crear la Programació d'Informe.
cs: Plán reportu se nepodařilo vytvořit.
es: No se pudo crear el Programa de Informes.
ja: レポートスケジュールを作成できませんでした。
mi: Kāore i taea te hanga i te Hōtaka Pūrongo.
nl: Rapportage planning kon niet worden aangemaakt.
pt_br: Não foi possível criar um agendamento do relatório.
ro: Programarea raportului nu a putut fi creată.
tr: Rapor Zamanlaması oluşturulamadı.
zh_tw: 無法創建報表計劃。

source: Report Schedule could not be updated.
bn: রিপোর্ট শিডিউল আপডেট করা যায়নি।
ca: No s'ha pogut actualitzar la Programació d'Informe.
cs: Plán reportu se nepodařilo aktualizovat.
es: No se pudo actualizar el horario del informe.
ja: レポートスケジュールを更新できませんでした。
mi: Kāore i taea te whakahou i te Hōtaka Pūrongo.
nl: Rapportage planning kon niet worden bijgewerkt.
pt_br: O agendamento do relatório pode não ser atualizado.
ro: Programarea raportului nu a putut fi actualizată.
tr: Rapor Zamanlaması güncellenemedi.
zh_tw: 無法更新報表計劃。

source: Report Schedule delete failed.
bn: রিপোর্ট শিডিউল মুছে ফেলা ব্যর্থ হয়েছে।
ca: L'eliminació de la Programació d'Informe ha fallat.
cs: Smazání plánu reportu selhalo.
es: La eliminación del programa de informes ha fallado.
ja: レポートスケジュールの削除に失敗しました。
mi: I rahua te muku i te Hōtaka Pūrongo.
nl: Rapportage planning verwijderen mislukt.
pt_br: Falha na exclusão do agendamento do relatório.
ro: Ștergerea programării raportului a eșuat.
tr: Rapor Zamanlaması silme başarısız oldu.
zh_tw: 報表計劃删除失敗。

source: Report Schedule execution failed when generating a csv.
bn: একটি CSV তৈরি করার সময় রিপোর্ট শিডিউলের কার্যকরী ব্যর্থ হয়েছে।
ca: L'execució de la Programació d'Informe ha fallat en generar un csv.
cs: Provedení plánu reportu selhalo při generování CSV.
ja: csv の生成中にレポートスケジュールの実行に失敗しました。
mi: I rahua te whakatutukitanga o te Hōtaka Pūrongo i te hangarautanga o tētahi csv.
nl: Rapportage planning mislukt bij het genereren van een csv.
pt_br: A execução do Report Schedule falhou ao gerar um arquivo csv.
ro: Execuția programării raportului a eșuat la generarea unui csv.
tr: Rapor Zamanlaması CSV oluştururken çalışma başarısız oldu.
zh_tw: 在生成 CSV 文件時，報告計劃執行失敗。

source: Report Schedule execution failed when generating a dataframe.
bn: একটি ডেটা ফ্রেম তৈরি করার সময় রিপোর্ট শিডিউলের কার্যকরী ব্যর্থ হয়েছে।
ca: L'execució de la Programació d'Informe ha fallat en generar un dataframe.
cs: Provedení plánu reportu selhalo při generování datového rámce.
ja: レポート データフレームの生成時にスケジュールの実行に失敗しました。
mi: I rahua te whakatutukitanga o te Hōtaka Pūrongo i te hangarautanga o tētahi dataframe.
nl: Rapport Schedule uitvoering mislukt bij het genereren van een dataframe.
pt_br: A execução do Report Schedule falhou ao gerar um dataframe.
ro: Execuția programării raportului a eșuat la generarea unui dataframe.
tr: Rapor Zamanlaması veri çerçevesi oluştururken çalışma başarısız oldu.
zh_tw: 在生成數據框時，報告計劃執行失敗。

source: Report Schedule execution failed when generating a pdf.
bn: একটি PDF তৈরি করার সময় রিপোর্ট শিডিউলের কার্যকরী ব্যর্থ হয়েছে।
ca: L'execució de la Programació d'Informe ha fallat en generar un pdf.
cs: Provedení plánu reportu selhalo při generování PDF.
mi: I rahua te whakatutukitanga o te Hōtaka Pūrongo i te hangarautanga o tētahi pdf.
ro: Execuția programării raportului a eșuat la generarea unui pdf.

source: Report Schedule execution failed when generating a screenshot.
bn: একটি স্ক্রীনশট তৈরি করার সময় রিপোর্ট শিডিউলের কার্যকরী ব্যর্থ হয়েছে।
ca: L'execució de la Programació d'Informe ha fallat en generar una captura de pantalla.
cs: Provedení plánu reportu selhalo při generování snímku obrazovky.
es: La ejecución del programa de informes falló al generar una captura de pantalla.
ja: スクリーンショットの生成時にレポートスケジュールの実行に失敗しました。
mi: I rahua te whakatutukitanga o te Hōtaka Pūrongo i te hangarautanga o tētahi hopuataata.
nl: Rapportage planning uitvoering mislukt bij het genereren van een screenshot.
pt_br: A execução do agendamento do relatório falhou ao gerar uma captura de tela.
ro: Execuția programării raportului a eșuat la generarea unei capturi de ecran.
tr: Rapor Zamanlaması ekran görüntüsü oluştururken çalışma başarısız oldu.
zh_tw: 在生成螢幕截圖時，報告計劃執行失敗。

source: Report Schedule execution got an unexpected error.
bn: রিপোর্ট শিডিউলের কার্যকরী অপ্রত্যাশিত ত্রুটি হয়েছে।
ca: L'execució de la Programació d'Informe ha obtingut un error inesperat.
cs: Při provádění plánu reportu došlo k neočekávané chybě.
es: La ejecución del programa de informes ha obtenido un error inesperado.
ja: レポートスケジュールの実行で予期しないエラーが発生しました。
mi: I puta tētahi hapa ohorere i te whakatutukitanga o te Hōtaka Pūrongo.
nl: Rapportage planning uitvoering kreeg een onverwachte fout.
pt_br: A execução do agendamento de relatório obteve um erro inesperado.
ro: Execuția programării raportului a întâmpinat o eroare neașteptată.
tr: Rapor Zamanlaması çalışması beklenmeyen bir hata aldı.
zh_tw: 報表計劃執行遇到意外錯誤。

source: Report Schedule is still working, refusing to re-compute.
bn: রিপোর্ট শিডিউল এখনও কাজ করছে, পুনরায় গণনা করতে অস্বীকার করছে।
ca: La Programació d'Informe encara està treballant, refusant recalcular.
cs: Plán reportu stále pracuje, odmítá se přepočítat.
es: El Programa de Informes aún está funcionando, se niega a volver a calcular.
ja: レポートスケジュールはまだ機能しており、再計算を拒否しています。
mi: Kei te mahi tonu te Hōtaka Pūrongo, e whakakore ana ki te tatau-anō.
nl: Rapportage planning werkt nog steeds, weigert om opnieuw te berekenen.
pt_br: O agendamento de relatório ainda está funcionando, recusando-se a recalcular.
ro: Programarea raportului încă lucrează, refuză să recalculeze.
tr: Rapor Zamanlaması hala çalışıyor, yeniden hesaplamayı reddediyor.
zh_tw: 報表計劃仍在運行，拒绝重新計算。

source: Report Schedule log prune failed.
bn: রিপোর্ট শিডিউল লগ প্রুন ব্যর্থ হয়েছে।
ca: La poda del registre de Programació d'Informe ha fallat.
cs: Promazání protokolu plánu reportu selhalo.
es: La poda del registro de programación de informes ha fallado.
ja: レポートスケジュールログの整理に失敗しました。
mi: I rahua te pure rārangi Hōtaka Pūrongo.
nl: Rapportage planning log prune mislukt.
pt_br: Falha na poda do registo do agendamento do relatório.
ro: Curățarea jurnalului programării raportului a eșuat.
tr: Rapor Zamanlaması günlük budama başarısız oldu.
zh_tw: 報表計劃日誌精简失敗。

source: Report Schedule not found.
bn: রিপোর্ট শিডিউল পাওয়া যায়নি।
ca: Programació d'Informe no trobada.
cs: Plán reportu nebyl nalezen.
es: Programación de informe no encontrada.
ja: レポートスケジュールが見つかりません。
mi: Kāore i kitea te Hōtaka Pūrongo.
nl: Rapportage planning niet gevonden.
pt_br: Agendamento de relatório não encontrado.
ro: Programarea raportului nu a fost găsită.
tr: Rapor Zamanlaması bulunamadı.
zh_tw: 找不到報表計劃。

source: Report Schedule parameters are invalid.
bn: রিপোর্ট শিডিউলের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres de la Programació d'Informe són invàlids.
cs: Parametry plánu reportu jsou neplatné.
es: Los parámetros de programación del informe no son válidos.
ja: レポートスケジュールパラメータが無効です。
mi: He muhu ngā tawhā Hōtaka Pūrongo.
nl: De parameters van het rapportageplanning zijn ongeldig.
pt_br: Os parâmetros do agendamento de relatório são inválidos.
ro: Parametrii programării raportului sunt invalizi.
tr: Rapor Zamanlaması parametreleri geçersiz.
zh_tw: 報表計劃参數無效。

source: Report Schedule reached a working timeout.
bn: রিপোর্ট শিডিউল একটি কার্যকরী সময়সীমায় পৌঁছেছে।
ca: La Programació d'Informe ha assolit un timeout de treball.
cs: Plán reportu dosáhl časového limitu pro zpracování.
es: El Programa de Informes alcanzó un tiempo de espera de trabajo.
ja: レポートスケジュールが作業タイムアウトに達しました。
mi: I tae te Hōtaka Pūrongo ki tētahi wā-pau mahi.
nl: Rapportage planning heeft een werk time-out bereikt.
pt_br: O agendamento do relatório atingiu o tempo limite de trabalho.
ro: Programarea raportului a atins un timeout de lucru.
tr: Rapor Zamanlaması çalışma süresi aşımına ulaştı.
zh_tw: 報表計劃已超時。

source: Report Schedule state not found
bn: রিপোর্ট শিডিউলের অবস্থা পাওয়া যায়নি
ca: Estat de la Programació d'Informe no trobat
cs: Stav plánu reportu nenalezen
es: Estado del programa de informes no encontrado
ja: レポートスケジュールの状態が見つかりません。
mi: Kāore i kitea te tūnga Hōtaka Pūrongo
nl: Rapport Schedule state niet gevonden
pt_br: Estado do agendamento do relatório não encontrado
ro: Starea programării raportului nu a fost găsită
tr: Rapor Zamanlaması durumu bulunamadı
zh_tw: 未找到報表計劃狀態

source: Report a bug
bn: একটি বাগ রিপোর্ট করুন
ca: Reportar un error
cs: Nahlásit chybu
ja: バグを報告
mi: Pūrongo hapa
nl: Meld een bug
pt_br: Relatar um bug
ro: Raportează un bug
tr: Hata bildir
zh_tw: 報告 bug

source: Report contents
bn: রিপোর্টের বিষয়বস্তু
ca: Continguts de l'informe
cs: Obsah reportu
mi: Ihirangi pūrongo
ro: Conținut raport

source: Report failed
bn: রিপোর্ট ব্যর্থ হয়েছে
ca: L'informe ha fallat
cs: Report selhal
es: Informe fallido
ja: レポートに失敗しました
mi: I rahua te pūrongo
nl: Rapport mislukt
pt_br: Relatório falhou
ro: Raportul a eșuat
tr: Rapor başarısız oldu
zh_tw: 報告失敗

source: Report is active
bn: রিপোর্ট সক্রিয়
ca: L'informe està actiu
cs: Report je aktivní
mi: Kei te hohe te pūrongo
ro: Raportul este activ

source: Report name
bn: রিপোর্টের নাম
ca: Nom de l'informe
cs: Název reportu
es: Nombre del informe
ja: レポート名
mi: Ingoa pūrongo
nl: Naam rapport
pt_br: Nome do relatório
ro: Nume raport
tr: Rapor adı
zh_tw: 報告名稱

source: Report schedule client error
bn: রিপোর্ট শিডিউল ক্লায়েন্ট ত্রুটি
ca: Error del client de programació d'informe
cs: Chyba klienta plánu reportu
ja: レポートスケジュール クライアントエラー
mi: Hapa kiritaki hōtaka pūrongo
nl: Meld schema client fout
pt_br: Relatar erro do cliente de programação
ro: Eroare client programare raport
tr: Rapor zamanlama istemci hatası

source: Report schedule system error
bn: রিপোর্ট শিডিউল সিস্টেম ত্রুটি
ca: Error del sistema de programació d'informe
cs: Systémová chyba plánu reportu
ja: レポートスケジュールシステムエラー
mi: Hapa pūnaha hōtaka pūrongo
nl: Meld schema systeem fout
pt_br: Relatar erro do sistema de programação
ro: Eroare sistem programare raport
tr: Rapor zamanlama sistem hatası

source: Report schedule unexpected error
bn: রিপোর্ট শিডিউল অপ্রত্যাশিত ত্রুটি
ca: Error inesperat de programació d'informe
cs: Neočekávaná chyba plánu reportu
es: Error inesperado en la programación del informe
ja: レポートスケジュールの予期せぬエラー
mi: Hapa ohorere hōtaka pūrongo
nl: Onverwachte fout in rapportschema
pt_br: Erro inesperado no agendamento do relatório
ro: Eroare neașteptată programare raport
tr: Rapor zamanlama beklenmeyen hata
zh_tw: 報告計劃任務意外錯誤。

source: Report sending
bn: রিপোর্ট পাঠানো হচ্ছে
ca: Enviant informe
cs: Odesílání reportu
es: Envío de informe
ja: レポート送信
mi: E tuku ana i te pūrongo
nl: Rapport verzenden
pt_br: Enviando relatório
ro: Trimitere raport
tr: Rapor gönderiliyor
zh_tw: 報告發送

source: Report sent
bn: রিপোর্ট পাঠানো হয়েছে
ca: Informe enviat
cs: Report odeslán
es: Informe enviado
ja: レポートが送信されました
mi: Pūrongo kua tukuna
nl: Rapport verzonden
pt_br: Relatório enviado
ro: Raport trimis
tr: Rapor gönderildi
zh_tw: 已發送報告

source: Report updated
bn: রিপোর্ট আপডেট করা হয়েছে
ca: Informe actualitzat
cs: Report aktualizován
ja: レポートを更新しました
mi: Pūrongo kua whakahouhia
nl: Rapport bijgewerkt
pt_br: Relatório atualizado
ro: Raport actualizat
tr: Rapor güncellendi

source: Reports
bn: রিপোর্টসমূহ
ca: Informes
cs: Reporty
es: Informes
ja: レポート
mi: Pūrongo
nl: Rapporten
pt_br: Relatórios
ro: Rapoarte
tr: Raporlar
zh_tw: 報告

source: Repulsion
bn: পৃষ্টিকরণ
ca: Repulsió
cs: Odpuzování
ja: 反発力
mi: Panapana
nl: Afstoting
pt_br: Repulsão
ro: Repulsie
tr: İtme
zh_tw: 排斥力

source: Repulsion strength between nodes
bn: নোডগুলির মধ্যে পৃষ্ঠির শক্তি
ca: Força de repulsió entre nodes
cs: Síla odpuzování mezi uzly
es: Fuerza de repulsión entre nodos
ja: 節点間の反発力
mi: Kaha panapana i waenga i ngā pona
nl: Afstotingskracht tussen knooppunten
pt_br: Força de repulsão entre nós
ro: Intensitate repulsie între noduri
tr: Düğümler arasındaki itme gücü
zh_tw: 節點間的排斥力强度

source: Request Access
ca: Sol·licitar Accés
cs: Požádat o přístup
mi: Tono Urunga
ro: Solicită acces

source: Request is incorrect: %(error)s
bn: অনুরোধটি ভুল: %(error)s
ca: La sol·licitud és incorrecta: %(error)s
cs: Požadavek je nesprávný: %(error)s
es: La solicitud es incorrecta: %(error)s
ja: リクエストが正しくありません: %(error)s
mi: He hē te tono: %(error)s
nl: Verzoek is onjuist: %(error)s
pt_br: O pedido está incorreto: %(error)s
ro: Cererea este incorectă: %(error)s
tr: İstek yanlış: %(error)s
zh_tw: 請求不正確: %(error)s

source: Request is not JSON
bn: অনুরোধটি JSON নয়
ca: La sol·licitud no és JSON
cs: Požadavek není JSON
es: La solicitud no es JSON
ja: リクエストはJSONではありません。
mi: Ehara i te JSON te tono
nl: Verzoek is geen JSON
pt_br: O Pedido não é JSON
ro: Cererea nu este JSON
tr: İstek JSON değil
zh_tw: 請求不是JSON

source: Request missing data field.
bn: অনুরোধে ডেটা ক্ষেত্র অনুপস্থিত।
ca: Sol·licitud falta camp de dades.
cs: V požadavku chybí datové pole.
es: Solicitar campo de datos faltante.
ja: リクエストのデータフィールドが欠落しています。
mi: Kei te ngaro te āpure raraunga o te tono.
nl: Verzoek om ontbrekend data veld.
pt_br: Pedido com campo de dados ausente.
ro: Cererea lipsește câmpul de date.
tr: İstekte eksik veri alanı.
zh_tw: 請求丢失的數據欄位。

source: Request timed out
bn: অনুরোধের সময়সীমা শেষ হয়েছে
ca: Sol·licitud ha esgotat el temps
cs: Časový limit požadavku vypršel
ja: リクエストがタイムアウトしました
mi: Wā-pau tono
nl: Verzoek is verlopen
pt_br: O tempo limite da solicitação expirou
ro: Cererea a expirat
tr: İstek zaman aşımına uğradı

source: Required
bn: প্রয়োজনীয়
ca: Obligatori
cs: Povinné
es: Requerido
ja: 必須
mi: E Hiahiatia Ana
nl: Vereist
pt_br: Necessário
ro: Obligatoriu
tr: Gerekli
zh_tw: 必填

source: Required control values have been removed
bn: প্রয়োজনীয় নিয়ন্ত্রণ মানগুলি মুছে ফেলা হয়েছে
ca: Els valors de control obligatoris han estat eliminats
cs: Požadované hodnoty ovládacích prvků byly odstraněny
es: Los valores de control requeridos han sido eliminados
ja: 必要な制御値が削除されました
mi: Kua tangohia ngā uara whakahaere e hiahiatia ana
nl: Vereiste controlewaarden zijn verwijderd
pt_br: Os valores de controle necessários foram eliminados
ro: Valorile de control obligatorii au fost eliminate
tr: Gerekli kontrol değerleri kaldırıldı
zh_tw: 必需的控件值已被移除

source: Resample
bn: পুনরায় নমুনা
ca: Remostreig
cs: Převzorkovat
ja: リサンプル
mi: Tauira-anō
nl: Opnieuw bemonsteren
pt_br: Reamostragem
ro: Re-eșantionare
tr: Yeniden örneklemek
zh_tw: 重新採樣

source: Resample method should be in
bn: পুনরায় নমুনা পদ্ধতি হওয়া উচিত
ca: El mètode de remostreig hauria de ser a
cs: Metoda převzorkování by měla být v
mi: Me noho te tikanga tauira-anō i
ro: Metoda de re-eșantionare ar trebui să fie în

source: Resample operation requires DatetimeIndex
bn: পুনরায় নমুনা অপারেশনের জন্য DatetimeIndex প্রয়োজন
ca: L'operació de remostreig requereix DatetimeIndex
cs: Operace převzorkování vyžaduje DatetimeIndex
ja: リサンプル操作には DatetimeIndex が必要です。
mi: E hiahiatia ana te DatetimeIndex mō te mahinga tauira-anō
nl: Hermonsteren bewerking vereist DatumtijdIndex
pt_br: A operação de reamostragem requer DatetimeIndex
ro: Operația de re-eșantionare necesită DatetimeIndex
tr: Yeniden örnekleme işlemi DatetimeIndex gerektirir

source: Reset
bn: রিসেট
ca: Restablir
cs: Resetovat
ja: リセット
mi: Tautuhi anō
pt_br: Redefinir
ro: Resetează
tr: Sıfırla

source: Reset Columns
ro: Resetează coloanele

source: Reset columns
ca: Restablir columnes
cs: Resetovat sloupce
mi: Tautuhi anō i ngā tīwae
ro: Resetează coloanele

source: Reset my password
ro: Resetează parola mea

source: Reset password
ro: Resetează parola
