Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: No samples were returned for this dataset
bn: এই ডেটাসেটের জন্য কোনো নমুনা ফেরত দেওয়া হয়নি
ca: No es van retornar mostres per aquest conjunt de dades
cs: Pro tuto sadu dat nebyly vráceny žádné vzorky
es: No se devolvieron muestras para este conjunto de datos
ja: このデータセットのサンプルは返されませんでした
mi: Kāore i whakahokia mai he tauira mō tēnei rārangi raraunga
nl: Er zijn geen voorbeelden gevonden voor deze dataset
pt_br: Não foram devolvidas amostras para este conjunto de dados
ro: Niciun eșantion nu a fost returnat pentru acest set de date

source: No saved expressions found
bn: কোনো সংরক্ষিত অভিব্যক্তি পাওয়া যায়নি
ca: Cap expressió desada trobada
cs: Nebyly nalezeny žádné uložené výrazy
ja: 保存された式が見つかりません
mi: Kāore i kitea he kīanga kua tiakina
nl: Geen opgeslagen expressies gevonden
pt_br: Nenhuma expressão salva foi encontrada
ro: Nicio expresie salvată găsită

source: No saved metrics found
bn: কোনো সংরক্ষিত মেট্রিক পাওয়া যায়নি
ca: Cap mètrica desada trobada
cs: Nebyly nalezeny žádné uložené metriky
ja: 保存されたメトリクスが見つかりません
mi: Kāore i kitea he ine kua tiakina
nl: Geen opgeslagen metrieken gevonden
pt_br: Nenhuma métrica salva foi encontrada
ro: Nicio metrică salvată găsită

source: No stored results found, you need to re-run your query
bn: কোনো সংরক্ষিত ফলাফল পাওয়া যায়নি, আপনাকে আপনার প্রশ্ন আবার চালাতে হবে
ca: Cap resultat emmagatzemat trobat, necessites re-executar la teva consulta
cs: Nebyly nalezeny žádné uložené výsledky, musíte dotaz spustit znovu
es: No se encontraron resultados almacenados, necesitas volver a ejecutar tu consulta
ja: 保存された結果が見つかりません。クエリを再実行する必要があります
mi: Kāore i kitea he hua kua penapena, me whakahaere anō koe i tō pātai
nl: Geen opgeslagen resultaten gevonden, u moet uw query opnieuw uitvoeren
pt_br: Não foram encontrados resultados armazenados, é necessário executar novamente a consulta
ro: Niciun rezultat stocat găsit, trebuie să rulezi din nou interogarea
zh_tw: 找不到儲存的结果，需要重新運行查詢

source: No such column found. To filter on a metric, try the Custom SQL tab.
bn: এমন কোনো কলাম পাওয়া যায়নি। একটি মেট্রিকে ফিল্টার করতে, কাস্টম SQL ট্যাবে চেষ্টা করুন।
ca: Cap columna així trobada. Per filtrar una mètrica, prova la pestanya SQL Personalitzat.
cs: Takový sloupec nebyl nalezen. Pro filtrování podle metriky vyzkoušejte kartu Vlastní SQL.
es: No se encontró tal columna. Para filtrar en una métrica, prueba la pestaña SQL personalizado.
ja: そのような列は見つかりませんでした。メトリクスでフィルタリングするには、[カスタム SQL] タブを試してください。
mi: Kāore i kitea tēnei tīwae. Hei tātari i tētahi ine, whakamātauhia te ripa SQL Ritenga.
nl: Geen dergelijke kolom gevonden. Om te filteren op een metriek, probeer het Custom SQL tabblad.
pt_br: Não foi encontrada tal coluna. Para filtrar uma métrica, experimente a aba SQL personalizado.
ro: Nicio astfel de coloană găsită. Pentru a filtra pe o metrică, încearcă fila SQL Personalizat.
tr: Böyle bir sütun bulunamadı. Bir metriği filtrelemek için Özel SQL sekmesini deneyin.
zh_tw: 没有發現這樣的列。若要在度量值上篩選，請嘗試自定義 SQL 選項卡。

source: No table columns
bn: কোনো টেবিল কলাম নেই
ca: Cap columna de taula
cs: Žádné sloupce tabulky
ja: テーブル列がありません
mi: Kāore he tīwae ripanga
nl: Geen tabelkolommen
pt_br: Nenhuma coluna da tabela
ro: Fără coloane de tabel
tr: Tablo sütunu yok

source: No temporal columns found
bn: কোনো কালগত কলাম পাওয়া যায়নি
ca: Cap columna temporal trobada
cs: Nebyly nalezeny žádné časové sloupce
ja: テンポラル列が見つかりません
mi: Kāore i kitea he tīwae wā
nl: Geen tijdelijke kolommen gevonden
pt_br: Não foram encontradas colunas temporais
ro: Nicio coloană temporală găsită
tr: Zamansal sütun bulunamadı

source: No time columns
bn: কোনো সময় কলাম নেই
ca: Cap columna de temps
cs: Žádné časové sloupce
ja: 時間列はありません
mi: Kāore he tīwae wā
nl: Geen tijdskolommen
pt_br: Sem colunas de tempo
ro: Fără coloane de timp
tr: Zaman sütunu yok
zh_tw: 没有時間列

source: No user registrations yet
ro: Nicio înregistrare de utilizator încă

source: No users yet
ca: Cap usuari encara
cs: Zatím žádní uživatelé
mi: Kāore anō he kaiwhakamahi
ro: Niciun utilizator încă

source: No validator found (configured for the engine)
bn: কোনো ভ্যালিডেটর পাওয়া যায়নি (ইঞ্জিনের জন্য কনফিগার করা হয়েছে)
ca: Cap validador trobat (configurat per al motor)
cs: Nebyl nalezen žádný validátor (nakonfigurovaný pro daný engine)
es: No se encontró validador (configurado para el motor)
ja: バリデータが見つかりません。 (エンジン用に構成されています。)
mi: Kāore i kitea he kaimanatoko (kua whirihorahia mō te pūkaha)
nl: Geen validator gevonden (geconfigureerd voor de engine)
pt_br: Sem validador encontrado (configurado para o motor)
ro: Niciun validator găsit (configurat pentru motor)
tr: Hiç doğrulayıcı bulunamadı (motor için yapılandırılmış)

source: No validator named %(validator_name)s found (configured for the %(engine_spec)s engine)
bn: %(engine_spec)s ইঞ্জিনের জন্য কনফিগার করা (ভ্যালিডেটর নাম) %(validator_name)s নামের কোনো ভ্যালিডেটর পাওয়া যায়নি
ca: Cap validador anomenat %(validator_name)s trobat (configurat per al motor %(engine_spec)s)
cs: Nebyl nalezen žádný validátor s názvem %(validator_name)s (nakonfigurovaný pro engine %(engine_spec)s)
ja: %(validator_name)s という名前のバリデータが見つかりません。 (%(engine_spec)s エンジン用に構成されています。)
mi: Kāore i kitea he kaimanatoko ko %(validator_name)s te ingoa (kua whirihorahia mō te pūkaha %(engine_spec)s)
nl: Geen validator gevonden met de naam %(validator_name)s (geconfigureerd voor de %(engine_spec)s engine)
ro: Niciun validator numit %(validator_name)s găsit (configurat pentru motorul %(engine_spec)s)

source: Node label position
bn: নোড লেবেল অবস্থান
ca: Posició d'etiqueta de node
cs: Pozice popisku uzlu
es: Posición de la etiqueta del nodo
ja: ノードラベルの位置
mi: Tūnga tapanga pona
nl: Node label positie
pt_br: Posição do rótulo do nó
ro: Poziție etichetă nod
tr: Düğüm etiket konumu
zh_tw: 節點標籤位置

source: Node select mode
bn: নোড নির্বাচন মোড
ca: Mode de selecció de node
cs: Režim výběru uzlu
ja: ノード選択モード
mi: Aratau tīpako pona
nl: Node selectiemodus
pt_br: Modo de seleção de nó
ro: Mod selectare nod
tr: Düğüm seçme modu
zh_tw: 節點選擇模式

source: Node size
bn: নোডের আকার
ca: Mida de node
cs: Velikost uzlu
ja: ノードサイズ
mi: Rahi pona
nl: Node grootte
pt_br: Tamanho do nó
ro: Dimensiune nod
tr: Düğüm boyutu
zh_tw: 節點大小

source: None
bn: কিছুই না
ca: Cap
cs: Žádný
es: Ninguno
ja: なし
mi: Kāore
nl: Geen
pt_br: Nenhum
ro: Niciunul
tr: Hiçbiri
zh_tw: 空

source: None -> Arrow
bn: কিছুই না -> তীর
ca: Cap -> Fletxa
cs: Žádný -> Šipka
es: Ninguno -> Flecha
ja: なし -> 矢印
mi: Kāore -> Pere
nl: Geen -> Pijl
pt_br: Nenhum -> Seta
ro: Niciunul -> Săgeată
tr: Hiçbiri -> Ok
zh_tw: 無 -> 箭頭

source: None -> None
bn: কিছুই না -> কিছুই না
ca: Cap -> Cap
cs: Žádný -> Žádný
es: Ninguno -> Ninguno
ja: なし -> なし
mi: Kāore -> Kāore
nl: Geen -> Geen
pt_br: Nenhum -> Nenhum
ro: Niciunul -> Niciunul
tr: Hiçbiri -> Hiçbiri
zh_tw: 無 -> 無

source: Normalize
bn: সাধারণীকরণ
ca: Normalitzar
cs: Normalizovat
mi: Whakawhānui
ro: Normalizează

source: Normalize Across
bn: অবস্থানে সাধারণীকরণ
ca: Normalitzar A Través
cs: Normalizovat napříč
es: Normalizar a Través
ja: 全体的に正規化
mi: Whakawhānui Puta Noa
nl: Normaliseren over de hele
pt_br: Normalizar em
ro: Normalizează Pe
tr: Üzerinde Normalize Et
zh_tw: 標準化

source: Normalize column names
bn: কলামের নামগুলি সাধারণীকরণ করুন
ca: Normalitzar noms de columna
cs: Normalizovat názvy sloupců
ja: 列名を正規化する
mi: Whakawhānuitia ingoa tīwae
nl: Normaliseer kolomnamen
ro: Normalizează numele coloanelor

source: Normalized
bn: সাধারণীকৃত
ca: Normalitzat
cs: Normalizováno
es: Normalizado
ja: 正規化
mi: Kua Whakawhānuitia
nl: Genormaliseerd
pt_br: Normalizado
ro: Normalizat
tr: Normalleştirilmiş
zh_tw: 標準化

source: Not Contains
ro: Nu Conține

source: Not Equal
ro: Nu Egal

source: Not Time Series
bn: টাইম সিরিজ নয়
ca: No Sèries Temporals
cs: Není časová řada
ja: 時系列ではない
mi: Ehara i te Raupapa Wā
nl: Geen Tijdserie
pt_br: Não é uma série temporal
ro: Nu Serii Temporale
tr: Zaman Serisi Değil
zh_tw: 没有時間系列

source: Not a valid ZIP file
bn: যথাযথ ZIP ফাইল নয়
ca: No és un arxiu ZIP vàlid
cs: Není platný soubor ZIP
mi: Ehara i te kōnae ZIP whaimana
ro: Nu este un fișier ZIP valid

source: Not added to any dashboard
bn: কোনো ড্যাশবোর্ডে যোগ করা হয়নি
ca: No afegit a cap dashboard
cs: Nepřidáno na žádnou nástěnku
ja: どのダッシュボードにも追加されていません
mi: Kāore i tāpiritia ki tētahi papatohu
nl: Niet toegevoegd aan enig dashboard
pt_br: Não adicionado a nenhum painel
ro: Nu este adăugat la niciun tablou de bord
tr: Herhangi bir panele eklenmedi

source: Not all required fields are complete. Please provide the following:
bn: সমস্ত প্রয়োজনীয় ক্ষেত্র পূর্ণ হয়নি। অনুগ্রহ করে নিম্নলিখিতগুলি প্রদান করুন:
ca: No tots els camps obligatoris estan complets. Si us plau proporciona el següent:
cs: Nejsou vyplněna všechna povinná pole. Vyplňte prosím následující:
ja: すべての必須フィールドが完了しているわけではありません。以下を入力してください。:
mi: Kāore i oti ngā āpure katoa e hiahiatia ana. Tēnā whakarato i ēnei:
ro: Nu toate câmpurile obligatorii sunt complete. Vă rugăm să furnizați următoarele:

source: Not available
bn: উপলব্ধ নয়
ca: No disponible
cs: Není k dispozici
ja: 利用不可
mi: Karekau e wātea ana
nl: Niet beschikbaar
pt_br: Não disponível
ro: Nu este disponibil
tr: Uygun değil

source: Not defined
bn: সংজ্ঞায়িত নয়
ca: No definit
cs: Nedefinováno
ja: 定義されていません
mi: Kāore i tautuhia
nl: Niet gedefinieerd
ro: Nu este definit

source: Not equal to (≠)
bn: সমান নয় (≠)
ca: No igual a (≠)
cs: Nerovná se (≠)
ja: 等しくない(≠)
mi: Kāore e ōrite ki (≠)
nl: Niet gelijk aan (≠)
pt_br: Diferente de (≠)
ro: Nu egal cu (≠)
tr: Eşit değil (!=)

source: Not in
bn: এতে নেই
ca: No en
cs: Není v
ja: ありません
mi: Kāore i roto i
nl: Niet in
pt_br: Não está em
ro: Nu în
tr: İçinde değil

source: Not null
bn: NULL নয়
ca: No nul
cs: Není null
es: No nulo
ja: nullではありません
mi: Ehara i te kore
nl: Niet null
pt_br: Não nulo
ro: Nu null
tr: Boş değil
zh_tw: 非空

source: Not set
ro: Nu este setat

source: Not triggered
bn: ট্রিগার হয়নি
ca: No activat
cs: Nespuštěno
ja: トリガーされません
mi: Kāore i whakaohongia
nl: Niet geactiveerd
pt_br: Não acionado
ro: Nu este declanșat
tr: Tetiklenmedi
zh_tw: 没有觸發

source: Not up to date
bn: আপডেট নয়
ca: No actualitzat
cs: Není aktuální
es: No actualizado
ja: 最新ではありません
mi: Kāore i te hou
nl: Niet up to date
pt_br: Não atualizado
ro: Nu este la zi
tr: Güncel değil
zh_tw: 不是最新的

source: Nothing here yet
ca: Res aquí encara
cs: Zatím zde nic není
mi: Karekau he mea ki konei
ro: Nimic aici încă

source: Nothing triggered
bn: কিছুই ট্রিগার হয়নি
ca: Res activat
cs: Nic nebylo spuštěno
es: Nada activado
ja: 何もトリガーされませんでした
mi: Karekau i whakaohongia
nl: Niets getriggerd
pt_br: Nada foi acionado
ro: Nimic declanșat
tr: Hiçbir şey tetiklemedi
zh_tw: 無觸發

source: Notification Method
bn: নোটিফিকেশন পদ্ধতি
ca: Mètode de Notificació
cs: Metoda oznámení
mi: Tikanga Whakamōhio
ro: Metodă Notificare

source: Notification method
bn: নোটিফিকেশন পদ্ধতি
ca: Mètode de notificació
cs: Metoda oznámení
es: Método de notificación
ja: 通知方法
mi: Tikanga whakamōhio
nl: Methode voor kennisgeving
pt_br: Método de notificação
ro: Metodă notificare
tr: Bildirim yöntemi
zh_tw: 通知方式

source: November
bn: নভেম্বর
ca: Novembre
cs: Listopad
es: Noviembre
ja: 11月
mi: Noema
pt_br: Novembro
ro: Noiembrie
tr: Kasım
zh_tw: 十一月

source: Now
bn: এখন
ca: Ara
cs: Nyní
ja: 今
mi: Ināianei
nl: Nu
pt_br: Agora
ro: Acum
tr: Şimdi
zh_tw: 現在

source: Null Values
bn: NULL মান
ca: Valors Nuls
cs: Hodnoty Null
ja: Null 値
mi: Uara Kore
nl: Null Waarden
pt_br: Valores nulos
ro: Valori Null
tr: Boş Değerler

source: Null imputation
bn: NULL পূরণ
ca: Imputació de nuls
cs: Imputace hodnot Null
ja: Null 代入
mi: Whakakapi kore
nl: Null imputatie
pt_br: Imputação nula
ro: Imputare null
tr: Boş değer telafisi

source: Null or Empty
bn: NULL অথবা খালি
ca: Nul o Buit
cs: Null nebo prázdné
es: Nulo o Vacío
ja: Null または空
mi: Kore, Kau rānei
nl: Nul of Leeg
pt_br: Nulo ou Vazio
ro: Null sau Gol
tr: Boş veya Boş
zh_tw: 空或空白

source: Number Format
bn: সংখ্যা ফরম্যাট
ca: Format de Número
cs: Formát čísla
ja: 数値フォーマット
mi: Hōputu Tau
nl: Nummer Opmaak
pt_br: Formato do número
ro: Format Număr
tr: Sayı Formatı
zh_tw: 數字格式

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
bn: লাল থেকে নীলের জন্য রঙ এনকোডিংয়ে ব্যবহৃত সংখ্যা সীমাবদ্ধতা। নীল থেকে লালের জন্য সংখ্যাগুলি উল্টান। পুরো লাল বা নীল পেতে, আপনি কেবল মিন অথবা ম্যাক্স প্রবেশ করতে পারেন।
ca: Límits numèrics utilitzats per la codificació de colors de vermell a blau. Inverteix els números per blau a vermell. Per obtenir vermell o blau pur, pots introduir només el mínim o el màxim.
cs: Číselné hranice použité pro barevné kódování od červené po modrou. Otočte čísla pro modrou až červenou. Pro získání čistě červené nebo modré, můžete zadat buď jen min, nebo max.
es: Límites numéricos utilizados para la codificación de color de rojo a azul. Invierte los números para pasar de azul a rojo. Para obtener rojo o azul puro, puedes introducir solo el mínimo o el máximo.
ja: 赤から青へのカラーエンコーディングに使用される数値境界。 青から赤の数字を逆にします。純粋な赤や青を得るには、 最小値または最大値のみを入力できます。
mi: Rohe tau ka whakamahia mō te whakakohu tae mai i te whero ki te kikorangi.
nl: Aantal grenzen gebruikt voor kleurencodering van rood naar blauw. Zet de getallen voor blauw naar rood om. Om alleen rood of blauw te krijgen, kan je de min of max invoeren.
pt_br: Limites numéricos utilizados para a codificação de cores de vermelho para azul. Inverta os números de azul para vermelho. Para obter vermelho ou azul puro, pode introduzir apenas o mínimo ou o máximo.
ro: Limite numerice folosite pentru codificarea culorilor de la roșu la albastru. Inversează numerele pentru albastru la roșu. Pentru a obține roșu sau albastru pur, poți introduce fie doar min, fie max.

source: Number format
bn: সংখ্যা ফরম্যাট
ca: Format de número
cs: Formát čísla
ja: 数値フォーマット
mi: Hōputu tau
nl: Nummer opmaak
pt_br: Formato numérico
ro: Format număr
tr: Sayı formatı
zh_tw: 數字格式化

source: Number format string
bn: সংখ্যা ফরম্যাট স্ট্রিং
ca: Cadena de format de número
cs: Řetězec formátu čísla
ja: 数値フォーマット文字列
mi: Aho hōputu tau
nl: Nummer opmaak string
pt_br: String de formato de número
ro: Șir format număr
tr: Sayı formatı dizisi

source: Number formatting
bn: সংখ্যা ফরম্যাটিং
ca: Formatació de números
cs: Formátování čísel
ja: 数値の書式設定
mi: Hōputu tau
nl: Nummer opmaak
ro: Formatare număr

source: Number of buckets to group data
bn: ডেটা গ্রুপ করার জন্য বাক্সের সংখ্যা
ca: Nombre de grups per agrupar dades
cs: Počet intervalů pro seskupení dat
es: Número de cubos para agrupar datos
ja: データをグループ化するバケットの数
mi: Maha o ngā pouaka hei rōpū raraunga
nl: Aantal groepen om gegevens te groeperen
pt_br: Número de compartimentos para agrupar dados
ro: Număr de compartimente pentru gruparea datelor
tr: Verileri gruplamak için kullanılacak kova sayısı
zh_tw: 數據分組的桶數量

source: Number of charts per row when not fitting dynamically
ro: Număr de grafice pe rând când nu se potrivesc dinamic

source: Number of charts to display per row
ro: Număr de grafice de afișat pe rând

source: Number of decimal digits to round numbers to
bn: সংখ্যাগুলিকে রাউন্ড করার জন্য দশমিক সংখ্যা
ca: Nombre de dígits decimals per arrodonir números
cs: Počet desetinných míst, na která se mají zaokrouhlovat čísla
es: Número de dígitos decimales a los que redondear los números
ja: 数値を四捨五入する小数点以下の桁数
mi: Maha o ngā mati hautanga hei porowhita i ngā tau
nl: Aantal decimale cijfers om getallen af te ronden naar
pt_br: Número de dígitos decimais para arredondar os números
ro: Număr de cifre zecimale pentru rotunjirea numerelor
tr: Sayıları yuvarlamak için kullanılacak ondalık basamak sayısı
zh_tw: 要四舍五入的十進制位數

source: Number of decimal places with which to display lift values
bn: উদ্ধরণ মান প্রদর্শনের জন্য দশমিক স্থান
ca: Nombre de decimals amb els quals mostrar valors de lift
cs: Počet desetinných míst, se kterými se mají zobrazovat hodnoty zvýšení
es: Número de decimales con los que mostrar los valores de elevación
ja: リフト値を表示する小数点以下の桁数
mi: Maha o ngā wāhi hautanga hei whakaatu i ngā uara hapai
nl: Aantal decimalen waarmee de liftwaarden worden weergegeven
pt_br: Número de casas decimais para exibir valores de elevação
ro: Număr de zecimale cu care să afișezi valorile de ridicare
tr: Kaldırma değerlerini görüntülemek için kullanılacak ondalık basamak sayısı
zh_tw: 用於顯示升力值的小數位數

source: Number of decimal places with which to display p-values
bn: p-মূল্য প্রদর্শনের জন্য দশমিক স্থান
ca: Nombre de decimals amb els quals mostrar valors p
cs: Počet desetinných míst, se kterými se mají zobrazovat p-hodnoty
es: Número de decimales con los que mostrar los valores p
ja: p値を表示する小数点以下の桁数
mi: Maha o ngā wāhi hautanga hei whakaatu i ngā uara-p
nl: Aantal decimalen waarmee p-waarden worden weergegeven
pt_br: Número de casas decimais para exibir valores-p
ro: Număr de zecimale cu care să afișezi valorile p
tr: p-değerlerini görüntülemek için kullanılacak ondalık basamak sayısı
zh_tw: 用於顯示 p 值的小數位數

source: Number of periods to compare against. You can use negative numbers to compare from the beginning of the time range.
bn: তুলনা করার জন্য সময়ের সংখ্যা। আপনি সময় পরিসরের শুরুর দিক থেকে তুলনা করার জন্য নেতিবাচক সংখ্যা ব্যবহার করতে পারেন।
ca: Nombre de períodes contra els quals comparar. Pots usar números negatius per comparar des del començament del rang de temps.
cs: Počet období k porovnání. Můžete použít záporná čísla pro porovnání od začátku časového rozsahu.
es: Número de periodos a comparar. Puedes usar números negativos para comparar desde el inicio del rango de tiempo.
ja: 比較する期間の数。負の数値を使用して、時間範囲の先頭から比較できます。
mi: Maha o ngā wā hei whakatairite. Ka taea e koe te whakamahi i ngā tau kino hei whakatairite mai i te tīmatanga o te awhe wā.
nl: Aantal periodes om te vergelijken. Je kunt negatieve getallen gebruiken om te vergelijken vanaf het begin van het tijdsbereik.
ro: Număr de perioade de comparat. Poți folosi numere negative pentru a compara de la începutul intervalului de timp.

source: Number of periods to ratio against
bn: অনুপাতের জন্য সময়ের সংখ্যা
ca: Nombre de períodes contra els quals fer la proporció
cs: Počet období pro výpočet poměru
es: Número de periodos para hacer la relación contra
ja: 比率に対する期間の数
mi: Maha o ngā wā hei ōwehenga ki
nl: Aantal periodes om tegen te verhouden
pt_br: Número de períodos para razão contra
ro: Număr de perioade pentru raportare
tr: Oran dönemlerinin sayısı

source: Number of rows of file to read. Leave empty (default) to read all rows
bn: ফাইল পড়ার জন্য সারির সংখ্যা। সব সারি পড়ার জন্য খালি ছেড়ে দিন (ডিফল্ট)।
ca: Nombre de files de l'arxiu a llegir. Deixa buit (per defecte) per llegir totes les files
cs: Počet řádků souboru ke čtení. Ponechte prázdné (výchozí) pro čtení všech řádků
mi: Maha o ngā rārangi kōnae hei pānui. Waiho kau (taunoa) hei pānui i ngā rārangi katoa
ro: Număr de rânduri de fișier de citit. Lasă gol (implicit) pentru a citi toate rândurile

source: Number of rows to skip at start of file.
bn: ফাইলের শুরুতে যে সারিগুলি এড়াতে হবে তার সংখ্যা।
ca: Nombre de files a saltar al començament de l'arxiu.
cs: Počet řádků k přeskočení na začátku souboru.
es: Número de filas a omitir al inicio del archivo.
ja: ファイルの先頭でスキップする行数
mi: Maha o ngā rārangi hei poke i te tīmatanga o te kōnae.
nl: Aantal rijen om over te slaan aan het begin van het bestand.
pt_br: Número de linhas para pular no início do arquivo.
ro: Număr de rânduri de sărit la începutul fișierului.
tr: Dosyanın başında atlanacak satır sayısı.
zh_tw: 在文件開始時跳過的行數。

source: Number of split segments on the axis
bn: অক্ষের উপর বিভক্ত সেগমেন্টের সংখ্যা।
ca: Nombre de segments de divisió en l'eix
cs: Počet dělicích segmentů na ose
es: Número de segmentos divididos en el eje
ja: 軸上の分割セグメントの数
mi: Maha o ngā wāhanga wehe i te tukutuku
nl: Aantal gesplitste segmenten op de as
pt_br: Número de segmentos divididos no eixo
ro: Număr de segmente de divizare pe axă
tr: Eksen üzerindeki bölme segmentlerinin sayısı
zh_tw: 軸上分割段的數目

source: Number of steps to take between ticks when displaying the X scale
bn: X স্কেল প্রদর্শনের সময় টিকের মধ্যে যে পদক্ষেপগুলি নিতে হবে তার সংখ্যা।
ca: Nombre de passos a fer entre marques quan es mostra l'escala X
cs: Počet kroků mezi značkami při zobrazování stupnice X
es: Número de pasos a tomar entre marcas al mostrar la escala X
ja: X スケールを表示するときに目盛りの間に必要なステップ数
mi: Maha o ngā takahanga hei mau i waenga i ngā tika ina whakaatu i te tauine X
nl: Aantal stappen tussen ticks bij het weergeven van de X-schaal
pt_br: Número de passos a dar entre os tiques ao apresentar a escala X
ro: Număr de pași de făcut între marcaje când se afișează scala X
tr: X ölçüsünü görüntülerken işaretler arasında atılacak adım sayısı
zh_tw: 顯示 X 刻度時，在刻度之間表示的步骤數

source: Number of steps to take between ticks when displaying the Y scale
bn: Y স্কেল প্রদর্শনের সময় টিকের মধ্যে যে পদক্ষেপগুলি নিতে হবে তার সংখ্যা।
ca: Nombre de passos a fer entre marques quan es mostra l'escala Y
cs: Počet kroků mezi značkami při zobrazování stupnice Y
es: Número de pasos a tomar entre marcas cuando se muestra la escala Y
ja: Y スケールを表示するときに目盛りの間に必要なステップ数
mi: Maha o ngā takahanga hei mau i waenga i ngā tika ina whakaatu i te tauine Y
nl: Aantal stappen tussen ticks bij het weergeven van de Y-schaal
pt_br: Número de passos a dar entre os tiques ao apresentar a escala Y
ro: Număr de pași de făcut între marcaje când se afișează scala Y
tr: Y ölçüsünü görüntülerken işaretler arasında atılacak adım sayısı
zh_tw: 顯示 Y 刻度時，在刻度之間表示的步骤數

source: Number of top values
ro: Număr de valori de top

source: Numbers must be within %(min)s and %(max)s
ro: Numerele trebuie să fie între %(min)s și %(max)s

source: Numeric column used to calculate the histogram.
bn: হিস্টোগ্রাম গণনা করতে ব্যবহৃত সংখ্যাসূচক কলাম।
ca: Columna numèrica utilitzada per calcular l'histograma.
cs: Číselný sloupec použitý k výpočtu histogramu.
mi: Tīwae tau ka whakamahia hei tatau i te kauwhata auau.
ro: Coloană numerică folosită pentru calcularea histogramei.

source: Numerical range
bn: সংখ্যাসূচক পরিসীমা।
ca: Rang numèric
cs: Číselný rozsah
ja: 数値範囲
mi: Awhe tau
nl: Numeriek bereik
pt_br: Faixa numérica
ro: Interval numeric
tr: Sayısal aralık
zh_tw: 數值範圍

source: OR
ro: SAU

source: OVERWRITE
bn: মৌলিক লেখা
ca: SOBREESCRIURE
cs: PŘEPSAT
ja: 上書き
mi: TUHIRUA
nl: OVERSCHRIJVEN
pt_br: SOBRESCREVER
ro: SUPRASCRIE
tr: ÜZERİNE YAZ
zh_tw: 覆盖

source: October
bn: অক্টোবর
ca: Octubre
cs: Říjen
es: Octubre
ja: 10月
mi: Oketopa
nl: Oktober
pt_br: Outubro
ro: Octombrie
tr: Ekim
zh_tw: 十月

source: On Grace
bn: গ্রেসে
ca: En Gràcia
cs: V ochranné lhůtě
es: En gracia
ja: オン・グレース
mi: I runga i te Aroha
nl: Op Grace
pt_br: Na Graça
ro: Pe Grație
tr: Affedilenlere
zh_tw: 在寬限期内

source: On dashboards
bn: ড্যাশবোর্ডে
cs: Na nástěnkách
mi: I ngā papatohu
ro: Pe tablouri de bord
