Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Simple
bn: সরল
ca: Senzill
cs: Jednoduchý
es: Sencillo
ja: シンプル
mi: Māmā
nl: Eenvoudig
pt_br: Simples
ro: Simplu
tr: Basit
zh_tw: 简單配置

source: Simple ad-hoc metrics are not enabled for this dataset
bn: এই ডেটাসেটের জন্য সরল আদ-হক মেট্রিক সক্রিয় করা হয়নি
ca: Les mètriques ad-hoc senzilles no estan habilitades per aquest dataset
cs: Jednoduché ad-hoc metriky nejsou pro tuto sadu dat povoleny
es: Las métricas ad-hoc simples no están habilitadas para este conjunto de datos
ja: このデータセットでは単純なアドホック メトリクスが有効になっていません
mi: Karekau e whakahohengia ngā ine ad-hoc māmā mō tēnei rārangi raraunga
nl: Eenvoudige ad-hoc metrieken zijn niet ingeschakeld voor deze dataset
pt_br: As métricas ad-hoc simples não estão ativadas para este conjunto de dados
ro: Metricile ad-hoc simple nu sunt activate pentru acest set de date
tr: Basit anlık metrikler bu veri kümesi için etkin değil
zh_tw: 此數據集没有啟用简單即席指標

source: Single
bn: একক
ca: Únic
cs: Jediný
ja: シングル
mi: Takitahi
nl: Enkelvoudig
pt_br: Individual
ro: Singur
tr: Tekli
zh_tw: 單選

source: Single Metric
bn: একক মেট্রিক
ca: Mètrica Única
cs: Jediná metrika
ja: 単一のメトリック
mi: Ine Takitahi
nl: Enkele Metriek
pt_br: Métrica única
ro: Metrică singură
tr: Tek Metrik
zh_tw: 單個指標

source: Single Value
bn: একক মান
ca: Valor Únic
cs: Jediná hodnota
ja: 単一値
mi: Uara Takitahi
nl: Enkele Waarde
pt_br: Valor único
ro: Valoare singură
tr: Tek Değer
zh_tw: 單個值

source: Single value
bn: একক মান
ca: Valor únic
cs: Jediná hodnota
ja: 単一値
mi: Uara takitahi
nl: Enkele waarde
pt_br: Valor único
ro: Valoare singură
tr: Tek değer
zh_tw: 單個值

source: Single value type
bn: একক মানের প্রকার
ca: Tipus de valor únic
cs: Typ jediné hodnoty
es: Tipo de valor único
ja: 単一値型
mi: Momo uara takitahi
nl: Enkelvoudige waarde type
pt_br: Tipo de valor único
ro: Tip valoare singură
tr: Tek değer tipi
zh_tw: 單值類型

source: Size in pixels
ca: Mida en píxels
cs: Velikost v pixelech
mi: Rahi i ngā pika
ro: Dimensiune în pixeli

source: Size of edge symbols
bn: প্রান্তের চিহ্নগুলির আকার
ca: Mida dels símbols de vora
cs: Velikost symbolů hran
es: Tamaño de los símbolos de borde
ja: エッジシンボルのサイズ
mi: Rahi o ngā tohu tapa
nl: Grootte van randsymbolen
pt_br: Tamanho dos símbolos de aresta
ro: Dimensiune simboluri margine
tr: Kenar sembollerinin boyutu
zh_tw: 邊缘符號的大小

source: Size of marker. Also applies to forecast observations.
bn: মার্কারের আকার। পূর্বাভাস পর্যবেক্ষণগুলিতে এটি প্রযোজ্য।
ca: Mida del marcador. També s'aplica a observacions de pronòstic.
cs: Velikost značky. Platí také pro prognózované pozorování.
es: Tamaño del marcador. También se aplica a las observaciones de pronóstico.
ja: マーカーのサイズ。予報観測にも適用されます。
mi: Rahi o te tohu. Ka pā hoki ki ngā tirohanga matapae.
nl: Grootte van marker. Ook van toepassing op de waarnemingen bij de prognose.
pt_br: Tamanho do marcador. Também se aplica às observações de previsão.
ro: Dimensiune marcator. Se aplică și pentru observațiile de prognoză.
tr: İşaretleyicinin boyutu. Ayrıca tahmin gözlemlerine de uygulanır.
zh_tw: 標記的大小。也適用於預测观察。”

source: Skip blank lines rather than interpreting them as Not A Number values
bn: শূন্য লাইনে বাদ দিন বরং সেগুলিকে সংখ্যাহীন মান হিসাবে ব্যাখ্যা করা।
ca: Saltar línies en blanc en lloc d'interpretar-les com valors No És Un Número
cs: Přeskakovat prázdné řádky, místo aby se interpretovaly jako hodnoty Není číslo
ja: 空白行を数値ではない値として解釈せずにスキップする
mi: Poke i ngā rārangi kau, kaua e whakamāori hei uara Ehara i te Tau
nl: Sla lege regels over in plaats van ze te interpreteren als NaN waarden
pt_br: Ignorar linhas em branco em vez de interpretá-las como valores não numéricos
ro: Sare peste liniile goale în loc să le interpreteze ca valori Not A Number
tr: Boş satırları sayısal olmayan değerler olarak yorumlamak yerine atla

source: Skip rows
bn: সারি বাদ দিন
ca: Saltar files
cs: Přeskočit řádky
mi: Poke rārangi
ro: Sare rânduri

source: Skip spaces after delimiter
bn: ডেলিমিটার পরে ফাঁকা স্থান বাদ দিন
ca: Saltar espais després del delimitador
cs: Přeskočit mezery za oddělovačem
ja: 区切り文字後のスペースをスキップ
mi: Poke mokowā i muri i te tohutuhi
nl: Sla spaties over na het scheidingsteken
pt_br: Ignorar espaços após o delimitador
ro: Sare spații după delimitator
tr: Ayraç sonrası boşlukları atla

source: Skipped %d system themes that cannot be deleted
ro: Sărit %d teme de sistem care nu pot fi șterse

source: Slice Id
ro: ID felie

source: Slider
ro: Glisor

source: Slider and range input
ro: Glisor și intrare interval

source: Small
bn: ছোট
ca: Petit
cs: Malý
es: Pequeño
ja: 小
mi: Iti
nl: Klein
pt_br: Pequeno
ro: Mic
tr: Küçük
zh_tw: 小

source: Small number format
bn: ছোট সংখ্যা বিন্যাস
ca: Format de número petit
cs: Formát malého čísla
es: Formato de número pequeño
ja: 小さい数値形式
mi: Hōputu tau iti
nl: Klein getal opmaak
pt_br: Formato de número pequenoo
ro: Format număr mic
tr: Küçük sayı formatı
zh_tw: 數字格式化

source: Smooth Line
bn: মসৃণ রেখা
ca: Línia Suau
cs: Hladká spojnice
es: Línea Suave
ja: スムースライン
mi: Rārangi Māeneene
nl: Vloeiende lijn
pt_br: Linha Suave
ro: Linie netedă
tr: Düzgün Çizgi
zh_tw: 平滑線

source: Some roles do not exist
bn: কিছু ভূমিকা নেই
ca: Alguns rols no existeixen
cs: Některé role neexistují
ja: 一部のロールが存在しません
mi: Karekau ētahi tūranga
nl: Sommige rollen bestaan niet
pt_br: Algumas funções não existem
ro: Unele roluri nu există
tr: Bazı roller mevcut değil
zh_tw: 看板

source: Something went wrong while saving the user info
ro: Ceva a mers greșit la salvarea informațiilor utilizatorului

source: Something went wrong.
bn: কিছু ভুল হয়েছে।
ca: Alguna cosa va anar malament.
cs: Něco se pokazilo.
es: Algo salió mal.
ja: 何か問題が発生しました。
mi: I hē tētahi mea.
nl: Er ging iets mis.
pt_br: Algo não correu bem.
ro: Ceva a mers greșit.
tr: Bir şeyler ters gitti.

source: Sorry there was an error fetching database information: %s
bn: দুঃখিত, ডেটাবেস তথ্য পাওয়ার সময় একটি ত্রুটি ঘটেছে: %s
ca: Ho sentim, hi ha hagut un error obtenint informació de la base de dades: %s
cs: Omlouváme se, při načítání informací o databázi došlo k chybě: %s
es: Lo siento, hubo un error al obtener la información de la base de datos: %s
ja: データベース情報の取得中にエラーが発生しました: %s
mi: Aroha mai, i puta he hapa i te tikitanga o ngā mōhiohio pātengi raraunga: %s
nl: Sorry er is een fout opgetreden bij het ophalen van database informatie: %s
pt_br: Lamentamos, mas ocorreu um erro ao obter as informações do banco de dados: %s
ro: Ne pare rău, a apărut o eroare la preluarea informațiilor despre baza de date: %s
tr: Üzgünüz, veritabanı bilgileri alınırken bir hata oluştu: %s
zh_tw: 抱歉，獲取資料庫訊息時出錯：%s

source: Sorry there was an error fetching saved charts:
bn: দুঃখিত, সংরক্ষিত চার্ট পাওয়ার সময় একটি ত্রুটি ঘটেছে:
ca: Ho sentim, hi ha hagut un error obtenint gràfics desats:
cs: Omlouváme se, při načítání uložených grafů došlo k chybě:
es: Lo siento, hubo un error al recuperar los gráficos guardados:
ja: 保存したグラフの取得中にエラーが発生しました:
mi: Aroha mai, i puta he hapa i te tikitanga o ngā kauwhata kua tiakina:
nl: Sorry er was een fout bij het ophalen van de opgeslagen grafieken:
ro: Ne pare rău, a apărut o eroare la preluarea graficelor salvate:
tr: Üzgünüz, kaydedilen grafikler alınırken bir hata oluştu:
zh_tw: 抱歉，這個看板在獲取圖表時發生錯誤：

source: Sorry, An error occurred
bn: দুঃখিত, একটি ত্রুটি ঘটেছে
ca: Ho sentim, s'ha produït un error
cs: Omlouváme se, došlo k chybě
es: Lo siento, ha ocurrido un error
ja: エラーが発生しました
mi: Aroha mai, I puta he hapa
nl: Sorry, er is een fout opgetreden
pt_br: Desculpe, ocorreu um erro
ro: Ne pare rău, a apărut o eroare
tr: Üzgünüz, Bir hata oluştu
zh_tw: 抱歉，發生錯誤

source: Sorry, an error occurred
bn: দুঃখিত, একটি ত্রুটি ঘটেছে
ca: Ho sentim, s'ha produït un error
cs: Omlouváme se, došlo k chybě
ja: エラーが発生しました
mi: Aroha mai, i puta he hapa
nl: Sorry, er is een fout opgetreden
pt_br: Desculpe, ocorreu um erro
ro: Ne pare rău, a apărut o eroare
tr: Üzgünüz, bir hata oluştu

source: Sorry, an unknown error occurred
bn: দুঃখিত, একটি অজানা ত্রুটি ঘটেছে
ca: Ho sentim, s'ha produït un error desconegut
cs: Omlouváme se, došlo k neznámé chybě
ja: 申し訳ありませんが、問題が発生しました。
mi: Aroha mai, i puta he hapa kāore e mōhiotia ana
nl: Sorry, er is een onbekende fout opgetreden
pt_br: Desculpe, ocorreu um erro desconhecido
ro: Ne pare rău, a apărut o eroare necunoscută
tr: Üzgünüz, bilinmeyen bir hata oluştu

source: Sorry, an unknown error occurred.
bn: দুঃখিত, একটি অজানা ত্রুটি ঘটেছে।
ca: Ho sentim, s'ha produït un error desconegut.
cs: Omlouváme se, došlo k neznámé chybě.
ja: 申し訳ありませんが、問題が発生しました。
mi: Aroha mai, i puta he hapa kāore e mōhiotia ana.
nl: Sorry, er is een onbekende fout opgetreden.
pt_br: Desculpe, ocorreu um erro desconhecido.
ro: Ne pare rău, a apărut o eroare necunoscută.
tr: Üzgünüz, bilinmeyen bir hata oluştu.

source: Sorry, something went wrong. Embedding could not be deactivated.
bn: দুঃখিত, কিছু ভুল হয়েছে। এম্বেডিং নিষ্ক্রিয় করা যায়নি।
ca: Ho sentim, alguna cosa va anar malament. La incrustació no s'ha pogut desactivar.
cs: Omlouváme se, něco se pokazilo. Vkládání se nepodařilo deaktivovat.
es: Lo siento, algo salió mal. No se pudo desactivar la incrustación.
ja: 申し訳ありませんが、問題が発生しました。埋め込みを無効化できませんでした。
mi: Aroha mai, i hē tētahi mea. Kāore i taea te whakakore i te tāmau.
nl: Sorry, er ging iets mis. Embedding kon niet worden gedeactiveerd.
pt_br: Desculpe, ocorreu um erro. Não foi possível desativar a incorporação.
ro: Ne pare rău, ceva a mers greșit. Integrarea nu a putut fi dezactivată.
tr: Üzgünüz, bir şeyler ters gitti. Gömme devre dışı bırakılamadı.

source: Sorry, something went wrong. Please try again.
bn: দুঃখিত, কিছু ভুল হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
ca: Ho sentim, alguna cosa va anar malament. Si us plau torna-ho a provar.
cs: Omlouváme se, něco se pokazilo. Zkuste to prosím znovu.
es: Lo siento, algo ha ido mal. Por favor, inténtalo de nuevo.
ja: 申し訳ありませんが、問題が発生しました。もう一度試してください。
mi: Aroha mai, i hē tētahi mea. Tēnā whakamātauhia anō.
nl: Er is iets fout gegaan. Probeer het opnieuw.
ro: Ne pare rău, ceva a mers greșit. Vă rugăm să încercați din nou.

source: Sorry, something went wrong. Try again later.
bn: দুঃখিত, কিছু ভুল হয়েছে। পরে আবার চেষ্টা করুন।
ca: Ho sentim, alguna cosa va anar malament. Prova-ho de nou més tard.
cs: Omlouváme se, něco se pokazilo. Zkuste to znovu později.
es: Lo siento, algo salió mal. Inténtalo de nuevo más tarde.
ja: 申し訳ありませんが、問題が発生しました。あとでもう一度試してみてください
mi: Aroha mai, i hē tētahi mea. Whakamātauhia anō ā muri ake nei.
nl: Sorry, er ging iets mis. Probeer het later nog eens.
pt_br: Desculpe, ocorreu um erro. Tente novamente mais tarde.
ro: Ne pare rău, ceva a mers greșit. Încercați din nou mai târziu.
tr: Üzgünüz, bir şeyler ters gitti. Daha sonra tekrar deneyin.
zh_tw: 抱歉，出了點問題。請稍後再試。

source: Sorry, there was an error saving this %s: %s
bn: দুঃখিত, এটি সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে %s: %s
ca: Ho sentim, hi ha hagut un error desant aquest %s: %s
cs: Omlouváme se, při ukládání tohoto %s došlo k chybě: %s
ja: 申し訳ありませんが、%s の保存中にエラーが発生しました: %s
mi: Aroha mai, i puta he hapa i te tiakitanga o tēnei %s: %s
nl: Sorry, er was een fout bij het opslaan van deze %s: %s
pt_br: Desculpe, houve um erro ao salvar este %s: %s
ro: Ne pare rău, a apărut o eroare la salvarea acestui %s: %s
tr: Üzgünüz, bu %s kaydedilirken bir hata oluştu: %s

source: Sorry, there was an error saving this dashboard: %s
bn: দুঃখিত, এই ড্যাশবোর্ডটি সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে: %s
ca: Ho sentim, hi ha hagut un error desant aquest dashboard: %s
cs: Omlouváme se, při ukládání této nástěnky došlo k chybě: %s
ja: 申し訳ありませんが、このダッシュボードの保存中にエラーが発生しました: %s
mi: Aroha mai, i puta he hapa i te tiakitanga o tēnei papatohu: %s
nl: Sorry, er is een fout opgetreden bij het opslaan van dit dashboard: %s
pt_br: Desculpe, houve um erro ao salvar este painel: %s
ro: Ne pare rău, a apărut o eroare la salvarea acestui tablou de bord: %s
tr: Üzgünüz, bu gösterge paneli kaydedilirken bir hata oluştu: %s
zh_tw: 抱歉，這個看板在保存時發生錯誤：%s

source: Sorry, your browser does not support copying.
bn: দুঃখিত, আপনার ব্রাউজার কপি সমর্থন করে না।
ca: Ho sentim, el teu navegador no suporta copiar.
cs: Omlouváme se, váš prohlížeč nepodporuje kopírování.
es: Lo siento, tu navegador no admite la función de copiar.
ja: 申し訳ありませんが、お使いのブラウザはコピーをサポートしていません。
mi: Aroha mai, karekau tō pūtirotiro e tautoko i te tārua.
nl: Sorry, uw browser ondersteunt het kopiëren niet.
pt_br: Desculpe, seu navegador não suporta cópias.
ro: Ne pare rău, browserul dvs. nu suportă copierea.
tr: Üzgünüz, tarayıcınız kopyalamayı desteklemiyor.
zh_tw: 抱歉，您的瀏覽器不支持複製操作。

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
bn: দুঃখিত, আপনার ব্রাউজার কপি সমর্থন করে না। Ctrl / Cmd + C ব্যবহার করুন!
ca: Ho sentim, el teu navegador no suporta copiar. Usa Ctrl / Cmd + C!
cs: Omlouváme se, váš prohlížeč nepodporuje kopírování. Použijte Ctrl / Cmd + C!
es: Lo sentimos, tu navegador no soporta la función de copiado. ¡Usa Ctrl / Cmd + C!
ja: 申し訳ありませんが、お使いのブラウザはコピーをサポートしていません。 Ctrl / Cmd + C を使用してください。
mi: Aroha mai, karekau tō pūtirotiro e tautoko i te tārua. Whakamahia Ctrl / Cmd + C!
nl: Sorry, uw browser ondersteunt het kopiëren niet. Gebruik Ctrl / Cmd + C!
pt_br: Desculpe, seu navegador não suporta cópias. Use Ctrl / Cmd + C!
ro: Ne pare rău, browserul dvs. nu suportă copierea. Folosiți Ctrl / Cmd + C!
tr: Üzgünüz, tarayıcınız kopyalamayı desteklemiyor. Ctrl / Cmd + C kullanın!
zh_tw: 抱歉，您的瀏覽器不支持複製操作。使用 Ctrl / Cmd + C！

source: Sort
bn: কোন
ca: Ordenar
cs: Řadit
ja: 種類
mi: Kōmaka
nl: Sorteren
pt_br: Classificar
ro: Sortează
tr: Sırala
zh_tw: 排序:

source: Sort Ascending
ro: Sortează crescător

source: Sort Descending
bn: অবনতিতে সাজান
ca: Ordenar Descendent
cs: Řadit sestupně
ja: 降順で並べ替え
mi: Kōmaka Heke
nl: Sorteer Aflopend
pt_br: Ordenação decrescente
ro: Sortează descrescător
tr: Azalan Sırala
zh_tw: 降序

source: Sort Metric
bn: মেট্রিক সাজান
ca: Ordenar Mètrica
cs: Řadit metriku
ja: ソートメトリック
mi: Kōmaka Ine
nl: Sorteer Metriek
pt_br: Classificar métrica
ro: Sortează metrică
tr: Metriği Sırala
zh_tw: 排序指標

source: Sort Series Ascending
bn: সিরিজ উর্ধ্বমুখী সাজান
ca: Ordenar Sèries Ascendent
cs: Řadit série vzestupně
ja: シリーズを昇順に並べ替える
mi: Kōmaka Raupapa Piki
nl: Sorteer Series Oplopend
pt_br: Ordenar séries em ordem crescente
ro: Sortează serii crescător
tr: Seri Sıralama Artan

source: Sort Series By
bn: সিরিজ দ্বারা সাজান
ca: Ordenar Sèries Per
cs: Řadit série podle
ja: シリーズの並べ替え基準
mi: Kōmaka Raupapa Mā
nl: Sorteer Serie Op
pt_br: Ordenar séries por
ro: Sortează serii după
tr: Serileri şuna göre sırala

source: Sort X Axis
bn: X অক্ষ সাজান
ca: Ordenar Eix X
cs: Řadit osu X
es: Ordenar Eje X
ja: X 軸の並べ替え
mi: Kōmaka Tukutuku X
nl: Sorteer X-as
pt_br: Ordenar Eixo X
ro: Sortează axa X
tr: X Eksenini Sırala
zh_tw: 排序 X 軸

source: Sort Y Axis
bn: Y অক্ষ সাজান
ca: Ordenar Eix Y
cs: Řadit osu Y
es: Ordenar Eje Y
ja: Y軸の並べ替え
mi: Kōmaka Tukutuku Y
nl: Sorteer Y-as
pt_br: Ordenar Eixo Y
ro: Sortează axa Y
tr: Y Eksenini Sırala
zh_tw: 排序 Y 軸

source: Sort ascending
bn: উর্ধ্বমুখী সাজান
ca: Ordenar ascendent
cs: Řadit vzestupně
es: Ordenar ascendente
ja: 昇順に並べ替え
mi: Kōmaka piki
nl: Sorteer oplopend
pt_br: Ordenação crescente
ro: Sortează crescător
tr: Artan sırala
zh_tw: 升序排序

source: Sort by
bn: দ্বারা সাজান
ca: Ordenar per
cs: Řadit podle
es: Ordenar por
ja: 並び替え
mi: Kōmaka mā
nl: Sorteer op
pt_br: Ordenar por
ro: Sortează după
tr: Sırala
zh_tw: 排序

source: Sort by %s
bn: দ্বারা সাজান %s
ca: Ordenar per %s
cs: Řadit podle %s
ja: %s で並べ替え
mi: Kōmaka mā %s
nl: Sorteer op %s
pt_br: Ordenar por %s
ro: Sortează după %s
tr: %s tarafından sırala
zh_tw: 排序 %s

source: Sort by data
ro: Sortează după date

source: Sort by metric
bn: মেট্রিক দ্বারা সাজান
ca: Ordenar per mètrica
cs: Řadit podle metriky
ja: メトリックで並べ替える
mi: Kōmaka mā te ine
nl: Sorteer op metriek
pt_br: Classificar por métrica
ro: Sortează după metrică
tr: Metriğe göre sırala
zh_tw: 根据指標排序

source: Sort columns alphabetically
bn: কলামগুলো অ্যালফাবেটিক্যালি সাজান
ca: Ordenar columnes alfabèticament
cs: Řadit sloupce abecedně
es: Ordenar columnas alfabéticamente
ja: 列をアルファベット順に並び替え
mi: Kōmaka tīwae mā te arapū
nl: Sorteer kolommen alfabetisch
pt_br: Ordenar colunas alfabeticamente
ro: Sortează coloanele alfabetic
tr: Sütunları alfabetik olarak sırala
zh_tw: 對列按字母順序進行排列

source: Sort columns by
bn: কলাম দ্বারা সাজান
ca: Ordenar columnes per
cs: Řadit sloupce podle
ja: 列の並べ替え基準
mi: Kōmaka tīwae mā
nl: Sorteer kolommen op
pt_br: Classificar colunas por
ro: Sortează coloane după
tr: Sütunları şuna göre sırala
zh_tw: 對列按字母順序進行排列

source: Sort descending
bn: অবনতিতে সাজান
ca: Ordenar descendent
cs: Řadit sestupně
es: Ordenar de forma descendente
ja: 降順で並べ替え
mi: Kōmaka heke
nl: Sorteer aflopend
pt_br: Ordenação decrescente
ro: Sortează descrescător
tr: Azalan sırala
zh_tw: 降序

source: Sort filter values
bn: ফিল্টার মানগুলো সাজান
ca: Ordenar valors de filtre
cs: Řadit hodnoty filtru
ja: ソートフィルター値
mi: Kōmaka uara tātari
nl: Sorteer filterwaarden
pt_br: Valores do filtro de classificação
ro: Sortează valorile filtrului
tr: Filtre değerlerini sırala
zh_tw: 排序過濾器值

source: Sort legend
ro: Sortează legenda

source: Sort metric
bn: মেট্রিক সাজান
ca: Ordenar mètrica
cs: Řadit metriku
es: Métrica de ordenación
ja: ソートメトリック
mi: Kōmaka ine
nl: Sorteer metriek
pt_br: Ordenar métrica
ro: Sortează metrică
tr: Metriği sırala
zh_tw: 排序指標

source: Sort order
ro: Ordine sortare

source: Sort query by
bn: কোয়েরি দ্বারা সাজান
ca: Ordenar consulta per
cs: Řadit dotaz podle
mi: Kōmaka pātai mā
ro: Sortează interogare după

source: Sort rows by
bn: সারি দ্বারা সাজান
ca: Ordenar files per
cs: Řadit řádky podle
ja: 行の並べ替え基準
mi: Kōmaka rārangi mā
nl: Sorteer rijen op
pt_br: Ordenar as linhas por
ro: Sortează rânduri după
tr: Satırları şuna göre sırala
zh_tw: 排序

source: Sort series in ascending order
bn: সিরিজগুলো উর্ধ্বমুখীভাবে সাজান
ca: Ordenar sèries en ordre ascendent
cs: Řadit série vzestupně
es: Ordenar series en orden ascendente
ja: シリーズを昇順に並べ替えます
mi: Kōmaka raupapa i te raupapa piki
nl: Sorteer series in oplopende volgorde
pt_br: Ordenar as séries por ordem crescente
ro: Sortează seriile în ordine crescătoare
tr: Serileri artan sırayla sırala

source: Sort type
bn: প্রকার সাজান
ca: Tipus d'ordenació
cs: Typ řazení
ja: ソートタイプ
mi: Momo kōmaka
nl: Sorteer type
pt_br: Tipo de classificação
ro: Tip sortare
tr: Sıralama türü
zh_tw: 排序類型

source: Source
bn: স्रोत
ca: Font
cs: Zdroj
es: Fuente
ja: ソース
mi: Puna
nl: Bron
pt_br: Fonte
ro: Sursă
tr: Kaynak
zh_tw: 來源

source: Source Color
ro: Culoare sursă

source: Source SQL
bn: সোর্স SQL
ca: SQL Font
cs: Zdrojové SQL
es: SQL de origen
ja: ソースSQL
mi: SQL Puna
nl: Bron SQL
pt_br: Fonte SQL
ro: SQL sursă
tr: Kaynak SQL
zh_tw: 源 SQL

source: Source category
bn: সোর্স বিভাগ
ca: Categoria font
cs: Zdrojová kategorie
ja: ソースカテゴリ
mi: Kāwai puna
nl: Bron categorie
pt_br: Categoria de origem
ro: Categorie sursă
tr: Kaynak kategori
zh_tw: 源分類

source: Spatial
bn: স্থানিক
ca: Espacial
cs: Prostorový
es: Espacial
ja: 空間
mi: Tauwāhi
nl: Ruimtelijk
pt_br: Espacial
ro: Spațial
tr: Mekansal
zh_tw: 空間

source: Specific Date/Time
bn: নির্দিষ্ট তারিখ/সময়
ca: Data/Hora Específica
cs: Konkrétní datum/čas
es: Fecha/Hora Específica
ja: 特定の日付/時間
mi: Rā/Wā Motuhake
nl: Specifieke datum/tijd
pt_br: Data/Hora Específica
ro: Dată/Ora specifică
tr: Belirli Tarih/Zaman
zh_tw: 具體日期/時間

source: Specify name to CREATE TABLE AS schema in: public
bn: পাবলিকে সারণী তৈরি করার জন্য নাম নির্দিষ্ট করুন
ca: Especificar nom per CREATE TABLE AS esquema a: public
cs: Zadejte název pro CREATE TABLE AS ve schématu: public
es: Especifica el nombre para CREAR TABLA COMO esquema en: public
ja: CREATE TABLE AS スキーマの名前を指定: public
mi: Tohua ingoa hei CREATE TABLE AS hanga i: public
nl: Specificeer de naam van CREATE TABLE AS schema in: public
pt_br: Especificar o nome para CREATE TABLE AS schema in: public
ro: Specifică nume pentru CREATE TABLE AS schema în: public
tr: CREATE TABLE AS şemasına ad belirtin: public

source: Specify name to CREATE VIEW AS schema in: public
bn: পাবলিকে ভিউ তৈরি করার জন্য নাম নির্দিষ্ট করুন
ca: Especificar nom per CREATE VIEW AS esquema a: public
cs: Zadejte název pro CREATE VIEW AS ve schématu: public
es: Especifica el nombre para CREAR VISTA COMO esquema en: public
ja: CREATE VIEW AS スキーマの名前を指定してください: public
mi: Tohua ingoa hei CREATE VIEW AS hanga i: public
nl: Specificeer de naam van CREATE VIEW AS schema in: public
pt_br: Especificar o nome para CREATE VIEW AS schema in: public
ro: Specifică nume pentru CREATE VIEW AS schema în: public
tr: CREATE VIEW AS şemasına ad belirtin: public

source: Split number
bn: বিভক্ত সংখ্যা
ca: Número de divisió
cs: Číslo rozdělení
ja: スプリット番号
mi: Tau wehe
nl: Splits nummer
pt_br: Número de divisão
ro: Număr divizat
tr: Sayıyı Böl
zh_tw: 數字

source: Split stack by
ro: Divizează stiva după

source: Square kilometers
bn: বর্গ কিলোমিটার
ca: Quilòmetres quadrats
cs: Kilometry čtvereční
ja: 平方キロメートル
mi: Kiromita tapawhā
nl: Vierkante kilometer
pt_br: Quilômetros quadrados
ro: Kilometri pătrați
tr: Kare Kilometre

source: Square meters
bn: বর্গ মিটার
ca: Metres quadrats
cs: Metry čtvereční
ja: 平方メートル
mi: Mita tapawhā
nl: Vierkante meters
pt_br: Metros quadrados
ro: Metri pătrați
tr: Kare Metre

source: Square miles
bn: বর্গ মাইল
ca: Milles quadrades
cs: Míle čtvereční
ja: 平方マイル
mi: Maero tapawhā
nl: Vierkante mijlen
pt_br: Milhas quadradas
ro: Mile pătrate
tr: Kare Mil

source: Stack
bn: স্ট্যাক
ca: Apilar
cs: Skládat
ja: スタック
mi: Paparanga
nl: Stapel
pt_br: Pilha
ro: Stivă
tr: Yığınla

source: Stack in groups, where each group corresponds to a dimension
ro: Stivă în grupuri, unde fiecare grup corespunde unei dimensiuni

source: Stack series
bn: স্ট্যাক সিরিজ
ca: Apilar sèries
cs: Skládat série
es: Serie de pilas
ja: スタックシリーズ
mi: Raupapa paparanga
nl: Stapel series
pt_br: Empilhar série
ro: Stivă serii
tr: Yığın Serileri
zh_tw: 堆叠系列

source: Stack series on top of each other
bn: একটির উপরে অন্যটি স্ট্যাক সিরিজ
ca: Apilar sèries una sobre l'altra
cs: Skládat série na sebe
es: Apila las series una encima de la otra
ja: シリーズを積み重ねる
mi: Paparanga raupapa runga ake i tētahi
nl: Stapel series bovenop elkaar
pt_br: Empilhar séries umas sobre as outras
ro: Stivă serii una peste alta
tr: Serileri üst üste yığınla
zh_tw: 在每個上方堆叠系列

source: Stacked
bn: স্ট্যাকড
ca: Apilat
cs: Skládaný
ja: 積み上げ
mi: Paparanga
nl: Gestapeld
pt_br: Empilhado
ro: Stivuit
tr: Yığılmış
zh_tw: 堆叠

source: Stacked Bars
bn: স্ট্যাকড বারগুলো
ca: Barres Apilades
cs: Skládané sloupce
es: Barras Apiladas
ja: 積み上げバー
mi: Pae Paparanga
nl: Gestapelde Staven
pt_br: Barras empilhadas
ro: Bare stivuite
tr: Yığılmış Çubuklar
zh_tw: 堆叠柱狀圖

source: Stacked Style
bn: স্ট্যাকড স্টাইল
ca: Estil Apilat
cs: Styl skládání
es: Estilo Apilado
ja: スタックスタイル
mi: Kāhua Paparanga
nl: Gestapelde Stijl
pt_br: Estilos empilhados
ro: Stil stivuit
tr: Yığılmış Stil
zh_tw: 堆叠樣式

source: Standard time series
bn: মানক সময় সিরিজ
ca: Sèries temporals estàndard
cs: Standardní časová řada
es: Serie temporal estándar
ja: 標準時系列
mi: Raupapa wā paerewa
nl: Standaard tijdserie
pt_br: Série temporal padrão
ro: Serie de timp standard
tr: Standart zaman serisi
zh_tw: 標準時間序列

source: Start
bn: শুরু
ca: Inici
cs: Začátek
es: Iniciar
ja: 開始時間
mi: Tīmata
pt_br: Iniciar
ro: Început
tr: Başlangıç
zh_tw: 開始

source: Start (Longitude, Latitude):
bn: শুরু (দীর্ঘতা, অক্ষাংশ):
ca: Inici (Longitud, Latitud):
cs: Začátek (zeměpisná délka, šířka):
ja: 開始(経度、緯度):
mi: Tīmata (Longitude, Latitude):
nl: Start (lengtegraad, breedtegraad):
ro: Început (Longitudine, Latitudine):
tr: Başlangıç (Boylam, Enlem):

source: Start (inclusive)
ro: Început (inclusiv)
