Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: CSV upload
ca: Pujada CSV
cs: Nahrání CSV
es: Subida de CSV
mi: Tukuake CSV
pt_br: Carregar CSV
ro: Încărcare CSV
tr: CSV yükleme
zh_tw: CSV 上傳

source: CTAS & CVAS SCHEMA
bn: CTAS এবং CVAS স্কিমা
ca: ESQUEMA CTAS i CVAS
cs: SCHÉMA CTAS & CVAS
es: ESQUEMA DE CTAS & CVAS
mi: CTAS & CVAS HANGA
ro: SCHEMĂ CTAS & CVAS
tr: CTAS ve CVAS ŞEMA
zh_tw: CTAS 和 CVAS 方案

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
bn: CTAS (create table as select) কেবল একটি প্রশ্নের সাথে চালানো যেতে পারে যেখানে শেষ বিবৃতি হল SELECT। দয়া করে নিশ্চিত করুন যে আপনার প্রশ্নের শেষ বিবৃতি SELECT। তারপর, আবার আপনার প্রশ্নটি চালানোর চেষ্টা করুন।
ca: CTAS (crear taula com a selecció) només es pot executar amb una consulta on la darrera declaració sigui un SELECT. Si us plau, assegura't que la teva consulta tingui un SELECT com a darrera declaració. Després, intenta executar la teva consulta de nou.
cs: CTAS (create table as select) lze spustit pouze s dotazem, kde je poslední příkaz SELECT. Ujistěte se, že váš dotaz má jako poslední příkaz SELECT. Poté zkuste dotaz spustit znovu.
es: CTAS (CREATE TABLE AS SELECT) solo puede ejecutarse con una consulta donde la última declaración es un SELECT. Por favor, asegúrate de que tu consulta tenga un SELECT como su última declaración. Luego, intenta ejecutar tu consulta de nuevo.
ja: CTAS (選択としてテーブルを作成) は、最後のステートメントが SELECT であるクエリでのみ実行できます。クエリの最後のステートメントとして SELECT が含まれていることを確認してください。次に、クエリを再度実行してみます。
mi: Ka taea te whakahaere i te CTAS (hanga ripanga hei tīpako) me tētahi pātai kei reira ko te kīanga whakamutunga he SELECT. Tēnā kia mārama he SELECT tō kīanga whakamutunga o tō pātai. Kātahi, whakamātauhia anō tō pātai.
nl: CTAS (create table as select) kan alleen worden uitgevoerd met een query waarbij de laatste bewering een SELECT is. Zorg ervoor dat uw query als laatste verklaring een SELECT heeft. Probeer vervolgens uw zoekopdracht opnieuw uit te voeren.
pt_br: O CTAS (criar tabela como select) só pode ser executado com uma consulta em que a última instrução seja um SELECT. Certifique-se de que a sua consulta tem um SELECT como última instrução. Depois, tente executar a consulta novamente.
ro: CTAS (creare tabel ca select) poate fi rulat doar cu o interogare unde ultima declarație este un SELECT. Vă rugăm să vă asigurați că interogarea dvs. are un SELECT ca ultimă declarație. Apoi, încercați să rulați interogarea din nou.
tr: CTAS (tablo oluştur ve seç) yalnızca son ifadesi SELECT olan bir sorgu ile çalıştırılabilir. Lütfen sorgunuzun son ifadesinin bir SELECT olduğundan emin olun. Ardından sorgunuzu tekrar çalıştırmayı deneyin.
zh_tw: CTA（create table as select）只能與最後一條語句為 SELECT 的查詢一起運行。請確保查詢的最後一個語句是 SELECT。然後再次嘗試運行查詢。

source: CUSTOM
ca: PERSONALITZAT
cs: VLASTNÍ
mi: RITENGA
ro: PERSONALIZAT

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
bn: CVAS (create view as select) কেবল একটি একক SELECT বিবৃতির সাথে একটি প্রশ্নের সাথে চালানো যেতে পারে। দয়া করে নিশ্চিত করুন যে আপনার প্রশ্নে কেবল একটি SELECT বিবৃতি রয়েছে। তারপর, আবার আপনার প্রশ্নটি চালানোর চেষ্টা করুন।
ca: CVAS (crear vista com a selecció) només es pot executar amb una consulta amb una sola declaració SELECT. Si us plau, assegura't que la teva consulta tingui només una declaració SELECT. Després, intenta executar la teva consulta de nou.
cs: CVAS (create view as select) lze spustit pouze s dotazem s jediným příkazem SELECT. Ujistěte se prosím, že váš dotaz obsahuje pouze příkaz SELECT. Poté zkuste dotaz spustit znovu.
es: CVAS (CREATE VIEW AS SELECT) solo puede ejecutarse con una consulta con una única declaración SELECT. Por favor, asegúrate de que tu consulta solo tiene una declaración SELECT. Luego, intenta ejecutar tu consulta de nuevo.
ja: CVAS (選択としてビューを作成) は、単一の SELECT ステートメントを含むクエリでのみ実行できます。クエリに SELECT ステートメントのみが含まれていることを確認してください。次に、クエリを再度実行してみます。
mi: Ka taea te whakahaere i te CVAS (hanga tirohanga hei tīpako) me tētahi pātai kotahi noa te kīanga SELECT. Tēnā kia mārama kotahi anake te kīanga SELECT o tō pātai. Kātahi, whakamātauhia anō tō pātai.
nl: CVAS (create view as select) kan alleen worden uitgevoerd met een query met een enkele SELECT instructie. Zorg ervoor dat uw query alleen een SELECT instructie heeft. Probeer vervolgens uw zoekopdracht opnieuw uit te voeren.
pt_br: O CVAS (create view as select) só pode ser executado com uma consulta com uma única instrução SELECT. Certifique-se de que a sua consulta tem apenas uma instrução SELECT. Em seguida, tente executar a consulta novamente.
ro: CVAS (creare vizualizare ca select) poate fi rulat doar cu o interogare cu o singură declarație SELECT. Vă rugăm să vă asigurați că interogarea dvs. are doar o declarație SELECT. Apoi, încercați să rulați interogarea din nou.
tr: CVAS (görünüm oluştur ve seç) yalnızca tek bir SELECT ifadesi içeren bir sorgu ile çalıştırılabilir. Lütfen sorgunuzun yalnızca bir SELECT ifadesi içerdiğinden emin olun. Ardından sorgunuzu tekrar çalıştırmayı deneyin.
zh_tw: CVAS（createview as select）只能與带有單個 SELECT 語句的查詢一起運行。請確保您的查詢只有 SELECT 語句。然後再次嘗試運行查詢。

source: CVAS (create view as select) query has more than one statement.
bn: CVAS (create view as select) প্রশ্নে একাধিক বিবৃতি রয়েছে।
ca: La consulta CVAS (crear vista com a selecció) té més d'una declaració.
cs: Dotaz CVAS (create view as select) obsahuje více než jeden příkaz.
es: La consulta CVAS (CREATE VIEW AS SELECT) tiene más de una declaración.
ja: CVAS (選択としてビューを作成) クエリに複数のステートメントがあります。
mi: He nui ake i te kotahi kīanga tō pātai CVAS (hanga tirohanga hei tīpako).
nl: CVAS (create view as select) query heeft meer dan één instructie.
pt_br: A consulta CVAS (create view as select) tem mais do que uma declaração.
ro: Interogarea CVAS (creare vizualizare ca select) are mai mult de o declarație.
tr: CVAS (görünüm oluştur ve seç) sorgusu birden fazla ifade içeriyor.
zh_tw: CVAS (create view as select)查詢有多條語句。

source: CVAS (create view as select) query is not a SELECT statement.
bn: CVAS (create view as select) প্রশ্ন একটি SELECT বিবৃতি নয়।
ca: La consulta CVAS (crear vista com a selecció) no és una declaració SELECT.
cs: Dotaz CVAS (create view as select) není příkazem SELECT.
es: La consulta CVAS (CREATE VIEW AS SELECT) no es una declaración SELECT.
ja: CVAS (選択としてビューを作成) クエリは SELECT ステートメントではありません。
mi: Ehara i te kīanga SELECT te pātai CVAS (hanga tirohanga hei tīpako).
nl: CVAS (create view as select) query is geen SELECT instructie.
pt_br: A consulta CVAS (create view as select) não é uma instrução SELECT.
ro: Interogarea CVAS (creare vizualizare ca select) nu este o declarație SELECT.
tr: CVAS (görünüm oluştur ve seç) sorgusu bir SELECT ifadesi değil.
zh_tw: CVAS (create view as select)查詢不是 SELECT 語句。

source: Cache Timeout (seconds)
bn: ক্যাশের সময়সীমা (সেকেন্ড)
ca: Temps d'Espera de la Memòria Cau (segons)
cs: Časový limit mezipaměti (sekundy)
es: Tiempo de espera de caché (segundos)
ja: キャッシュタイムアウト (秒)
mi: Wā Kore-mahi Keteroki (hēkona)
nl: Cache Timeout (seconden)
pt_br: Tempo limite da cache (seconds)
ro: Expirare Cache (secunde)
tr: Önbellek Zaman Aşımı (saniye)
zh_tw: 缓存超時（秒）

source: Cache data separately for each user based on their data access roles and permissions. When disabled, a single cache will be used for all users.
ro: Cachează datele separat pentru fiecare utilizator pe baza rolurilor și permisiunilor lor de acces la date. Când este dezactivat, un singur cache va fi folosit pentru toți utilizatorii.

source: Cache timeout
bn: ক্যাশের সময়সীমা
ca: Temps d'espera de la memòria cau
cs: Časový limit mezipaměti
es: Tiempo de espera de caché
ja: キャッシュタイムアウト
mi: Wā kore-mahi keteroki
nl: Buffer time-out
pt_br: Tempo limite da cache
ro: Expirare cache
tr: Önbellek zaman aşımı
zh_tw: 缓存時間

source: Cache timeout must be a number
ro: Expirarea cache-ului trebuie să fie un număr

source: Cached
bn: ক্যাশ করা হয়েছে
ca: A la memòria cau
cs: Uloženo v mezipaměti
ja: キャッシュ済み
mi: Kua Keterokihia
nl: Gebufferd
pt_br: Em cache
ro: Cache-uit
tr: Önbellekte

source: Cached %s
bn: ক্যাশ করা %s
ca: %s a la memòria cau
cs: V mezipaměti %s
es: En caché %s
ja: キャッシュされた %s
mi: Kua Keterokihia %s
nl: Gebufferd %s
ro: Cache-uit %s
tr: Önbellekte %s
zh_tw: 缓存於%s

source: Cached value not found
bn: ক্যাশ করা মান পাওয়া যায়নি
ca: Valor de la memòria cau no trobat
cs: Hodnota v mezipaměti nenalezena
es: Valor en caché no encontrado
ja: キャッシュされた値が見つかりません。
mi: Kāore i kitea te uara keteroki
nl: Cached waarde niet gevonden
pt_br: Valor em cache não encontrado
ro: Valoare cache-uită nu a fost găsită
tr: Önbellekte değer bulunamadı
zh_tw: 缓存的值未找到

source: Calculate contribution per series or row
bn: প্রতি সিরিজ বা সারির অবদান হিসাব করুন
ca: Calcular contribució per sèrie o fila
cs: Vypočítat příspěvek na sérii nebo řádek
ja: シリーズまたは行ごとの寄与を計算する
mi: Tatauria te whakauru ia raupapa, ia rārangi rānei
nl: Bereken bijdrage per reeks of rij
pt_br: Calcular a contribuição por série ou linha
ro: Calculează contribuția pe serie sau rând
tr: Seriler veya satır başına katkıyı hesapla

source: Calculate from first step
bn: প্রথম পদক্ষেপ থেকে হিসাব করুন
ca: Calcular des del primer pas
cs: Vypočítat od prvního kroku
es: Calcular desde el primer paso
ja: 最初のステップから計算する
mi: Tatauria mai i te takahanga tuatahi
nl: Bereken vanaf de eerste stap
ro: Calculează de la primul pas

source: Calculate from previous step
bn: পূর্ববর্তী পদক্ষেপ থেকে হিসাব করুন
ca: Calcular des del pas anterior
cs: Vypočítat z předchozího kroku
es: Calcular a partir del paso anterior
ja: 前のステップから計算
mi: Tatauria mai i te takahanga tōmua
nl: Bereken vanaf vorige stap
ro: Calculează de la pasul anterior

source: Calculated column [%s] requires an expression
bn: হিসাব করা কলাম [%s] একটি প্রকাশনার প্রয়োজন
ca: La columna calculada [%s] requereix una expressió
cs: Počítaný sloupec [%s] vyžaduje výraz
es: La columna calculada [%s] requiere una expresión
ja: 計算列 [%s] には式が必要です
mi: E hiahiatia ana e te tīwae tatau [%s] tētahi kīanga
nl: Berekende kolom [%s] vereist een uitdrukking
pt_br: A coluna calculada [%s] requer uma expressão
ro: Coloana calculată [%s] necesită o expresie
tr: Hesaplanmış sütun [%s] bir ifade gerektiriyor
zh_tw: 計算列 [%s] 需要一個表達式

source: Calculated columns
bn: হিসাব করা কলাম
ca: Columnes calculades
cs: Počítané sloupce
es: Columnas calculadas
ja: 計算列
mi: Tīwae tatau
nl: Berekende kolommen
pt_br: Colunas calculadas
ro: Coloane calculate
tr: Hesaplanmış sütunlar
zh_tw: 計算列

source: Calculation type
bn: হিসাবের ধরন
ca: Tipus de càlcul
cs: Typ výpočtu
es: Tipo de cálculo
ja: 計算タイプ
mi: Momo tatauranga
nl: Soort berekening
pt_br: Tipo de cálculo
ro: Tip calcul
tr: Hesaplama türü
zh_tw: 計算類型

source: Calendar Heatmap
bn: ক্যালেন্ডার হিটম্যাপ
ca: Mapa de Calor de Calendari
cs: Kalendářová teplotní mapa
es: Mapa de calor del calendario
ja: カレンダーヒートマップ
mi: Mahere Wera Maramataka
nl: Kalender Heatmap
pt_br: Mapa de calor do calendário
ro: Hartă Termică Calendaristică
tr: Takvim Isı Haritası
zh_tw: 時間热力圖

source: Can not move top level tab into nested tabs
bn: শীর্ষ স্তরের ট্যাবকে আবদ্ধ ট্যাবে স্থানান্তরিত করা যাবে না
ca: No es pot moure una pestanya de nivell superior dins de pestanyes imbricades
cs: Nelze přesunout kartu nejvyšší úrovně do vnořených karet
es: No se puede mover la pestaña de nivel superior a las pestañas anidadas
ja: トップレベルのタブをネストされたタブに移動できません
mi: Kāore e taea te neke i te ripa taumata runga ki ngā ripa whakawhāiti
nl: Kan bovenste tabblad niet in geneste tabbladen verplaatsen
pt_br: Não é possível mover a aba de nível superior para abas aninhadas
ro: Nu se poate muta fila de nivel superior în file imbricate
zh_tw: 無法將頂級選項卡移動到嵌套選項卡中

source: Can select multiple values
bn: একাধিক মান নির্বাচন করা যাবে
ca: Pot seleccionar múltiples valors
cs: Lze vybrat více hodnot
ja: 複数の値を選択できます
mi: Ka taea te tīpako i ngā uara maha
nl: Kan meerdere waarden selecteren
pt_br: Pode selecionar vários valores
ro: Poate selecta valori multiple
tr: Birden fazla değer seçilebilir

source: Cancel
bn: বাতিল করুন
ca: Cancel·lar
cs: Zrušit
es: Cancelar
ja: キャンセル
mi: Whakakore
nl: Annuleer
pt_br: Cancelar
ro: Anulează
tr: İptal
zh_tw: 取消

source: Cancel query on window unload event
bn: জানালার আনলোড ইভেন্টে প্রশ্ন বাতিল করুন
ca: Cancel·lar consulta en l'esdeveniment de descàrrega de finestra
cs: Zrušit dotaz při události uvolnění okna
es: Cancelar consulta en el evento de descarga de ventana
ja: ウィンドウアンロードイベントでクエリをキャンセル
mi: Whakakore pātai i te kaupapa tāruarunga matapihi
nl: Query annuleren bij window unload gebeurtenis
pt_br: Cancelar consulta no evento de descarregamento da janela
ro: Anulează interogarea la evenimentul de descărcare a ferestrei
tr: Pencere yükleme olayında sorguyu iptal et
zh_tw: 當窗口關闭時取消查詢

source: Cannot access the query
bn: প্রশ্নে প্রবেশ করা সম্ভব নয়
ca: No es pot accedir a la consulta
cs: Nelze přistoupit k dotazu
es: No se puede acceder a la consulta
ja: クエリにアクセスできません。
mi: Kāore e taea te uru ki te pātai
nl: Kan geen toegang krijgen tot de query
pt_br: Não foi possível acessar a consulta
ro: Nu se poate accesa interogarea
tr: Sorguya erişilemiyor
zh_tw: 無法訪問查詢

source: Cannot delete a database that has datasets attached
bn: যার সাথে ডেটাসেট সংযুক্ত আছে সেই ডাটাবেস মুছে ফেলা সম্ভব নয়
ca: No es pot eliminar una base de dades que té conjunts de dades associats
cs: Nelze smazat databázi, která má připojené sady dat
ja: データセットがアタッチされているデータベースは削除できません。
mi: Kāore e taea te muku i tētahi pātengi raraunga he rārangi raraunga tūhono tōna
nl: Een database gekoppeld aan datasets kan niet worden verwijderd
pt_br: Não é possível excluir um banco de dados que tenha conjuntos de dados anexados
ro: Nu se poate șterge o bază de date care are seturi de date atașate
tr: Veri setleri bağlı bir veritabanı silinemez
zh_tw: 無法删除附加了數據集的資料庫

source: Cannot delete system themes
ro: Nu se pot șterge temele sistemului

source: Cannot delete theme that is set as system default or dark theme
ro: Nu se poate șterge tema care este setată ca temă implicită sau întunecată a sistemului

source: Cannot delete theme that is set as system default or dark theme.
ro: Nu se poate șterge tema care este setată ca temă implicită sau întunecată a sistemului.

source: Cannot find the table (%s) metadata.
ca: No es poden trobar les metadades de la taula (%s).
cs: Nelze nalézt metadata tabulky (%s).
mi: Kāore e kitea te ripanga (%s) metadata.
ro: Nu se pot găsi metadatele tabelului (%s).

source: Cannot have multiple credentials for the SSH Tunnel
bn: SSH টানেলের জন্য একাধিক শংসাপত্র থাকতে পারে না
ca: No es poden tenir múltiples credencials per al túnel SSH
cs: Pro SSH tunel nelze mít více pověření
es: No se pueden tener múltiples credenciales para el Túnel SSH
ja: SSH トンネルに複数の認証情報を持つことはできません。
mi: Kāore e taea te maha o ngā taipitopito mō te SSH Tunnel
nl: Kan niet meerdere inloggegevens hebben voor de SSH tunnel
pt_br: Não é possível ter múltiplas credenciais para o Túnel SSH
ro: Nu se pot avea credențiale multiple pentru SSH Tunnel
tr: SSH Tüneli için birden fazla kimlik bilgisi kullanılamaz

source: Cannot load filter
bn: ফিল্টার লোড করা সম্ভব নয়
ca: No es pot carregar el filtre
cs: Nelze načíst filtr
ja: フィルタを読み込めません
mi: Kāore e taea te uta i te tātari
nl: Kan filter niet laden
pt_br: Não é possível carregar o filtro
ro: Nu se poate încărca filtrul
tr: Filtre yüklenemiyor
zh_tw: 無法加载篩選器

source: Cannot load filter:
ro: Nu se poate încărca filtrul:

source: Cannot modify system themes.
ro: Nu se pot modifica temele sistemului.

source: Cannot parse time string [%(human_readable)s]
bn: সময় স্ট্রিং [%(human_readable)s] পার্স করা সম্ভব নয়
ca: No es pot analitzar la cadena de temps [%(human_readable)s]
cs: Nelze zpracovat časový řetězec [%(human_readable)s]
es: No se puede analizar la cadena de tiempo [%(human_readable)s]
ja: 時間文字列 [%(human_readable)s] を解析できません。
mi: Kāore e taea te poroporo i te aho wā [%(human_readable)s]
nl: Kan tijdstring [%(human_readable)s] niet parsen
pt_br: Não é possível analisar a string de tempo [%(human_readable)s ]
ro: Nu se poate analiza șirul de timp [%(human_readable)s]
tr: Zaman dizesi ayrıştırılamıyor [%(human_readable)s]
zh_tw: 無法解析時間字符串[%(human_readable)s]

source: Cartodiagram
ca: Cartodiagrama
cs: Kartodiagram
ro: Cartodiagramă

source: Categorical
bn: শ্রেণীবদ্ধ
ca: Categòric
cs: Kategorický
es: Categórico
ja: カテゴリカル
mi: Kāwai
nl: Categorisch
pt_br: Categórico
ro: Categoric
tr: Kategorik
zh_tw: 分類

source: Categorical Color
bn: শ্রেণীবদ্ধ রঙ
ca: Color Categòric
cs: Kategorická barva
ja: カテゴリカルカラー
mi: Tae Kāwai
nl: Categorische Kleur
pt_br: Cor categórica
ro: Culoare Categorică
tr: Kategorik Renk

source: Categorical palette
ro: Paletă categorică

source: Categories to group by on the x-axis.
bn: x-অক্ষে গ্রুপ করার জন্য ক্যাটাগরিগুলি।
ca: Categories per agrupar a l'eix x.
cs: Kategorie pro seskupení na ose X.
es: Categorías para agrupar en el eje x.
ja: X 軸でグループ化するカテゴリ。
mi: Kāwai hei rōpū i runga i te tukutuku-x.
nl: Categorieën om te groeperen op de x-as.
pt_br: Categorias para grupo por sobre o eixo x.
ro: Categorii pentru gruparea pe axa x.
tr: X-ekseninde gruplandırılacak kategoriler.
zh_tw: 要在 x 軸上分組的類别。

source: Category
bn: শ্রেণী
ca: Categoria
cs: Kategorie
es: Categoría
ja: カテゴリー
mi: Kāwai
nl: Categorie
pt_br: Categoria
ro: Categorie
tr: Kategori
zh_tw: 分類

source: Category Name
bn: শ্রেণীর নাম
ca: Nom de Categoria
cs: Název kategorie
ja: 種別名
mi: Ingoa Kāwai
nl: Categorie Naam
pt_br: Nome da categoria
ro: Nume Categorie
tr: Kategori Adı

source: Category and Percentage
bn: শ্রেণী এবং শতাংশ
ca: Categoria i Percentatge
cs: Kategorie a procento
es: Categoría y porcentaje
ja: カテゴリとパーセンテージ
mi: Kāwai me te Ōrau
nl: Categorie en Percentage
pt_br: Categoria e Porcentagem
ro: Categorie și Procent
tr: Kategori ve Yüzde

source: Category and Value
bn: শ্রেণী এবং মান
ca: Categoria i Valor
cs: Kategorie a hodnota
ja: カテゴリと値
mi: Kāwai me te Uara
nl: Categorie en Waarde
pt_br: Categoria e valor
ro: Categorie și Valoare
tr: Kategori ve Değer

source: Category name
bn: শ্রেণীর নাম
ca: Nom de categoria
cs: Název kategorie
ja: 種別名
mi: Ingoa kāwai
nl: Categorie naam
pt_br: Nome da categoria
ro: Nume categorie
tr: Kategori adı

source: Category of target nodes
bn: লক্ষ্য নোডের শ্রেণী
ca: Categoria dels nodes objectiu
cs: Kategorie cílových uzlů
es: Categoría de nodos objetivo
ja: 対象ノードのカテゴリ
mi: Kāwai o ngā pona whāinga
nl: Categorie van de doelnode
pt_br: Categoria dos nós de destino
ro: Categoria nodurilor țintă
tr: Hedef düğümlerin kategorisi
zh_tw: 目標節點類别

source: Category, Value and Percentage
bn: শ্রেণী, মান এবং শতাংশ
ca: Categoria, Valor i Percentatge
cs: Kategorie, hodnota a procento
es: Categoría, valor y porcentaje
ja: カテゴリ、値、パーセンテージ
mi: Kāwai, Uara me te Ōrau
nl: Categorie, Waarde en Percentage
pt_br: Categoria, Valor e Porcentagem
ro: Categorie, Valoare și Procent
tr: Kategori, Değer ve Yüzde

source: Cell Padding
bn: কোষ প্যাডিং
ca: Farciment de Cel·la
cs: Vnitřní okraj buňky
es: Relleno de celda
ja: セルパディング
mi: Pākeke Pūtau
nl: Cel vulruimte
pt_br: Preenchimento de célula
ro: Spațiere Celulă
tr: Hücre Dolgusu
zh_tw: 單元填充

source: Cell Radius
bn: কোষের রেডিয়াস
ca: Radi de Cel·la
cs: Poloměr buňky
es: Radio de celda
ja: セル半径
mi: Pūtoro Pūtau
nl: Cel radius
pt_br: Raio da Célula
ro: Rază Celulă
tr: Hücre Yarıçapı
zh_tw: 單元格半徑

source: Cell Size
bn: কোষের আকার
ca: Mida de Cel·la
cs: Velikost buňky
ja: セルサイズ
mi: Rahi Pūtau
nl: Cel grootte
pt_br: Tamanho da célula
ro: Dimensiune Celulă
tr: Hücre Boyutu
zh_tw: 單元尺寸

source: Cell content
bn: কোষের বিষয়বস্তু
ca: Contingut de la cel·la
cs: Obsah buňky
es: Contenido de la celda
ja: セルの内容
mi: Ihirangi pūtau
nl: Cel inhoud
pt_br: Conteúdo da célula
ro: Conținut celulă
tr: Hücre içeriği
zh_tw: 單元格内容

source: Cell layout & styling
ro: Aspect și stilizare celulă

source: Cell limit
bn: কোষের সীমা
ca: Límit de cel·les
cs: Limit buněk
ja: セル制限
mi: Tepe pūtau
nl: Cel limiet
pt_br: Limite de célula
ro: Limită celulă
tr: Hücre sınırı

source: Cell title template
ro: Șablon titlu celulă

source: Centroid (Longitude and Latitude):
bn: কেন্দ্র (দ্রাঘিমাংশ এবং অক্ষাংশ):
ca: Centroide (Longitud i Latitud):
cs: Těžiště (zeměpisná délka a šířka):
ja: 重心 (経度と緯度):
mi: Pokapū (Longitude me Latitude):
nl: Centraal (Longitude en Latitude):
ro: Centroid (Longitudine și Latitudine):
tr: Merkez (Boylam ve Enlem):

source: Certification
bn: প্রমাণপত্র
ca: Certificació
cs: Certifikace
ja: 認証
mi: Tautūtanga
nl: Certificering
pt_br: Certificação
ro: Certificare
tr: Sertifikasyon
zh_tw: 認證

source: Certification and additional settings
ro: Certificare și setări suplimentare

source: Certification details
bn: প্রমাণপত্রের বিস্তারিত
ca: Detalls de la certificació
cs: Podrobnosti certifikace
es: Detalles de certificación
ja: 認証の詳細
mi: Taipitopito tautūtanga
nl: Details certificering
pt_br: Detalhes de certificação
ro: Detalii certificare
tr: Sertifikasyon detayları
zh_tw: 認證細節

source: Certified
bn: সার্টিফাইড
ca: Certificat
cs: Certifikováno
ja: 認証済
mi: Kua Tautūtia
nl: Gecertificeerd
pt_br: Certificado
ro: Certificat
tr: Sertifikalı
zh_tw: 認證

source: Certified By
bn: দ্বারা সার্টিফাইড
ca: Certificat Per
cs: Certifikoval(a)
ja: 認定機関
mi: Tautūtia e
nl: Gecertificeerd door
pt_br: Certificado Por
ro: Certificat De
tr: Tarafından Sertifikalandı
zh_tw: 認證

source: Certified by
bn: দ্বারা সার্টিফাইড
ca: Certificat per
cs: Certifikoval(a)
es: Certificado por
ja: 認定機関
mi: Tautūtia e
nl: Gecertificeerd door
pt_br: Certificado por
ro: Certificat de
tr: Tarafından sertifikalandı
zh_tw: 認證

source: Certified by %s
bn: সার্টিফাইড দ্বারা %s
ca: Certificat per %s
cs: Certifikoval(a) %s
es: Certificado por %s
ja: %s による認定
mi: Tautūtia e %s
nl: Gecertificeerd door %s
pt_br: Certificado por %s
ro: Certificat de %s
tr: %s tarafından sertifikalandı
zh_tw: 認證人 %s

source: Change order of columns.
bn: কলামের অর্ডার পরিবর্তন করুন।
ca: Canviar l'ordre de les columnes.
cs: Změnit pořadí sloupců.
es: Cambiar el orden de las columnas.
ja: 列の順序を変更します。
mi: Whakarereke i te rārangi o ngā tīwae.
nl: Wijzig volgorde van kolommen.
pt_br: Mudar ordem das colunas.
ro: Schimbă ordinea coloanelor.
tr: Sütunların sırasını değiştir.
zh_tw: 更改列的順序。

source: Change order of rows.
bn: সারির অর্ডার পরিবর্তন করুন।
ca: Canviar l'ordre de les files.
cs: Změnit pořadí řádků.
es: Cambiar el orden de las filas.
ja: 行の順序を変更します。
mi: Whakarereke i te rārangi o ngā rārangi.
nl: Verander de volgorde van rijen.
pt_br: Mudar ordem das linhas.
ro: Schimbă ordinea rândurilor.
tr: Satırların sırasını değiştir.
zh_tw: 更改行的順序。

source: Changed by
bn: দ্বারা পরিবর্তিত
ca: Canviat per
cs: Změnil(a)
ja: 更新者
mi: I whakarerekeahia e
nl: Gewijzigd door
ro: Modificat de

source: Changed on
ca: Canviat el
cs: Změněno dne
mi: I whakarerekeahia i
pt_br: Alterado em
ro: Modificat pe
tr: Değiştirilme Tarihi

source: Changes saved.
bn: পরিবর্তনগুলি সংরক্ষিত হয়েছে।
ca: Canvis desats.
cs: Změny uloženy.
es: Cambios guardados.
ja: 変更が保存されました。
mi: Kua tiakina ngā huringa.
nl: Wijzigingen opgeslagen.
pt_br: Alterações salvas.
ro: Modificări salvate.
tr: Değişiklikler kaydedildi.
zh_tw: 修改已保存

source: Changes the sort value of the items in the legend only
ro: Schimbă valoarea de sortare a elementelor din legendă doar

source: Changing one or more of these dashboards is forbidden
bn: এই এক বা একাধিক ড্যাশবোর্ড পরিবর্তন করা নিষিদ্ধ
ca: Canviar un o més d'aquests dashboards està prohibit
cs: Změna jedné nebo více z těchto nástěnek je zakázána
ja: これらのダッシュボードの 1 つ以上を変更することは禁止されています。
mi: He tapu te whakarereke i tētahi, i ētahi rānei o ēnei papatohu
nl: Het wijzigen van een of meer van deze dashboards is verboden
ro: Schimbarea unuia sau mai multora dintre aceste tablouri de bord este interzisă
