Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Collapse tab content
bn: ট্যাবের বিষয়বস্তু অযুত করুন
ca: Col·lapsar contingut de la pestanya
cs: Sbalit obsah karty
ja: タブのコンテンツを折りたたむ
mi: Hīngonga ihirangi ripa
nl: Tabbladinhoud inklappen
pt_br: Recolher o conteúdo da aba
ro: Restrânge conținutul filei
tr: Sekme içeriğini daralt

source: Color
bn: রঙ
cs: Barva
ja: カラー
mi: Tae
nl: Kleur
pt_br: Cor
ro: Culoare
tr: Renk
zh_tw: 颜色

source: Color +/-
bn: রঙ +/-
cs: Barva +/-
ja: カラー +/-
mi: Tae +/-
nl: Kleur +/-
pt_br: Cor +/-
ro: Culoare +/-
tr: Renk +/-
zh_tw: 色彩 +/-

source: Color Metric
bn: রঙ মেট্রিক
ca: Mètrica de Color
cs: Metrika barvy
ja: 色の指標
mi: Ine Tae
nl: Kleur Metriek
pt_br: Métrica de cores
ro: Metrică Culoare
tr: Renk Metriği
zh_tw: 颜色指標

source: Color Scheme
bn: রঙের স্কিম
ca: Esquema de Colors
cs: Barevné schéma
ja: 配色
mi: Kaupapa Tae
nl: Kleurenschema
pt_br: Esquema de cores
ro: Schemă Culori
tr: Renk Şeması
zh_tw: 配色方案

source: Color Scheme Type
ro: Tip Schemă Culori

source: Color Steps
bn: রঙের পদক্ষেপ
ca: Passos de Color
cs: Kroky barev
ja: カラーステップ
mi: Takahanga Tae
nl: Kleur Stappen
pt_br: Etapas de cores
ro: Pași Culoare
tr: Renk Adımları
zh_tw: 色階

source: Color bounds
bn: রঙের সীমানা
ca: Límits de color
cs: Hranice barev
es: Límites de color
ja: 色の境界
mi: Rohe tae
nl: Kleur grenzen
pt_br: Limites de cor
ro: Limite culoare
tr: Renk sınırları

source: Color breakpoints
ro: Puncte de întrerupere culoare

source: Color by
bn: দ্বারা রঙ
ca: Color per
cs: Barva podle
ja: 色分け
mi: Tae mā
nl: Kleur op
pt_br: Cor por
ro: Culoare după
tr: Tarafından Renklendir

source: Color for breakpoint
ro: Culoare pentru punct de întrerupere

source: Color metric
bn: রঙ মেট্রিক
ca: Mètrica de color
cs: Metrika barvy
es: Métrica de color
ja: 色の指標
mi: Ine tae
nl: Kleur metriek
pt_br: Métrica de cor
ro: Metrică culoare
tr: Renk metriği
zh_tw: 颜色指標

source: Color of the source location
ro: Culoarea locației sursă

source: Color of the target location
bn: লক্ষ্য স্থানের রঙ
ca: Color de la ubicació objectiu
cs: Barva cílového umístění
ja: 対象箇所の色
mi: Tae o te wāhi whāinga
nl: Kleur van de doellocatie
pt_br: Cor do local de destino
ro: Culoarea locației țintă
tr: Hedef konumun rengi

source: Color scheme
bn: রঙের স্কিম
ca: Esquema de colors
cs: Barevné schéma
es: Esquema de color
ja: 配色
mi: Kaupapa tae
nl: Kleurenschema
pt_br: Esquema de cores
ro: Schemă culori
tr: Renk şeması
zh_tw: 配色方案

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
bn: নির্বাচিত পরিসরের অন্যান্য সেলের বিরুদ্ধে একটি নির্দিষ্ট কক্ষের স্বাভাবিক (0% থেকে 100%) মানের উপর ভিত্তি করে রঙ শেড করা হবে:
ca: El color serà ombrejat basat en el valor normalitzat (0% a 100%) d'una cel·la donada contra les altres cel·les del rang seleccionat:
cs: Barva bude stínována na základě normalizované (0 % až 100 %) hodnoty dané buňky vůči ostatním buňkám ve vybraném rozsahu:
es: El color se sombreará en función del valor normalizado (del 0% al 100%) de una celda dada en comparación con las otras celdas en el rango seleccionado:
ja: 色は、選択した範囲内の他のセルに対する特定のセルの正規化された (0% ～ 100%) 値に基づいてシェーディングされます。
mi: Ka marumaru te tae i runga i te uara whakawhānuitia (0% ki 100%) o tētahi pūtau ki ngā pūtau kē i te korahi kua tīpakohia:
nl: De kleur zal worden ingekleurd op basis van de genormaliseerde (0% tot 100%) waarde van een cel tegen de andere cellen in het geselecteerde bereik:
ro: Culoarea va fi umbrită pe baza valorii normalizate (0% la 100%) a unei celule date față de celelalte celule din intervalul selectat:

source: Color:
bn: রঙ:
cs: Barva:
ja: 色:
mi: Tae:
nl: Kleur:
ro: Culoare:

source: Column
bn: কলাম
ca: Columna
cs: Sloupec
es: Columna
ja: 列
mi: Tīwae
nl: Kolom
pt_br: Coluna
ro: Coloană
tr: Sütun
zh_tw: 列

source: Column "%(column)s" is not numeric or does not exists in the query results.
ca: La columna "%(column)s" no és numèrica o no existeix als resultats de la consulta.
cs: Sloupec „%(column)s“ není číselný nebo neexistuje ve výsledcích dotazu.
es: La columna "%(column)s" no es numértica o no existe en los resultados de la consulta
ja: 列 "%(column)s" が数値ではないか、クエリ結果に存在しません。
mi: Ehara te tīwae "%(column)s" i te tau, karekau rānei i roto i ngā hua pātai.
nl: Kolom "%(column)s" is niet numeriek of bestaat niet in de zoekresultaten.
pt_br: A coluna "%(column)s" não é numérica ou não existe nos resultados da consulta.
ro: Coloana "%(column)s" nu este numerică sau nu există în rezultatele interogării.
zh_tw: 列"%(column)s"不是數字或不在查詢结果中

source: Column Configuration
bn: কলাম কনফিগারেশন
ca: Configuració de Columna
cs: Konfigurace sloupce
ja: 列構成
mi: Whirihora Tīwae
nl: Kolom Configuratie
pt_br: Configuração da coluna
ro: Configurare Coloană
tr: Sütun Yapılandırma

source: Column Formatting
bn: কলাম ফরম্যাটিং
ca: Format de Columna
cs: Formátování sloupce
ja: 列の書式設定
mi: Hōputu Tīwae
nl: Kolom Opmaak
pt_br: Formatação de colunas
ro: Formatare Coloană
tr: Sütun Biçimlendirme

source: Column Settings
ca: Configuració de Columna
cs: Nastavení sloupce
mi: Tautuhinga Tīwae
ro: Setări Coloană

source: Column containing ISO 3166-2 codes of region/province/department in your table.
bn: আপনার টেবিলে অঞ্চল/প্রদেশ/বিভাগের ISO 3166-2 কোড ধারণকারী কলাম।
ca: Columna que conté codis ISO 3166-2 de regió/província/departament a la teva taula.
cs: Sloupec ve vaší tabulce obsahující kódy ISO 3166-2 regionu/provincie/departementu.
es: Columna que contiene códigos ISO 3166-2 de región/provincia/departamento en tu tabla.
ja: テーブル内の地域/県/部門の ISO 3166-2 コードを含む列。
mi: Tīwae kei roto ngā waehere ISO 3166-2 o te rohe/kawanatanga/tari i tō ripanga.
nl: Kolom met ISO 3166-2 codes regionaal/provincie/afdeling in uw tabel.
pt_br: Coluna contendo códigos ISO 3166-2 da região/província/departamento em sua tabela.
ro: Coloană care conține codurile ISO 3166-2 ale regiunii/provinciei/departamentului din tabelul tău.
tr: Tablonuzdaki bölge/il/şehir için ISO 3166-2 kodlarını içeren sütun.
zh_tw: 表中包含地區/省/省的ISO 3166-2代碼的列

source: Column containing latitude data
bn: অক্ষাংশ ডেটা ধারণকারী কলাম
ca: Columna que conté dades de latitud
cs: Sloupec obsahující data o zeměpisné šířce
es: Columna que contiene datos de latitud
ja: 緯度データを含む列
mi: Tīwae kei roto ngā raraunga latitude
nl: Kolom met breedtegraad gegevens
pt_br: Coluna contendo dados de latitude
ro: Coloană care conține date de latitudine
tr: Enlem verilerini içeren sütun
zh_tw: 包含緯度數據的列

source: Column containing longitude data
bn: দ্রাঘিমাংশ ডেটা ধারণকারী কলাম
ca: Columna que conté dades de longitud
cs: Sloupec obsahující data o zeměpisné délce
es: Columna que contiene datos de longitud
ja: 経度データを含む列
mi: Tīwae kei roto ngā raraunga longitude
nl: Kolom met lengtegraad gegevens
pt_br: Coluna contendo dados de longitude
ro: Coloană care conține date de longitudine
tr: Boylam verilerini içeren sütun
zh_tw: 包含經度數據的列

source: Column data types
bn: কলাম ডেটা ধরনের
ca: Tipus de dades de columna
cs: Datové typy sloupců
mi: Momo raraunga tīwae
ro: Tipuri de date coloană

source: Column header tooltip
bn: কলাম হেডার টুলটিপ
ca: Informació d'ajuda de l'encapçalament de columna
cs: Nápověda záhlaví sloupce
es: Descripción emergente del encabezado de la columna
ja: 列ヘッダーのツールチップ
mi: Kītukutuku pane tīwae
nl: Kolomkop tooltip
pt_br: Dica de ferramenta para o cabeçalho da coluna
ro: Tooltip antet coloană
tr: Sütun başlığı araç ipucu

source: Column is required
bn: কলাম আবশ্যক
ca: La columna és obligatòria
cs: Sloupec je povinný
ja: 列は必須です
mi: E hiahiatia ana te tīwae
nl: Kolom is vereist
pt_br: A coluna é necessária
ro: Coloana este obligatorie
tr: Sütun zorunludur
zh_tw: 列是必填項

source: Column name
bn: কলামের নাম
ca: Nom de columna
cs: Název sloupce
ja: 列名
mi: Ingoa tīwae
nl: Kolomnaam
pt_br: Nome da coluna
ro: Nume coloană
tr: Sütun adı

source: Column name [%s] is duplicated
bn: কলামের নাম [%s] পুনরাবৃত্তি হয়েছে
ca: El nom de columna [%s] està duplicat
cs: Název sloupce [%s] je duplicitní
es: El nombre de la columna [%s] está duplicado
ja: 列名 [%s] が重複しています
mi: Kua tāruatia te ingoa tīwae [%s]
nl: Kolomnaam [%s] is gedupliceerd
pt_br: Nome da coluna [%s] está duplicado
ro: Numele coloanei [%s] este duplicat
tr: Sütun adı [%s] tekrarlanıyor
zh_tw: 列名 [%s] 重复

source: Column referenced by aggregate is undefined: %(column)s
bn: এগ্রিগেট দ্বারা উল্লেখিত কলাম অজ্ঞাত: %(column)s
ca: La columna referenciada per l'agregat no està definida: %(column)s
cs: Sloupec odkazovaný agregací není definován: %(column)s
es: La columna referenciada por el agregado no está definida: %(column)s
ja: 集計によって参照される列が未定義です。: %(column)s
mi: Kāore i tautuhia te tīwae e tohutorohia ana e te whakaarotau: %(column)s
nl: Kolom waarnaar aggregaat verwijst is ongedefinieerd: %(column)s
pt_br: Coluna referenciado pelo agregado é indefinido: %(column)s
ro: Coloana referențiată de agregat este nedefinită: %(column)s
tr: Toplama tarafından referans alınan sütun tanımsız: %(column)s
zh_tw: 聚合引用的列未定義：%(column)s

source: Column select
bn: কলাম নির্বাচন
ca: Selecció de columna
cs: Výběr sloupce
ja: 列選択
mi: Tīpako tīwae
nl: Kolom selecteren
pt_br: Seleção de coluna
ro: Selectare coloană
tr: Sütun seç
zh_tw: 選擇列

source: Column to use as the index of the dataframe. If None is given, Index label is used.
bn: ডেটাফ্রেমের ইনডেক্স হিসেবে ব্যবহার করার জন্য কলাম। যদি None দেওয়া হয়, ইনডেক্স লেবেল ব্যবহৃত হয়।
ca: Columna a utilitzar com a índex del dataframe. Si no se'n proporciona cap, s'utilitza l'etiqueta Index.
cs: Sloupec, který se má použít jako index datového rámce. Pokud není zadán žádný, použije se popisek Index.
mi: Tīwae hei whakamahi hei kuputohu o te dataframe. Mēnā karekau he None kua tukuna, ka whakamahia te tapanga kuputohu Index.
ro: Coloană de folosit ca index al dataframe-ului. Dacă None este dat, eticheta Index este folosită.

source: Column type
ca: Tipus de columna
cs: Typ sloupce
mi: Momo tīwae
ro: Tip coloană

source: Columnar upload
ca: Pujada columnar
cs: Sloupcové nahrávání
mi: Tukuake tīwae pou
ro: Încărcare coloanară

source: Columns
bn: কলামগুলো
ca: Columnes
cs: Sloupce
es: Columnas
ja: 列
mi: Tīwae
nl: Kolommen
pt_br: Colunas
ro: Coloane
tr: Sütunlar
zh_tw: 列

source: Columns (%s)
ca: Columnes (%s)
cs: Sloupce (%s)
mi: Tīwae (%s)
ro: Coloane (%s)

source: Columns and metrics
ro: Coloane și metrici

source: Columns missing in dataset: %(invalid_columns)s
bn: ডেটাসেটে অনুপস্থিত কলাম: %(invalid_columns)s
ca: Columnes que falten al conjunt de dades: %(invalid_columns)s
cs: Sloupce chybějící v sadě dat: %(invalid_columns)s
ja: データセットに列がありません。: %(invalid_columns)s
mi: Tīwae e ngaro ana i te rārangi raraunga: %(invalid_columns)s
nl: Kolommen ontbreken in dataset: %(invalid_columns)s
pt_br: Faltam colunas no conjunto de dados: %(invalid_columns)s
ro: Coloane lipsă în setul de date: %(invalid_columns)s
tr: Veri kümesinde eksik sütunlar: %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
bn: ডেটাসোর্সে অনুপস্থিত কলাম: %(invalid_columns)s
ca: Columnes que falten a la font de dades: %(invalid_columns)s
cs: Sloupce chybějící ve zdroji dat: %(invalid_columns)s
es: Columnas faltantes en la fuente de datos: %(invalid_columns)s
ja: データソースに列がありません。: %(invalid_columns)s
mi: Tīwae e ngaro ana i te puna raraunga: %(invalid_columns)s
nl: Kolommen ontbreken in databron: %(invalid_columns)s
pt_br: Colunas ausente na fonte de dados: %(invalid_columns)s
ro: Coloane lipsă în sursa de date: %(invalid_columns)s
tr: Veri kaynağında eksik sütunlar: %(invalid_columns)s
zh_tw: 數據源中缺少列：%(invalid_columns)s

source: Columns subtotal position
bn: কলামের উপমোট অবস্থান
ca: Posició del subtotal de columnes
cs: Pozice mezisoučtu sloupců
es: Posición subtotal de columnas
ja: 列の小計位置
mi: Tūnga tapeke tīwae
nl: Kolommen subtotaal positie
pt_br: Posição do subtotal das colunas
ro: Poziție subtotal coloane
tr: Sütun alt toplam konumu
zh_tw: 列的小計位置

source: Columns to be parsed as dates
ca: Columnes a analitzar com a dates
cs: Sloupce, které se mají zpracovat jako data
mi: Tīwae hei poroporo hei rā
ro: Coloane de analizat ca date

source: Columns to calculate distribution across.
bn: যেসব কলামের মধ্যে বিতরণ হিসাব করতে হবে।
ca: Columnes per calcular la distribució.
cs: Sloupce, přes které se má vypočítat distribuce.
es: Columnas para calcular la distribución a través de ellas.
ja: 全体の分布を計算する列。
mi: Tīwae hei tatau i te tohatoha.
nl: Kolommen om de distributie te berekenen.
pt_br: Colunas para calcular a distribuição entre.
ro: Coloane pentru calcularea distribuției pe parcurs.
tr: Dağılım hesaplamak için sütunlar.

source: Columns to display
bn: দেখানোর জন্য কলাম
ca: Columnes a mostrar
cs: Sloupce k zobrazení
ja: 表示する列
mi: Tīwae hei whakaatu
nl: Kolommen om te tonen
pt_br: Colunas a serem exibidas
ro: Coloane de afișat
tr: Görüntülenecek sütunlar
zh_tw: 要顯示的欄位

source: Columns to group by
bn: যেসব কলামের দ্বারা গ্রুপ করতে হবে
ca: Columnes per agrupar
cs: Sloupce pro seskupení
ja: グループ化する列
mi: Tīwae hei rōpū
nl: Kolommen om te groeperen bij
pt_br: Colunas para agrupar por
ro: Coloane pentru grupare
tr: Gruplandırmak için sütunlar
zh_tw: 需要進行分組的一列或多列

source: Columns to group by on the columns
bn: কলামের উপর ভিত্তি করে গ্রুপ করার জন্য কলাম
ca: Columnes per agrupar a les columnes
cs: Sloupce pro seskupení ve sloupcích
es: Columnas para agrupar en las columnas
ja: 列でグループ化する列
mi: Tīwae hei rōpū i runga i ngā tīwae
nl: Kolommen om te groeperen op de kolommen
pt_br: Colunas para agrupar nas colunas
ro: Coloane pentru grupare pe coloane
tr: Sütunlar üzerinde gruplandırmak için sütunlar
zh_tw: 列上分組所依据的列

source: Columns to group by on the rows
bn: সারি ভিত্তিক গ্রুপ করার জন্য কলাম
ca: Columnes per agrupar a les files
cs: Sloupce pro seskupení v řádcích
es: Columnas para agrupar en las filas
ja: 行をグループ化するための列
mi: Tīwae hei rōpū i runga i ngā rārangi
nl: Kolommen om te groeperen op de rijen
pt_br: Colunas para agrupar nas linhas
ro: Coloane pentru grupare pe rânduri
tr: Satırlarda gruplandırmak için sütunlar
zh_tw: 行上分組所依据的列

source: Columns to read
ca: Columnes a llegir
cs: Sloupce ke čtení
mi: Tīwae hei pānui
ro: Coloane de citit

source: Columns to show in the tooltip.
ro: Coloane de afișat în tooltip.

source: Combine metrics
bn: মেট্রিকগুলি সংযুক্ত করুন
ca: Combinar mètriques
cs: Kombinovat metriky
ja: メトリクスを結合する
mi: Whakakotahi ine
nl: Combineer metrieken
pt_br: Combinar Métricas
ro: Combină metrici
tr: Metrikleri birleştir
zh_tw: 整合指標

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
bn: ইন্টারভ্যালের জন্য কমা দ্বারা পৃথকিত রঙ নির্বাচন, যেমন 1,2,4। পূর্ণসংখ্যা নির্বাচিত রঙের স্কিম থেকে রঙ নির্দেশ করে এবং এগুলি 1-ইন্ডেক্সড। দৈর্ঘ্য ইন্টারভ্যালের সীমার সাথে মেলানো উচিত।
ca: Seleccions de color separades per comes per als intervals, p.ex. 1,2,4. Els enters denoten colors de l'esquema de colors escollit i són indexats amb 1. La longitud ha de coincidir amb la dels límits d'interval.
cs: Čárkou oddělené výběry barev pro intervaly, např. 1,2,4. Celá čísla označují barvy z vybraného barevného schématu a jsou indexována od 1. Délka se musí shodovat s délkou hranic intervalů.
es: Selecciones de color separadas por comas para los intervalos, por ejemplo, 1,2,4. Los enteros denotan colores del esquema de color elegido y están indexados a partir del 1. La longitud debe coincidir con la de los límites de intervalo.
ja: 間隔のカンマ区切りのカラー選択。 1、2、4。整数は選択した配色の色を示し、1 から始まるインデックスが付けられます。長さは間隔の境界の長さと一致する必要があります
mi: Tīpako tae māmā-wehea mō ngā wā, hei tauira 1,2,4. Ko ngā tau ka tohu i ngā tae mai i te kaupapa tae kua kōwhiria, ā, ka tīmata i te 1. Me ōrite te roa ki te roa o ngā rohe wā.
nl: Kommagescheiden kleurenkiezers voor de intervals, bijvoorbeeld 1,2,4. Gehele getallen denote kleuren van het gekozen kleurenschema en zijn 1 geïndexeerd. Lengte moet overeenkomen met die van interval grenzen.
pt_br: Escolhas de cores separadas por vírgulas para os intervalos, por exemplo, 1,2,4. Os números inteiros denotam cores do esquema de cores escolhido e são indexados a 1. O comprimento deve corresponder ao dos limites do intervalo.
ro: Alegeri de culori separate prin virgulă pentru intervale, de ex. 1,2,4. Numerele întregi denotă culori din schema de culori aleasă și sunt indexate de la 1. Lungimea trebuie să se potrivească cu cea a limitelor intervalului.
tr: Aralıklar için virgülle ayrılmış renk seçimleri, örnek olarak 1,2,4. Tamsayılar seçilen renk şemasından renkleri belirtir ve 1'den başlar. Uzunluk, aralık sınırlarına uymalıdır.
zh_tw: 間隔的逗號分隔色選項，例如1、2、4。整數表示所選配色方案中的颜色，並以1為索引。長度必須與間隔界限匹配。

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
bn: কমা দ্বারা পৃথকিত ইন্টারভ্যালের সীমানা, যেমন 0-2, 2-4 এবং 4-5 এর জন্য 2,4,5। শেষ সংখ্যাটি MAX-এর জন্য প্রদত্ত মানের সাথে মেলানো উচিত।
ca: Límits d'interval separats per comes, p.ex. 2,4,5 per als intervals 0-2, 2-4 i 4-5. L'últim número ha de coincidir amb el valor proporcionat per a MAX.
cs: Čárkou oddělené hranice intervalů, např. 2,4,5 pro intervaly 0-2, 2-4 a 4-5. Poslední číslo by se mělo shodovat s hodnotou zadanou pro MAX.
es: Límites de intervalos separados por comas, por ejemplo, 2,4,5 para los intervalos 0-2, 2-4 y 4-5. El último número debería coincidir con el valor proporcionado para MAX.
ja: カンマで区切られた間隔の境界。例:間隔 0-2、2-4、および 4-5 の場合は 2、4、5。最後の数値は MAX に指定された値と一致する必要があります。
mi: Rohe wā māmā-wehea, hei tauira 2,4,5 mō ngā wā 0-2, 2-4 me 4-5. Me ōrite te tau whakamutunga ki te uara kua whakaratohia mō te MAX.
nl: Kommagescheiden interval grenzen, bijvoorbeeld 2,4,5 voor intervallen 0-2, 2-4 en 4-5. Laatste getal moet overeenkomen met de opgegeven waarde voor MAX.
pt_br: Limites de intervalos separados por vírgulas, por exemplo, 2,4,5 para intervalos 0-2, 2-4 e 4-5. O último número deve corresponder ao valor fornecido para MAX.
ro: Limite de interval separate prin virgulă, de ex. 2,4,5 pentru intervale 0-2, 2-4 și 4-5. Ultimul număr ar trebui să se potrivească cu valoarea furnizată pentru MAX.
tr: Virgülle ayrılmış aralık sınırları, örneğin 2,4,5 aralıkları için 0-2, 2-4 ve 4-5. Son numara, MAX için verilen değeri eşleştirmelidir.
zh_tw: 逗號分隔的區間界限，例如0-2、2-4和4-5區間的2、4、5。最後一個數字應與為Max提供的值匹配。

source: Comparator option
bn: তুলনাকারী অপশন
ca: Opció de comparador
cs: Možnost komparátoru
es: Opción de comparador
ja: コンパレータオプション
mi: Kōwhiringa whakatairite
nl: Vergelijkingsoptie
pt_br: Opção de comparador
ro: Opțiune comparator
tr: Karşılaştırma seçeneği
zh_tw: 比較器選項

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
bn: একাধিক টাইম সিরিজ চার্ট (স্পার্কলাইন হিসাবে) এবং সম্পর্কিত মেট্রিকগুলি শীঘ্রই তুলনা করুন।
ca: Compara múltiples gràfics de sèries temporals (com a sparklines) i mètriques relacionades ràpidament.
cs: Rychle porovnejte více grafů časových řad (jako minigrafy) a související metriky.
es: Compara rápidamente múltiples gráficas de series temporales (como líneas de tendencia) y métricas relacionadas.
ja: 複数の時系列グラフ (スパークラインとして) と関連するメトリクスをすばやく比較します。
mi: Whakatairite i ngā kauwhata raupapa wā maha (hei rārangi kōhā) me ngā ine hāngai tere.
nl: Vergelijk snel meerdere tijds-series grafieken (als sparklines) en gerelateerde metrieken.
pt_br: Compare rapidamente vários gráficos de séries temporais (como sparklines) e métricas relacionadas.
ro: Compară rapid mai multe grafice de serii temporale (ca sparklines) și metrici înrudite.
tr: Birden fazla zaman serisi grafiği (kıvılcımlar olarak) ve ilgili metrikleri hızlıca karşılaştırın.
zh_tw: 快速比較多個時間序列圖表和相關指標。

source: Compare results with other time periods.
bn: অন্যান্য সময়সীমার সাথে ফলাফল তুলনা করুন।
ca: Compara resultats amb altres períodes de temps.
cs: Porovnat výsledky s jinými časovými obdobími.
mi: Whakatairite i ngā hua me ētahi atu wā.
ro: Compară rezultatele cu alte perioade de timp.

source: Compare the same summarized metric across multiple groups.
bn: একাধিক গ্রুপের মধ্যে একই সারাংশযুক্ত মেট্রিক তুলনা করুন।
ca: Compara la mateixa mètrica resumida entre múltiples grups.
cs: Porovnejte stejnou souhrnnou metriku napříč několika skupinami.
es: Compara la misma métrica resumida en varios grupos.
ja: 複数のグループ間で同じ要約メトリックを比較します。
mi: Whakatairite i te ine whakarāpopoto ōrite i ngā rōpū maha.
nl: Vergelijk dezelfde samengevatte metriek over meerdere groepen.
pt_br: Comparar a mesma métrica resumida em vários grupos.
ro: Compară aceeași metrică sumarizată pe mai multe grupuri.
tr: Aynı özetlenmiş metriği birden fazla grupta karşılaştırın.
zh_tw: 跨多個組比較相同的彙總指標

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
bn: কিভাবে একটি মেট্রিক বিভিন্ন গ্রুপের মধ্যে সময়ের সাথে পরিবর্তিত হয় তা তুলনা করে। প্রতিটি গ্রুপ একটি সারির সাথে মানচিত্রিত হয় এবং সময়ের সাথে পরিবর্তন বার দৈর্ঘ্য এবং রঙ দ্বারা চিত্রিত হয়।
ca: Compara com una mètrica canvia al llarg del temps entre diferents grups. Cada grup es mapeja a una fila i el canvi al llarg del temps es visualitza amb longituds de barra i color.
cs: Porovnává, jak se metrika mění v čase mezi různými skupinami. Každá skupina je mapována na řádek a změna v čase je vizualizována délkou sloupců a barvou.
es: Compara cómo cambia una métrica a lo largo del tiempo entre diferentes grupos. Cada grupo se asigna a una fila y el cambio a lo largo del tiempo se visualiza mediante la longitud de las barras y el color.
ja: 異なるグループ間でメトリクスが時間の経過とともにどのように変化するかを比較します。各グループは行にマッピングされ、時間の経過に伴う変化がバーの長さと色で視覚化されます。
mi: Ka whakatairite i te huringa o tētahi ine i te wā i waenga i ngā rōpū rerekē. Ka whakaahuahia ia rōpū ki tētahi rārangi, ā, ka whakaaturia te huringa i te wā mā ngā roa pae me te tae.
nl: Vergelijkt hoe een metriek veranderd na verloop van tijd tussen verschillende groepen. Elke groep wordt toegewezen aan een rij en verandert na verloop van tijd weergegeven balklengtes en kleur.
pt_br: Compara a forma como uma métrica muda ao longo do tempo entre diferentes grupos. Cada grupo é mapeado para uma linha e a alteração ao longo do tempo é visualizada em comprimentos de barra e cores.
ro: Compară modul în care o metrică se schimbă în timp între grupuri diferite. Fiecare grup este mapat la un rând și schimbarea în timp este vizualizată prin lungimile barelor și culoare.
tr: Metriğin farklı gruplar arasında zaman içinde nasıl değiştiğini karşılaştırır. Her grup bir satıra atanır ve zaman içindeki değişiklik bar uzunlukları ve renk ile görselleştirilir.
zh_tw: 比較指標在不同組之間随時間的變化情况。每一組被映射到一行，並且随着時間的變化被可視化地顯示條的長度和颜色。

source: Compares metrics between different time periods. Displays time series data across multiple periods (like weeks or months) to show period-over-period trends and patterns.
ro: Compară metrici între perioade de timp diferite. Afișează date de serii temporale pe mai multe perioade (precum săptămâni sau luni) pentru a arăta tendințe și modele perioadă-cu-perioadă.

source: Comparison
bn: তুলনা
ca: Comparació
cs: Porovnání
ja: 比較
mi: Whakatairite
nl: Vergelijken
pt_br: Comparação
ro: Comparare
tr: Karşılaştırma
zh_tw: 比較

source: Comparison Period Lag
bn: তুলনা সময়সীমার বিলম্ব
ca: Retard del Període de Comparació
cs: Zpoždění porovnávacího období
es: Retraso del Periodo de Comparación
ja: 比較期間ラグ
mi: Tārewa Wā Whakatairite
nl: Vergelijking Periode Vertraging
pt_br: Lag do Período de comparação
ro: Întârziere Perioadă Comparare
tr: Karşılaştırma Dönemi Gecikmesi
zh_tw: 滞後比較

source: Comparison font size
bn: তুলনা ফন্টের আকার
ca: Mida de font de comparació
cs: Velikost písma pro porovnání
mi: Rahi momotuhi whakatairite
ro: Dimensiune font comparare

source: Comparison suffix
bn: তুলনা উপসর্গ
ca: Sufix de comparació
cs: Přípona pro porovnání
ja: 比較サフィックス
mi: Kūmuri whakatairite
nl: Vergelijking achtervoegsel
pt_br: Sufixo de comparação
ro: Sufix comparare
tr: Karşılaştırma soneki
zh_tw: 比較前缀
