Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Whether to show extra controls or not. Extra controls include things like making multiBar charts stacked or side by side.
bn: অতিরিক্ত নিয়ন্ত্রণগুলি দেখানো উচিত কিনা। অতিরিক্ত নিয়ন্ত্রণগুলির মধ্যে মাল্টি বার চার্টগুলি স্তম্ভিত বা পাশে পাশে রাখা অন্তর্ভুক্ত।
ca: Si mostrar controls extra o no. Els controls extra inclouen coses com fer gràfics multiBarres apilats o costat a costat.
cs: Zda zobrazit další ovládací prvky. Další ovládací prvky zahrnují věci jako vytváření skládaných nebo vedle sebe postavených grafů s více sloupci.
mi: Mēnā ka whakaatu i ngā whakahaere taapiri. Ko ngā whakahaere taapiri ko ngā mea pērā i te hanga i ngā kauwhata multiBar kia paparanga, kia taha-taha rānei.

source: Whether to sort descending or ascending if a series limit is present
bn: যদি একটি সিরিজ সীমা থাকে তবে অবনমিত বা অক্ষীয়ভাবে সাজানো উচিত কিনা।
ja: シリーズ制限が存在する場合に降順または昇順のどちらで並べ替えるか
nl: Of er aflopend of oplopend moet worden gesorteerd als er een reekslimiet aanwezig is
pt_br: Se a classificação será decrescente ou crescente se houver um limite de série
tr: Seri sınırlaması mevcutsa azalan veya artan sıralamalı mı?

source: White
bn: সাদা
ca: Blanc
cs: Bílá
ja: 白
nl: Wit
pt_br: Branco
tr: Beyaz
zh_tw: 白色

source: Word Cloud
bn: শব্দ মেঘ
ca: Núvol de Paraules
cs: Slovní mrak
es: Nube de Palabras
ja: ワードクラウド
mi: Kapua Kupu
nl: Woord Cloud
pt_br: Nuvem de palavras
tr: Kelime Bulutu
zh_tw: 詞彙雲

source: X AXIS TITLE BOTTOM MARGIN
bn: X অক্ষ শিরোনামের নীচের মার্জিন।
es: MARGEN INFERIOR DEL TÍTULO DEL EJE X
ja: X 軸タイトルの下マージン
nl: X AXIS TITEL ONDER MARGE
pt_br: MARGEM INFERIOR DO TÍTULO DO EIXO X
tr: X EKSEN BAŞLIĞI ALT MARGIN
zh_tw: X 軸標題下邊距

source: X AXIS TITLE MARGIN
bn: X অক্ষ শিরোনামের মার্জিন।
cs: OKRAJ NÁZVU OSY X
es: MARGEN DEL TÍTULO DEL EJE X
ja: X 軸のタイトルマージン
nl: X AXIS TITEL MARGE
zh_tw: X 軸標題邊距

source: XScale Interval
bn: এক্সস্কেল ইন্টারভ্যাল
ja: XSスケール間隔
nl: XSchaal Interval
pt_br: Intervalo XScale
tr: X Ölçek Aralığı
zh_tw: X 軸比例尺間隔

source: Y AXIS TITLE MARGIN
bn: ওয়াই অক্ষ শিরোনাম মার্জিন
cs: OKRAJ NÁZVU OSY Y
es: MARGEN DEL TÍTULO DEL EJE Y
ja: Y 軸のタイトルマージン
nl: Y AXIS TITEL MARGE
pt_br: MARGEM DO TÍTULO DO EIXO Y
tr: Y EKSEN BAŞLIĞI MARJ
zh_tw: Y 軸標題邊距

source: YScale Interval
bn: ওয়াইস্কেল ইন্টারভ্যাল
ja: Yスケール間隔
nl: YSchaal Interval
pt_br: Intervalo da escala Y
tr: Y Ölçek Aralığı
zh_tw: Y 軸比例尺間隔

source: You don't have any favorites yet!
bn: আপনার এখনও কোনও প্রিয় নেই!
es: ¡Aún no tienes ningún favorito!
ja: まだお気に入りはありません!
nl: Je hebt nog geen favorieten!
pt_br: Você ainda não tem nenhum favorito!
zh_tw: 您還没有任何的收藏！

source: You may have an error in your SQL statement. {message}
bn: আপনার SQL বিবৃতিতে একটি ত্রুটি থাকতে পারে। {message}
ca: Pots tenir un error a la teva declaració SQL. {message}
cs: Možná máte chybu ve svém SQL příkazu. {message}
ja: SQL ステートメントにエラーがある可能性があります。 {message}

source: Zoom
bn: জুম
cs: Přiblížení
ja: ズーム
mi: Topa
pt_br: Ampliar
tr: Yakınlaştırma
zh_tw: 縮放

source: [desc]
bn: [হ্রাস]
cs: [sestupně]
ja: [説明]
mi: [heke]
tr: [azalan]
zh_tw: [降序]

source: add colors to cell bars for +/-
bn: +/- এর জন্য সেল বারগুলিতে রঙ যোগ করুন।

source: alert dark
bn: সতর্কতা গা dark ়
ca: alerta fosca
cs: tmavé upozornění
ja: アラート暗い
nl: donkere waarschuwing
tr: koyu uyarı

source: auto
bn: স্বয়ংক্রিয়
ja: 自動
mi: aunoa
pt_br: automático
tr: otomatik

source: auto (Smooth)
bn: স্বয়ংক্রিয় (মসৃণ)
es: auto (Suave)
ja: オート(スムーズ)
nl: auto (Glad)
pt_br: auto (Suave)
tr: otomatik (Düzgün)

source: basic conditional formatting
bn: মৌলিক শর্তাধীন বিন্যাস

source: bfill
bn: পেছনে পূরণ করুন

source: cardinal
bn: কার্ডিনাল
cs: kardinální
ja: 基
mi: matua
nl: kardinaal
pt_br: cardeal
tr: kardinal

source: clear all filters
bn: সব ফিল্টার মুছুন
ca: netejar tots els filtres
cs: vymazat všechny filtry
ja: すべてのフィルターをクリアする
nl: wis alle filters
pt_br: limpar todos os filtros
tr: tüm filtreleri temizle

source: crontab
bn: ক্রনট্যাব

source: cumsum
bn: সামগ্রিক
ca: suma acumulativa
es: cumsum (suma acumulativa)
ja: 合計
nl: cumsom
tr: kümülatif toplam
zh_tw: 累積求和

source: cumulative
bn: সঞ্চিত
ja: 累積的な
nl: cumulatief
pt_br: cumulativo
tr: kümülatif
zh_tw: 累積

source: deck.gl Arc
bn: ডেক.gl আর্ক
cs: deck.gl Oblouk
es: deck.gl Arco
ja: deck.gl アーク
mi: deck.gl Kopeka
nl: deck.gl Boog
tr: deck.gl Yay
zh_tw: Deck.gl - 圆弧圖

source: deck.gl Geojson
bn: ডেক.gl জিওজসন

source: deckGL
bn: ডেকGL

source: draft
bn: খসড়া
ja: 下書き
nl: concept
pt_br: rascunho
tr: taslak
zh_tw: 草稿

source: dttm
bn: তারিখ ও সময়
zh_tw: 時間

source: e.g., a "user id" column
bn: যেমন: একটি "ব্যবহারকারী আইডি" কলাম
ja: 例: 「ユーザー ID」列
nl: b.v. een "gebruiker id" kolom
pt_br: por exemplo, uma coluna "user id"
tr: örn., bir "kullanıcı kimliği" sütunu
zh_tw: 例如："user id" 列

source: error dark
bn: গা dark ় ত্রুটি
ca: error fosc
cs: tmavá chyba
es: error oscuro
ja: エラーダーク
nl: fout donker
tr: koyu hata
zh_tw: 錯誤（暗色）

source: explore
bn: অনুসন্ধান করুন
ca: explorar
cs: prozkoumat
ja: 探検する
nl: verkennen
pt_br: explorar
tr: keşfet

source: ffill
bn: সামনে পূরণ করুন

source: full_bangla_date
bn: পূর্ণ বাংলা তারিখ

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
bn: ক্যানভাস অবজেক্টের জন্য চিত্র-রেন্ডারিং CSS বৈশিষ্ট্য যা সংজ্ঞায়িত করে কিভাবে ব্রাউজার চিত্রটিকে স্কেল আপ করে
es: atributo CSS de renderizado de imagen del objeto canvas que define cómo el navegador amplía la imagen
ja: mage-rendering ブラウザが画像を拡大する方法を定義する Canvas オブジェクトの CSS 属性
nl: image-rendering CSS-attribuut van het canvasobject dat bepaalt hoe de browser de afbeelding schaalt
pt_br: atributo CSS de renderização de imagem do objeto canvas que define como o navegador dimensiona a imagem
tr: tarayıcının resmi nasıl ölçeklendirdiğini tanımlayan tuval nesnesinin image-rendering CSS özelliği
zh_tw: 圖像渲染画布對象的 CSS 属性，它定義了瀏覽器如何放大圖像

source: in modal
bn: মোডালে
ca: en modal
cs: v modálním okně
es: en modal
ja: モーダルで
pt_br: no modal
tr: modal içinde
zh_tw: （在模型中）

source: is expected to be a Mapbox URL
bn: এটি একটি ম্যাপবক্স URL হতে হবে
ca: s'espera que sigui una URL de Mapbox
cs: se očekává, že bude URL Mapboxu
es: se espera que sea una URL de Mapbox
ja: Mapbox URL であることが期待されます
nl: wordt verwacht een Mapbox URL te zijn

source: max
bn: সর্বাধিক
ca: màx
ja: 最大値
mi: rahi
pt_br: máximo
tr: maksimum

source: min
bn: মিনিট
ca: mín
ja: 最小値
mi: iti
tr: minimum

source: offline
bn: অফলাইন
ca: desconnectat
ja: オフライン
mi: tuimotu
tr: çevrimdışı

source: page_size.all
bn: পাতার আকার.সব
ca: mida_pàgina.tots
cs: velikost_stránky.vše
es: tamaño_pagina.todo
tr: tümü

source: page_size.entries
bn: পাতার আকার.এন্ট্রি
es: page_size.entries' se traduce a 'tamaño_pagina.entradas
tr: girişler

source: page_size.show
bn: পাতার আকার.দেখান
es: mostrar_tamaño_pagina
tr: göster

source: percentile (exclusive)
bn: শতাংশ (ব্যতিক্রমী)
es: percentil (exclusivo)
ja: パーセンタイル (排他)
nl: percentiel (exclusief)
pt_br: percentil (exclusivo)
tr: yüzdelik dilim (hariç)
zh_tw: 百分位數(獨占)

source: pixelated (Sharp)
bn: পিক্সেলেটেড (তীক্ষ্ণ)
es: pixelado (Nítido)
ja: ピクセル化 (シャープ)
nl: korrelig (Scherp)
pt_br: pixelado (nítido)
tr: piksellemeli (Keskin)

source: published
bn: প্রকাশিত
ja: 公開
nl: gepubliceerd
pt_br: publicado
tr: yayınlandı
zh_tw: 已發布

source: queries
bn: অনুসন্ধানগুলি
ca: consultes
cs: dotazy
ja: クエリ
pt_br: consultas
tr: sorgular
zh_tw: 查詢

source: recent
bn: সাম্প্রতিক
cs: nedávné
ja: 最近の
mi: tata nei
pt_br: recente
tr: son

source: recents
bn: সাম্প্রতিকগুলো
ja: 最近の
nl: recente
pt_br: recentes
tr: sonlar
zh_tw: 最近

source: saved queries
bn: সংরক্ষিত অনুসন্ধানগুলি
ja: 保存したクエリ
nl: opgeslagen queries
pt_br: consultas salvas
tr: kaydedilen sorgular
zh_tw: 已保存查詢

source: shift start date
bn: শুরুর তারিখ পরিবর্তন করুন

source: std
bn: মানক
ca: desv
es: std (estándar)
ja: 標準
tr: standart sapma
zh_tw: 標準差

source: success dark
bn: সাফল্য অন্ধকার
ca: èxit fosc
cs: tmavý úspěch
ja: 成功ダーク
nl: succes donker
tr: başarılı karanlık

source: tag
bn: ট্যাগ
ca: etiqueta
cs: značka
es: etiqueta
ja: タグ
mi: tohu
pt_br: marca
tr: etiket
zh_tw: 標籤

source: textarea
bn: টেক্সট এরিয়া
ca: àrea de text
cs: textová oblast
es: área de texto
ja: テキストエリア
mi: horahanga kupu
nl: tekstveld
pt_br: área de texto
tr: metin alanı
zh_tw: 文本區域

source: var
bn: ভার
tr: varyans

source: An error has occurred while syncing virtual dataset columns
ca: S'ha produït un error mentre se sincronitzaven les columnes del conjunt de dades virtual
cs: Při synchronizaci sloupců virtuální sady dat došlo k chybě

source: Automatic color
ca: Color Automàtic
cs: Automatická barva

source: Average (Mean)
ca: Mitjana (Mitjà)
cs: Průměr (Aritmetický)

source: Credentials uploaded
ca: Credencials pujades
cs: Pověření nahrána

source: Default URL to redirect to when accessing from the dataset list page. Accepts relative URLs such as <span style=„white-space: nowrap;”>/superset/dashboard/{id}/</span>
cs: Výchozí URL pro přesměrování při přístupu ze stránky seznamu sad dat. Přijímá relativní URL jako <span style=„white-space: nowrap;”>/superset/dashboard/{id}/</span>

source: Error while adding role!
ca: Error afegint rol!
cs: Chyba při přidávání role!

source: Error while adding user!
ca: Error afegint usuari!
cs: Chyba při přidávání uživatele!

source: Error while duplicating role!
ca: Error duplicant rol!
cs: Chyba při duplikování role!

source: Error while fetching permissions
ca: Error obtenint permisos
cs: Chyba při načítání oprávnění

source: Error while fetching users
ca: Error obtenint usuaris
cs: Chyba při načítání uživatelů

source: Error while updating role!
ca: Error actualitzant rol!
cs: Chyba při aktualizaci role!

source: Error while updating user!
ca: Error actualitzant usuari!
cs: Chyba při aktualizaci uživatele!

source: If changes are made to your SQL query, columns in your dataset will be synced when saving the dataset.
ca: Si es fan canvis a la teva consulta SQL, les columnes del conjunt de dades es sincronitzaran quan es desi el conjunt de dades.
cs: Pokud provedete změny ve svém SQL dotazu, sloupce ve vaší sadě dat budou při ukládání sady dat synchronizovány.

source: Last Value
ca: Últim Valor
cs: Poslední hodnota

source: Lat
cs: Zem. šířka

source: Lon
cs: Zem. délka

source: Minimum value cannot be higher than maximum value
ca: El valor mínim no pot ser superior al valor màxim
cs: Minimální hodnota nemůže být vyšší než maximální hodnota

source: Please provide a valid range
ca: Si us plau proporciona un rang vàlid
cs: Zadejte prosím platný rozsah

source: Please provide a value within range
ca: Si us plau proporciona un valor dins del rang
cs: Zadejte prosím hodnotu v rámci rozsahu

source: Role is required
ca: El rol és obligatori
cs: Role je povinná

source: Role successfully updated!
ca: Rol actualitzat amb èxit!
cs: Role úspěšně aktualizována!

source: Role was successfully created!
ca: El rol va ser creat amb èxit!
cs: Role byla úspěšně vytvořena!

source: Role was successfully duplicated!
ca: El rol va ser duplicat amb èxit!
cs: Role byla úspěšně duplikována!

source: Select an aggregation method to apply to the metric.
ca: Seleccionar un mètode d'agregació per aplicar a la mètrica.
cs: Vyberte metodu agregace, která se má aplikovat na metriku.

source: Select column names from a dropdown list that should be parsed as dates.
ca: Seleccionar noms de columna d'una llista desplegable que s'haurien d'analitzar com dates.
cs: Vyberte názvy sloupců z rozevíracího seznamu, které by se měly zpracovat jako data.

source: Subtitle Font Size
ca: Mida de Font del Subtítol
cs: Velikost písma podtitulku

source: Table actions
ca: Accions de taula
cs: Akce tabulky

source: The colors of this chart might be overridden by custom label colors of the related dashboard. Check the JSON metadata in the Advanced settings.
ca: Els colors d'aquest gràfic poden ser sobreescrits per colors d'etiqueta personalitzats del dashboard relacionat. Comprova les metadades JSON a la configuració Avançada.
cs: Barvy tohoto grafu mohou být přepsány vlastními barvami popisků související nástěnky. Zkontrolujte metadata JSON v Pokročilých nastaveních.
mi: Ka taea pea e ngā tae tapanga ritenga o te papatohu hāngai te whakakapi i ngā tae o tēnei kauwhata.

source: The extent of the map on application start. FIT DATA automatically sets the extent so that all data points are included in the viewport. CUSTOM allows users to define the extent manually.
ca: L'extensió del mapa a l'inici de l'aplicació. FIT DATA estableix automàticament l'extensió perquè tots els punts de dades s'incloguin a la vista. CUSTOM permet als usuaris definir l'extensió manualment.
cs: Rozsah mapy při spuštění aplikace. PŘIZPŮSOBIT DATŮM automaticky nastaví rozsah tak, aby všechny datové body byly zahrnuty v zobrazení. VLASTNÍ umožňuje uživatelům definovat rozsah ručně.
mi: Te whānuitanga o te mahere i te tīmatanga o te taupānga. FIT DATA ka tautuhi aunoa i te whānuitanga kia whai ngā tohu raraunga katoa i te tirohanga. CUSTOM ka tukua ngā kaiwhakamahi ki te tautuhi i te whānuitanga ā-ringa.

source: The minimum value of metrics. It is an optional configuration. If not set, it will be the minimum value of the data
ca: El valor mínim de mètriques. És una configuració opcional. Si no s'estableix, serà el valor mínim de les dades
cs: Minimální hodnota metrik. Je to volitelná konfigurace. Pokud není nastavena, bude to minimální hodnota dat
mi: Te uara iti o ngā ine. He whirihora kōwhiringa. Mēnā kāore i tautuhia, ko te uara iti o ngā raraunga

source: There was an error generating the permalink.
ca: Hi ha hagut un error generant l'enllaç permanent.
cs: Při generování trvalého odkazu došlo k chybě.

source: This database does not allow for DDL/DML, and the query could not be parsed to confirm it is a read-only query. Please contact your administrator for more assistance.
ca: Aquesta base de dades no permet DDL/DML, i la consulta no s'ha pogut analitzar per confirmar que és una consulta de només lectura. Si us plau contacta el teu administrador per més assistència.
cs: Tato databáze nepovoluje DDL/DML a dotaz se nepodařilo analyzovat pro potvrzení, že se jedná o dotaz pouze pro čtení. Pro další pomoc kontaktujte svého administrátora.

source: This email is already associated with an account.
ca: Aquest correu electrònic ja està associat amb un compte.
cs: Tento e-mail je již spojen s účtem.

source: This section contains options that allow for advanced analytical post processing of query results
ca: Aquesta secció conté opcions que permeten post-processament analític avançat dels resultats de consulta
cs: Tato sekce obsahuje možnosti, které umožňují pokročilé analytické následné zpracování výsledků dotazu
es: Esta sección contiene opciones que permiten un procesamiento analítico avanzado posterior a los resultados de la consulta
ja: このセクションには、クエリ結果の高度な分析後処理を可能にするオプションが含まれています。
mi: Kei roto i tēnei wāhanga ngā kōwhiringa ka tukua mō te tukatuka-iho tātaritanga aromatawai o ngā hua pātai
nl: Dit onderdeel bevat opties die geavanceerde analytische nabewerking van queryresultaten mogelijk maken
pt_br: Esta seção contém opções que permitem o pós-processamento analítico avançado dos resultados da consulta
zh_tw: 本節包含允許對查詢结果進行高級分析處理後的選項。

source: To enable multiple column sorting, hold down the ⇧ Shift key while clicking the column header.
ca: Per habilitar l'ordenació de múltiples columnes, mantén premuda la tecla ⇧ Shift mentre cliques la capçalera de la columna.
cs: Pro povolení řazení podle více sloupců podržte klávesu ⇧ Shift při kliknutí na záhlaví sloupce.
mi: Hei whakahohe i te kōmaka tīwae maha, pupuri i te kī ⇧ Shift i te wā e pāwhiri ana i te pane tīwae.

source: Total (Sum)
ca: Total (Suma)
cs: Celkem (součet)

source: Truncate X Axis. Can be overridden by specifying a min or max bound. Only applicable for numerical X axis.
ca: Truncar Eix X. Es pot sobreescriure especificant un límit mínim o màxim. Només aplicable per eix X numèric.
cs: Zkrátit osu X. Lze přepsat zadáním minimální nebo maximální hranice. Platí pouze pro číselnou osu X.
mi: Porohita Tukutuku X. Ka taea te whakakapi mā te tohu i te rohe iti, rohe rahi rānei. Mō te tukutuku-X tau anake.

source: User was successfully created!
ca: L'usuari s'ha creat amb èxit!
cs: Uživatel byl úspěšně vytvořen!

source: User was successfully updated!
ca: L'usuari s'ha actualitzat amb èxit!
cs: Uživatel byl úspěšně aktualizován!

source: When using this option, default value can’t be set. Using this option may impact the load times for your dashboard.
cs: Při použití této možnosti nelze nastavit výchozí hodnotu. Použití této možnosti může ovlivnit dobu načítání vaší nástěnky.
mi: Ina whakamahi i tēnei kōwhiringa, kāore e taea te tautuhi i te uara taunoa. Mā te whakamahi i tēnei kōwhiringa ka pā pea ki ngā wā uta mō tō papatohu.

source: Your range is not within the dataset range
ca: El teu rang no està dins el rang del dataset
cs: Váš rozsah není v rozsahu sady dat

source: css_template
ca: plantilla_css
cs: css_šablona
es: css_template (plantilla css)
ja: css_テンプレート
mi: css_tauira
tr: css şablonu
zh_tw: css 模板

source: dialect+driver://username:password@host:port/database
ca: dialecte+controlador://usuari:contrasenya@host:port/basededades
cs: dialekt+ovladač://uživatelské_jméno:heslo@hostitel:port/databáze
es: dialecto+controlador://nombre_usuario:contraseña@host:puerto/base_de_datos
ja: 方言ドライバー://ユーザー名:パスワード@ホスト:ポート/データベース
mi: dialect+driver://ingoa-kaiwhakamahi:kupuhipa@tūmau:tauranga/pātengi-raraunga
nl: dialect+driver://gebruikersnaam:wachtwoord@host:poort/database
tr: lehçe+sürücü://kullanıcı_adı:parola@sunucu:port/veritabanı

source: %% of parent
ca: %% del pare

source: %% of total
ca: %% del total

source: Email
ca: Correu electrònic
mi: Īmēra

source: %(user)s was granted the role %(role)s that gives access to the %(datasource)s
pt_br: %(user)s foi garantido a função %(role)s que dá acesso para a %(fonte de dados)s
tr: %(user)s, %(datasource)s erişimine izin veren %(role)s rolüyle donatıldı

source: %(user)s's profile
tr: %(user)s'in profili

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
pt_br: (opcional) valor padrão para o filtro, quando usar multiplas opções, você pode usar um ponto e vírgula delimitando a lista de opções.
tr: (isteğe bağlı) filtrenin varsayılan değeri, birden fazla seçenek kullanırken, noktalı virgülle ayrılmış seçenekler listesi kullanabilirsiniz.

source: *%(name)s* %(description)s Error: %(text)s
ja: *%(name)s* %(description)s エラー: %(text)s
nl: *%(name)s* %(description)s Fout: %(text)s
tr: *%(name)s* %(description)s Hata: %(text)s

source: A comma separated list of columns that should be parsed as dates.
es: Una lista separada por comas de columnas que deberían ser interpretadas como fechas.
pt_br: Uma lista separada por vírgulas de colunas que devem ser analisadas como datas.
tr: Tarih olarak ayrıştırılması gereken sütunların virgülle ayrılmış listesi.
zh_tw: 應作為日期解析的列的逗號分隔列表。

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"integer"}
es: Un diccionario con nombres de columnas y sus tipos de datos si tienes que cambiar los que están por defecto. Por ejemplo: {"user_id":"integer"}
tr: Varsayılanları değiştirmeniz gerekiyorsa, sütun adları ve veri türlerini içeren bir sözlük. Örnek: {"user_id":"integer"}

source: A screenshot of the dashboard will be sent to your email at
es: Se enviará una captura de pantalla del panel de control a tu correo electrónico a las
pt_br: Uma captura de tela do painel vai ser enviado para seu e-mail em
tr: Kontrol panelinin ekran görüntüsü e-posta adresinize gönderilecek

source: A time column must be specified when using a Time Comparison.
es: Debe especificarse una columna de tiempo al usar una Comparación de Tiempo.
pt_br: Uma coluna de tempo deve ser especificada ao usar uma comparação de tempo.
tr: Zaman Karşılaştırması kullanılırken bir zaman sütunu belirtilmelidir.

source: Access requests
pt_br: Pedidos de acesso
tr: Erişim talepleri

source: Access to user activity data is restricted
pt_br: O acesso aos dados de atividade dos usuários é restrito
tr: Kullanıcı etkinlik verilerine erişim kısıtlandı

source: Access was requested
pt_br: O acesso foi solicitado
tr: Erişim talep edildi

source: Add CSS Template
es: Añadir Plantilla CSS
pt_br: Adicionar modelo CSS
tr: CSS Şablonu Ekle
zh_tw: 新增CSS模板

source: Add Saved Query
pt_br: Adicionar Consulta Salva
tr: Kaydedilmiş Sorgu Ekle

source: Add notification method
es: Añadir método de notificación
pt_br: Adicionar método de notificação
tr: Bildirim yöntemi ekle
zh_tw: 新增通知方法

source: Aesthetic
es: Estético
pt_br: Estética
tr: Estetik
zh_tw: 炫酷

source: Alert condition schedule
es: Programación de condición de alerta
pt_br: Programação do estado de alerta
tr: Alarm Koşulu Takvimi
zh_tw: 告警條件計劃

source: Alert query returned more than one column. %s columns returned
pt_br: A consulta do alerta retornou mais de uma coluna. %s colunas retornadas
tr: Uyarı sorgusu birden fazla sütun döndürdü. %s sütun döndürüldü

source: Alert query returned more than one row. %s rows returned
pt_br: A consulta do alerta retornou mais de uma linha. %s linhas retornadas
tr: Uyarı sorgusu birden fazla satır döndürdü. %s satır döndürüldü

source: All Entities
pt_br: Todas as entidades
tr: Tüm Varlıklar

source: All filters (%(filterCount)d)
pt_br: Todos os filtros (%(filterCount)d)
tr: Tüm filtreler (%(filterCount)d)

source: Allow DML
es: Permitir DML
ja: DML を許可
nl: DML toestaan
pt_br: Permitir DML
tr: DML'ye İzin Ver
zh_tw: 允許 DML

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
es: Permite la manipulación de la base de datos utilizando sentencias no-SELECT como UPDATE, DELETE, CREATE, etc.
ja: UPDATE、DELETE、CREATE などの非 SELECT ステートメントを使用したデータベースの操作を許可します。
nl: Sta manipulatie van de database toe met niet-SELECT statements zoals UPDATE, DELETE, CREATE, enz.
pt_br: Permitir manipulação do banco de dados usando instruções não SELECT como UPDATE, DELETE, CREATE, etc.
tr: UPDATE, DELETE, CREATE gibi SELECT dışı ifadeler kullanarak veritabanını manipüle etmeye izin ver
zh_tw: 允許使用非 SELECT 語句(如 UPDATE、DELETE、CREATE 等)操作資料庫。

source: Allow multiple selections
pt_br: Permitir seleções múltiplas
tr: Çoklu seçime izin ver

source: An error occurred while fetching chart created by values: %s
pt_br: Ocorreu um erro ao buscar o gráfico criado por valores: %s
tr: Değerler tarafından oluşturulan grafik getirilirken bir hata oluştu: %s

source: An error occurred while fetching created by values: %s
pt_br: Ocorreu um erro durante a pesquisa de valores criados por: %s
tr: Oluşturan değerleri getirilirken bir hata oluştu: %s

source: An error occurred while fetching dashboard created by values: %s
pt_br: Ocorreu um erro ao buscar o painel criado por valores: %s
tr: Değerler tarafından oluşturulan gösterge tablosu getirilirken bir hata oluştu: %s

source: An error occurred while fetching tag created by values: %s
pt_br: Ocorreu um erro ao buscar a tag criada por valores: %s
tr: Değerler tarafından oluşturulan etiket getirilirken bir hata oluştu: %s

source: An error occurred while hiding the left bar. Please contact your administrator.
pt_br: Ocorreu um erro ao ocultar a barra esquerda. Entre em contato com o administrador.
tr: Sol çubuk gizlenirken bir hata oluştu. Lütfen yöneticinize başvurun.
