Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: With a subheader
bn: একটি উপশিরোনামের সাথে।
ca: Amb un subtítol
cs: S podnadpisem
es: Con un subtítulo
ja: サブヘッダーあり
mi: Me te pane-iti
nl: Met een ondertitel
pt_br: Com um subtítulo
ro: Cu un subantet
tr: Alt başlık ile
zh_tw: 子標題

source: Word Rotation
bn: শব্দ ঘূর্ণন
ca: Rotació de Paraules
cs: Rotace slov
ja: 単語のローテーション
mi: Hurihuri Kupu
nl: Woord Rotatie
pt_br: Rotação de palavras
ro: Rotație cuvânt
tr: Kelime Döndürme
zh_tw: 單詞旋轉

source: Working
bn: কাজ চলছে
ca: Treballant
cs: Pracuje se
es: Trabajando
ja: 働く
mi: E Mahi Ana
nl: Werken
pt_br: Trabalhando
ro: În lucru
tr: Çalışıyor
zh_tw: 正在執行

source: Working timeout
bn: কাজের টাইমআউট
ca: Timeout de treball
cs: Časový limit pro zpracování
es: Tiempo de espera agotado
ja: 作業タイムアウト
mi: Wā-pau mahi
nl: Time-out
pt_br: Tempo limite de trabalho
ro: Timeout lucru
tr: Çalışma zaman aşımı
zh_tw: 執行超時

source: World Map
bn: বিশ্ব মানচিত্র
ca: Mapa Mundial
cs: Mapa světa
es: Mapa Mundial
ja: 世界地図
mi: Mahere Ao
nl: Wereld kaart
pt_br: Mapa do Mundo
ro: Hartă mondială
tr: Dünya Haritası
zh_tw: 世界地圖

source: Write a description for your query
bn: আপনার প্রশ্নের জন্য একটি বর্ণনা লিখুন।
ca: Escriu una descripció per la teva consulta
cs: Napište popis pro váš dotaz
es: Escribe una descripción para tu consulta
ja: クエリの説明を書いてください
mi: Tuhia he whakamārama mō tō pātai
nl: Schrijf een omschrijving voor uw query
pt_br: Escreva uma descrição para sua consulta
ro: Scrie o descriere pentru interogarea ta
tr: Sorgunuz için bir açıklama yazın
zh_tw: 為您的查詢寫一段描述

source: Write a handlebars template to render the data
bn: ডেটা রেন্ডার করতে একটি হ্যান্ডলবার্স টেমপ্লেট লিখুন।
ca: Escriu una plantilla handlebars per renderitzar les dades
cs: Napište šablonu Handlebars pro vykreslení dat
es: Escribe una plantilla de handlebars para renderizar los datos
ja: データをレンダリングするハンドルバー テンプレートを作成する
mi: Tuhia he tauira handlebars hei whakaatu i ngā raraunga
nl: Schrijf een handlebars sjabloon om de gegevens weer te geven
pt_br: Escreva um modelo de guidão para renderizar os dados
ro: Scrie un șablon handlebars pentru a randa datele
tr: Veriyi görüntülemek için handlebars şablonu yazın

source: X Axis
bn: X অক্ষ।
ca: Eix X
cs: Osa X
es: Eje X
ja: X軸
mi: Tukutuku X
nl: X As
pt_br: Eixo X
ro: Axa X
tr: X Ekseni
zh_tw: X 軸

source: X Axis Bounds
bn: X অক্ষের সীমানা।
ca: Límits de l'Eix X
cs: Hranice osy X
ja: X 軸の境界
mi: Rohe Tukutuku X
nl: X-as Grenzen
ro: Limite Axă X

source: X Axis Format
bn: X অক্ষের ফরম্যাট।
ca: Format de l'Eix X
cs: Formát osy X
ja: X 軸の形式
mi: Hōputu Tukutuku X
nl: X-as Opmaak
pt_br: Formato do eixo X
ro: Format Axă X
tr: X Ekseni Formatı
zh_tw: X 軸格式化

source: X Axis Label
bn: X অক্ষের লেবেল।
ca: Etiqueta de l'Eix X
cs: Popisek osy X
es: Etiqueta del Eje X
ja: X 軸ラベル
mi: Tapanga Tukutuku X
nl: X-as Label
pt_br: Rótulo do Eixo X
ro: Etichetă Axă X
tr: X Ekseni Etiketi
zh_tw: X 軸標籤

source: X Axis Label Interval
ro: Interval Etichetă Axă X

source: X Axis Number Format
ro: Format Număr Axă X

source: X Axis Title
bn: X অক্ষের শিরোনাম।
ca: Títol de l'Eix X
cs: Název osy X
es: Título del Eje X
ja: X 軸タイトル
mi: Taitara Tukutuku X
nl: X-as Titel
pt_br: Título do Eixo X
ro: Titlu Axă X
tr: X Ekseni Başlığı
zh_tw: X 軸標題

source: X Axis Title Margin
ca: Marge del Títol de l'Eix X
cs: Okraj názvu osy X
mi: Taiapa Taitara Tukutuku X
ro: Margine Titlu Axă X

source: X Log Scale
bn: X লগ স্কেল।
ca: Escala Logarítmica X
cs: Logaritmická stupnice X
es: Escala Logarítmica X
ja: X ログスケール
mi: Tauine Pūkete X
nl: X Log Schaal
pt_br: Escala X Log
ro: Scală Logaritmică X
tr: X Ekseni Log Ölçek
zh_tw: X 對數尺度

source: X Tick Layout
bn: X টিক লেআউট।
ca: Disseny de Marques X
cs: Rozložení značek X
es: Diseño de Marca X
ja: X 目盛レイアウト
mi: Hoahoa Tika X
nl: X Tik Indeling
ro: Layout Gradații X
tr: X İşareti Düzeni
zh_tw: X 軸刻度圖層

source: X axis title margin
ca: MARGE DEL TÍTOL DE L'EIX X
mi: Taiapa taitara tukutuku x
ro: Margine titlu axă X

source: X bounds
bn: X সীমানা।
ca: Límits X
cs: Hranice X
es: Límites de X
ja: X 境界
mi: Rohe X
nl: X Grenzen
pt_br: Limites X
ro: limite X
tr: X sınırları
zh_tw: X 界限

source: X-Axis Sort Ascending
bn: X-অক্ষ অক্ষীয়ভাবে সাজান।
ca: Ordenar Eix X Ascendent
cs: Řadit osu X vzestupně
ja: X 軸の昇順ソート
mi: Kōmaka Tukutuku-X Piki
nl: X-as Sorteer Oplopend
pt_br: Classificação do eixo X em ordem crescente
ro: Sortare Axă X Crescătoare
tr: X-Ekseni Sıralaması Artan

source: X-Axis Sort By
bn: X-অক্ষ দ্বারা সাজান।
ca: Ordenar Eix X Per
cs: Řadit osu X podle
es: Ordenar Eje-X Por
ja: X 軸の並べ替え
mi: Kōmaka Tukutuku-X Mā
nl: X-as Sorteren Op
pt_br: Classificação do Eixo X Por
ro: Sortare Axă X După
tr: X-Ekseni Tarafından Sırala
zh_tw: X 軸排序

source: X-axis
bn: এক্স-অক্ষ
ca: Eix X
cs: Osa X
ja: X軸
mi: Tukutuku-x
nl: X-as
pt_br: Eixo X
ro: axă X
tr: X-ekseni

source: X-scale interval
ca: Interval d'Escala X
cs: Interval stupnice X
mi: Wā tauine-X
ro: interval scală X

source: Y 2 bounds
bn: ওয়াই ২ সীমা
ca: Límits Y 2
cs: Hranice Y 2
es: Límites de Y 2
ja: Y 2 バウンド
mi: Rohe Y 2
nl: Y 2 grenzen
pt_br: Y 2 limites
ro: Limite Y 2
tr: Y 2 sınırları
zh_tw: Y 界限

source: Y Axis
bn: ওয়াই অক্ষ
ca: Eix Y
cs: Osa Y
es: Eje Y
ja: Y軸
mi: Tukutuku Y
nl: Y As
pt_br: Eixo Y
ro: Axa Y
tr: Y Ekseni
zh_tw: Y 軸

source: Y Axis 2 Bounds
bn: ওয়াই অক্ষ ২ সীমা
ca: Límits de l'Eix Y 2
cs: Hranice osy Y 2
es: Límites del Eje Y 2
ja: Y 軸 2 の境界
mi: Rohe Tukutuku Y 2
nl: Y-as 2 Grenzen
pt_br: Eixo Y 2 Limites
ro: Limite Axă Y 2
tr: Y Ekseni 2 Sınırları
zh_tw: Y 軸界限

source: Y Axis Bounds
bn: ওয়াই অক্ষ সীমা
ca: Límits de l'Eix Y
cs: Hranice osy Y
es: Límites del Eje Y
ja: Y 軸の境界
mi: Rohe Tukutuku Y
nl: Y-as Grenzen
pt_br: Limites do Eixo Y
ro: Limite Axă Y
tr: Y Ekseni Sınırları
zh_tw: Y 軸界限

source: Y Axis Format
bn: ওয়াই অক্ষ ফরম্যাট
ca: Format de l'Eix Y
cs: Formát osy Y
es: Formato del Eje Y
ja: Y 軸フォーマット
mi: Hōputu Tukutuku Y
nl: Y-as Opmaak
pt_br: Formato do eixo Y
ro: Format Axă Y
tr: Y Ekseni Formatı
zh_tw: Y 軸格式化

source: Y Axis Label
bn: ওয়াই অক্ষ লেবেল
ca: Etiqueta de l'Eix Y
cs: Popisek osy Y
es: Etiqueta del Eje Y
ja: Y軸ラベル
mi: Tapanga Tukutuku Y
nl: Y-as Label
pt_br: Rótulo do Eixo Y
ro: Etichetă Axă Y
tr: Y Ekseni Etiketi
zh_tw: Y 軸標籤

source: Y Axis Title
bn: ওয়াই অক্ষ শিরোনাম
ca: Títol de l'Eix Y
cs: Název osy Y
es: Título del Eje Y
ja: Y軸タイトル
mi: Taitara Tukutuku Y
nl: Y-as Titel
pt_br: Título do Eixo Y
ro: Titlu Axă Y
tr: Y Ekseni Başlığı
zh_tw: Y 軸標題

source: Y Axis Title Margin
bn: ওয়াই অক্ষ শিরোনাম মার্জিন
ca: Marge del Títol de l'Eix Y
cs: Okraj názvu osy Y
es: Margen del Título del Eje Y
ja: Y 軸のタイトルマージン
mi: Taiapa Taitara Tukutuku Y
nl: Y-as Titel Marge
ro: Margine Titlu Axă Y
zh_tw: Y 軸標題邊距

source: Y Axis Title Position
bn: ওয়াই অক্ষ শিরোনামের অবস্থান
ca: Posició del Títol de l'Eix Y
cs: Pozice názvu osy Y
ja: Y軸タイトル位置
mi: Tūnga Taitara Tukutuku Y
nl: Y-as Titel Positie
ro: Poziție Titlu Axă Y

source: Y Log Scale
bn: ওয়াই লগ স্কেল
ca: Escala Logarítmica Y
cs: Logaritmická stupnice Y
es: Escala Logarítmica Y
ja: Y ログスケール
mi: Tauine Pūkete Y
nl: Y Log Schaal
pt_br: Escala logarítmica Y
ro: Scală Logaritmică Y
tr: Y Ekseni Log Ölçek
zh_tw: Y 對數尺度

source: Y axis title margin
ca: MARGE DEL TÍTOL DE L'EIX Y
mi: Taiapa taitara tukutuku y
ro: margine titlu axă Y

source: Y bounds
bn: ওয়াই সীমা
ca: Límits Y
cs: Hranice Y
es: Límites de Y
ja: Y 境界
mi: Rohe Y
nl: Y Grenzen
pt_br: Limites Y
ro: Limite Y
tr: Y sınırları
zh_tw: Y 界限

source: Y-Axis
bn: ওয়াই-অক্ষ
ca: Eix Y
cs: Osa Y
mi: Tukutuku-Y
ro: Axă Y

source: Y-Axis Sort Ascending
bn: ওয়াই-অক্ষ কিছুর অর্ডারে
ca: Ordenar Eix Y Ascendent
cs: Řadit osu Y vzestupně
ja: Y 軸の昇順ソート
mi: Kōmaka Tukutuku-Y Piki
nl: Y-as Sorteer Oplopend
pt_br: Classificação do eixo Y em ordem crescente
ro: Sortare Axă Y Crescătoare
tr: Y-Ekseni Sıralaması Artan

source: Y-Axis Sort By
bn: ওয়াই-অক্ষ দ্বারা অর্ডার করা
ca: Ordenar Eix Y Per
cs: Řadit osu Y podle
es: Ordenar por Eje-Y
ja: Y 軸の並べ替え
mi: Kōmaka Tukutuku-Y Mā
nl: Y-as Sorteren Op
pt_br: Classificação do Eixo Y Por
ro: Sortare Axă Y După
tr: Y-Ekseni Tarafından Sırala
zh_tw: Y 軸排序

source: Y-axis
bn: ওয়াই-অক্ষ
ca: Eix Y
cs: Osa Y
ja: Y軸
mi: Tukutuku-y
nl: Y-as
pt_br: Eixo Y
ro: axă Y
tr: Y-ekseni

source: Y-axis bounds
bn: ওয়াই-অক্ষ সীমা
ca: Límits de l'eix Y
cs: Hranice osy Y
es: Límites del eje Y
ja: Y 軸の境界
mi: Rohe tukutuku-y
nl: Y-as grenzen
pt_br: Eixo Y limites
ro: limite axă Y
tr: Y-ekseni sınırları

source: Y-scale interval
ca: Interval d'Escala Y
cs: Interval stupnice Y
mi: Wā tauine-Y
ro: interval scală Y

source: Year
bn: বছর
ca: Any
cs: Rok
ja: 年
mi: Tau
nl: Jaar
pt_br: Ano
ro: An
tr: Yıl
zh_tw: 年

source: Year (freq=AS)
bn: বছর (ফ্রিকোয়েন্সি=এএস)
ca: Any (freq=AS)
cs: Rok (frekvence=AS)
es: Año (freq=AS)
ja: 年(周波数=AS)
mi: Tau (freq=AS)
nl: Jaar (freq=AS)
pt_br: Ano (freq=AS)
ro: An (freq=AS)
tr: Yıl (frek=AS)

source: Yearly seasonality
bn: বার্ষিক মৌসুম
ca: Estacionalitat anual
cs: Roční sezónnost
es: Seasonalidad anual
ja: 年間の季節性
mi: Wātanga wā ia tau
nl: Jaarlijkse seizoensinvloeden
pt_br: Sazonalidade anual
ro: Sezonalitate anuală
tr: Yıllık mevsimsellik
zh_tw: 年度季節性

source: Years %s
bn: বছর %s
ca: Anys %s
cs: Roky %s
ja: 年 %s
mi: Tau %s
nl: Jaren %s
pt_br: Anos %s
ro: Ani %s
tr: %s Yıllar
zh_tw: 年 %s

source: Yes
bn: হ্যাঁ
ca: Sí
cs: Ano
es: Sí
ja: はい
mi: Āe
nl: Ja
pt_br: Sim
ro: Da
tr: Evet
zh_tw: 是

source: Yes, cancel
bn: হ্যাঁ, বাতিল করুন
ca: Sí, cancel·lar
cs: Ano, zrušit
es: Sí, cancelar
ja: はい、キャンセルします
mi: Āe, whakakore
nl: Ja, annuleer
pt_br: Sim, cancelar
ro: Da, anulează
tr: Evet, iptal et
zh_tw: 是的，取消

source: Yes, overwrite changes
bn: হ্যাঁ, পরিবর্তনগুলি ওভাররাইট করুন
ca: Sí, sobreescriure canvis
cs: Ano, přepsat změny
es: Sí, sobrescribir cambios
ja: はい、変更を上書きします
mi: Āe, tuhirua huringa
nl: Ja, wijzigingen overschrijven
pt_br: Sim, sobrescrever mudanças
ro: Da, suprascrie modificările
tr: Evet, değişiklikleri üzerine yaz

source: You are adding tags to %s %ss
bn: আপনি %s %ss এর জন্য ট্যাগ যুক্ত করছেন
ca: Estàs afegint etiquetes a %s %ss
cs: Přidáváte značky k %s %s
es: Estás añadiendo etiquetas a %s %ss
ja: %s %ss にタグを追加しています
mi: E tāpiri ana koe i ngā tohu ki %s %ss
nl: U voegt labels toe aan %s %ss
ro: Adăugați tag-uri la %s %ss
zh_tw: 你給 %s %ss 增加了標籤

source: You are edting a query from the virtual dataset
ro: Editați o interogare din setul de date virtual

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
bn: আপনি এক বা একাধিক চার্ট আমদানি করছেন যা ইতিমধ্যে বিদ্যমান। ওভাররাইট করা আপনার কিছু কাজ হারাতে পারে। আপনি কি নিশ্চিত যে আপনি ওভাররাইট করতে চান?
ca: Estàs important un o més gràfics que ja existeixen. Sobreescriure podria fer que perdis part del teu treball. Estàs segur que vols sobreescriure?
cs: Importujete jeden nebo více grafů, které již existují. Přepsání může způsobit ztrátu vaší práce. Jste si jisti, že chcete přepsat?
es: Estás importando uno o más gráficos que ya existen. Sobrescribir podría hacer que pierdas parte de tu trabajo. ¿Estás seguro de que quieres sobrescribir?
ja: すでに存在する 1 つ以上のグラフをインポートしています。上書きすると、作業内容の一部が失われる可能性があります。上書きしてもよろしいですか?
mi: E kawemai ana koe i tētahi, nui ake rānei kauwhata kua tīari. Mā te tuhirua ka ngaro pea ētahi o ō mahi. Kei te tino hiahia koe ki te tuhirua?
nl: U importeert een of meer grafieken die al bestaan. Overschrijven kan leiden tot verlies van je werk. Weet je zeker dat je wilt overschrijven?
pt_br: Você está importando um ou mais gráficos que já existem. A substituição pode fazer com que você perca parte do seu trabalho. Tem certeza de que deseja substituir?
ro: Importați unul sau mai multe grafice care există deja. Suprascrierea ar putea determina pierderea unei părți din munca dvs. Sigur doriți să suprascrieți?
tr: Zaten var olan bir veya daha fazla grafik içe aktarıyorsunuz. Üzerine yazmak bazı işlerinizi kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?
zh_tw: 您正在導入一個或多個已存在的圖表。覆盖可能會導致您丢失一些工作。您確定要覆盖嗎？

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
bn: আপনি এক বা একাধিক ড্যাশবোর্ড আমদানি করছেন যা ইতিমধ্যে বিদ্যমান। ওভাররাইট করা আপনার কিছু কাজ হারাতে পারে। আপনি কি নিশ্চিত যে আপনি ওভাররাইট করতে চান?
ca: Estàs important un o més dashboards que ja existeixen. Sobreescriure podria fer que perdis part del teu treball. Estàs segur que vols sobreescriure?
cs: Importujete jednu nebo více nástěnek, které již existují. Přepsání může způsobit ztrátu vaší práce. Jste si jisti, že chcete přepsat?
es: Estás importando uno o más paneles que ya existen. Sobrescribir podría hacer que pierdas parte de tu trabajo. ¿Estás seguro de que quieres sobrescribir?
ja: すでに存在する 1 つ以上のダッシュボードをインポートしています。上書きすると、作業内容の一部が失われる可能性があります。上書きしてもよろしいですか?
mi: E kawemai ana koe i tētahi, nui ake rānei papatohu kua tīari. Mā te tuhirua ka ngaro pea ētahi o ō mahi. Kei te tino hiahia koe ki te tuhirua?
nl: Je importeert een of meer dashboards die al bestaan. Overschrijven kan ertoe leiden dat je een deel van je werk verloren gaat. Weet je zeker dat je wilt overschrijven?
pt_br: Você está importando um ou mais painéis que já existem. A substituição pode fazer com que você perca parte do seu trabalho. Tem certeza de que deseja substituir?
ro: Importați unul sau mai multe tablouri de bord care există deja. Suprascrierea ar putea determina pierderea unei părți din munca dvs. Sigur doriți să suprascrieți?
tr: Zaten var olan bir veya daha fazla panoyu içe aktarıyorsunuz. Üzerine yazmak bazı işlerinizi kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?
zh_tw: 您正在導入一個或多個已存在的看板。覆盖可能會導致您丢失一些工作。確定要覆盖嗎？

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
bn: আপনি এক বা একাধিক ডেটাবেস আমদানি করছেন যা ইতিমধ্যে বিদ্যমান। ওভাররাইট করা আপনার কিছু কাজ হারাতে পারে। আপনি কি নিশ্চিত যে আপনি ওভাররাইট করতে চান?
ca: Estàs important una o més bases de dades que ja existeixen. Sobreescriure podria fer que perdis part del teu treball. Estàs segur que vols sobreescriure?
cs: Importujete jednu nebo více databází, které již existují. Přepsání může způsobit ztrátu vaší práce. Jste si jisti, že chcete přepsat?
es: Estás importando una o más bases de datos que ya existen. Sobrescribir podría hacer que pierdas parte de tu trabajo. ¿Estás seguro de que quieres sobrescribir?
ja: すでに存在する 1 つ以上のデータベースをインポートしています。上書きすると、作業内容の一部が失われる可能性があります。上書きしてもよろしいですか?
mi: E kawemai ana koe i tētahi, nui ake rānei pātengi raraunga kua tīari. Mā te tuhirua ka ngaro pea ētahi o ō mahi. Kei te tino hiahia koe ki te tuhirua?
nl: Je importeert een of meer databases die al bestaan. Overschrijven kan ertoe leiden dat een deel van je werk verloren gaat. Weet je zeker dat je wilt overschrijven?
pt_br: Você está importando um ou mais bancos de dados que já existem. A substituição pode fazer com que você perca parte do seu trabalho. Tem certeza de que deseja substituir?
ro: Importați una sau mai multe baze de date care există deja. Suprascrierea ar putea determina pierderea unei părți din munca dvs. Sigur doriți să suprascrieți?
tr: Bir veya daha fazla veritabanı içe aktarıyorsunuz ve bunlar zaten mevcut. Üzerine yazmak, çalışmalarınızın bazılarını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?
zh_tw: 您正在導入一個或多個已存在的資料庫。覆盖可能會導致您丢失一些工作。您確定要覆盖嗎？

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
bn: আপনি এক বা একাধিক ডেটাসেট আমদানি করছেন যা ইতিমধ্যে বিদ্যমান। ওভাররাইট করা আপনার কিছু কাজ হারাতে পারে। আপনি কি নিশ্চিত যে আপনি ওভাররাইট করতে চান?
ca: Estàs important un o més datasets que ja existeixen. Sobreescriure podria fer que perdis part del teu treball. Estàs segur que vols sobreescriure?
cs: Importujete jednu nebo více sad dat, které již existují. Přepsání může způsobit ztrátu vaší práce. Jste si jisti, že chcete přepsat?
es: Estás importando uno o más conjuntos de datos que ya existen. Sobrescribir podría hacer que pierdas parte de tu trabajo. ¿Estás seguro de que quieres sobrescribir?
ja: すでに存在する 1 つ以上のデータセットをインポートしています。上書きすると、作業内容の一部が失われる可能性があります。上書きしてもよろしいですか?
mi: E kawemai ana koe i tētahi, nui ake rānei rārangi raraunga kua tīari. Mā te tuhirua ka ngaro pea ētahi o ō mahi. Kei te tino hiahia koe ki te tuhirua?
nl: U importeert één of meer datasets die al bestaan. Overschrijven kan leiden tot verlies van je werk. Weet je zeker dat je wilt overschrijven?
pt_br: Você está importando um ou mais conjuntos de dados que já existem. A substituição pode fazer com que você perca parte do seu trabalho. Tem certeza de que deseja substituir?
ro: Importați unul sau mai multe seturi de date care există deja. Suprascrierea ar putea determina pierderea unei părți din munca dvs. Sigur doriți să suprascrieți?
tr: Bir veya daha fazla veri kümesi içe aktarıyorsunuz ve bunlar zaten mevcut. Üzerine yazmak, çalışmalarınızın bazılarını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?
zh_tw: 您正在導入一個或多個已存在的數據集。覆盖可能會導致您丢失一些工作。確定要覆盖嗎？

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
bn: আপনি এক বা একাধিক সংরক্ষিত প্রশ্ন আমদানি করছেন যা ইতিমধ্যে বিদ্যমান। ওভাররাইট করা আপনার কিছু কাজ হারাতে পারে। আপনি কি নিশ্চিত যে আপনি ওভাররাইট করতে চান?
ca: Estàs important una o més consultes desades que ja existeixen. Sobreescriure podria fer que perdis part del teu treball. Estàs segur que vols sobreescriure?
cs: Importujete jeden nebo více uložených dotazů, které již existují. Přepsání může způsobit ztrátu vaší práce. Jste si jisti, že chcete přepsat?
ja: すでに存在する 1 つ以上の保存済みクエリをインポートしています。上書きすると、作業内容の一部が失われる可能性があります。上書きしてもよろしいですか?
mi: E kawemai ana koe i tētahi, nui ake rānei pātai kua tiakina kua tīari. Mā te tuhirua ka ngaro pea ētahi o ō mahi. Kei te tino hiahia koe ki te tuhirua?
nl: U importeert een of meer opgeslagen query's die al bestaan. Overschrijven kan leiden tot verlies van je werk. Weet je zeker dat je wilt overschrijven?
ro: Importați una sau mai multe interogări salvate care există deja. Suprascrierea ar putea determina pierderea unei părți din munca dvs. Sigur doriți să suprascrieți?
tr: Bir veya daha fazla kaydedilmiş sorgu içe aktarıyorsunuz ve bunlar zaten mevcut. Üzerine yazmak, çalışmalarınızın bazılarını kaybetmenize neden olabilir. Üzerine yazmak istediğinizden emin misiniz?
zh_tw: 您正在導入一個或多個已存在的查詢。覆盖可能會導致您丢失一些工作。您確定要覆盖嗎？

source: You are importing one or more themes that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ro: Importați una sau mai multe teme care există deja. Suprascrierea ar putea determina pierderea unei părți din munca dvs. Sigur doriți să suprascrieți?

source: You are viewing this chart in a dashboard context with labels shared across multiple charts. The color scheme selection is disabled.
ca: Estàs veient aquest gràfic en un context de dashboard amb etiquetes compartides entre múltiples gràfics. La selecció d'esquema de color està deshabilitada.
cs: Prohlížíte si tento graf v kontextu nástěnky s popisky sdílenými napříč více grafy. Výběr barevného schématu je zakázán.
mi: E tirohia ana e koe tēnei kauwhata i roto i tētahi horopaki papatohu me ngā tapanga e tuaritia ana puta noa i ngā kauwhata maha.
ro: Vizualizați acest grafic într-un context de tablou de bord cu etichete partajate între mai multe grafice. Selectarea schemei de culori este dezactivată.

source: You are viewing this chart in the context of a dashboard that is directly affecting its colors. To edit the color scheme, open this chart outside of the dashboard.
ca: Estàs veient aquest gràfic en el context d'un dashboard que està afectant directament els seus colors. Per editar l'esquema de color, obre aquest gràfic fora del dashboard.
cs: Prohlížíte si tento graf v kontextu nástěnky, která přímo ovlivňuje jeho barvy. Pro úpravu barevného schématu otevřete tento graf mimo nástěnku.
mi: E tirohia ana e koe tēnei kauwhata i roto i te horopaki o tētahi papatohu e pā tōtika ana ki ōna tae.
ro: Vizualizați acest grafic în contextul unui tablou de bord care îi afectează direct culorile. Pentru a edita schema de culori, deschideți acest grafic în afara tabloului de bord.

source: You can
bn: আপনি পারেন
ca: Pots
cs: Můžete
ja: あなたはできる
mi: Ka taea e koe
nl: U kunt
pt_br: É possível
ro: Puteți
tr: Şunları yapabilirsiniz

source: You can add the components in the
bn: আপনি কম্পোনেন্টগুলি যোগ করতে পারেন
ca: Pots afegir els components al
cs: Komponenty můžete přidat v
es: Puedes añadir los componentes en el
ja: コンポーネントを追加できます
mi: Ka taea e koe te tāpiri i ngā waeine i te
nl: U kunt de componenten toevoegen aan de
pt_br: Você pode adicionar o componentes no
ro: Puteți adăuga componentele în
tr: Bileşenleri şu sekmeden ekleyebilirsiniz:

source: You can add the components in the edit mode.
bn: আপনি সম্পাদনা মোডে কম্পোনেন্টগুলি যোগ করতে পারেন।
ca: Pots afegir els components en el mode d'edició.
cs: Komponenty můžete přidat v režimu úprav.
es: Puedes añadir los componentes en el modo de edición.
ja: 編集モードでコンポーネントを追加できます。
mi: Ka taea e koe te tāpiri i ngā waeine i te aratau whakatika.
nl: Je kunt de componenten toevoegen in de bewerkingsmodus.
pt_br: Você pode adicionar os componentes no modo de edição.
ro: Puteți adăuga componentele în modul de editare.
tr: Düzenleme modunda bileşenleri ekleyebilirsiniz.

source: You can also just click on the chart to apply cross-filter.
bn: আপনি ক্রস-ফিল্টার প্রয়োগ করতে চার্টে ক্লিকও করতে পারেন।
ca: També pots simplement clicar al gràfic per aplicar filtre creuat.
cs: Můžete také jen kliknout na graf pro aplikaci křížového filtru.
es: También puedes simplemente hacer clic en el gráfico para aplicar el filtro cruzado.
ja: チャートをクリックするだけでクロスフィルターを適用することもできます。
mi: Ka taea hoki e koe te pāwhiri noa i te kauwhata hei whakahaeretia i te tātari-whiti.
nl: Je kunt ook gewoon op de grafiek klikken om cross-filter toe te passen.
pt_br: Você também pode simplesmente clicar no gráfico para aplicar o filtro cruzado.
ro: De asemenea, puteți face clic pe grafic pentru a aplica filtrare încrucișată.
tr: Çapraz filtre uygulamak için grafiğe tıklamanız yeterlidir.
