Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Advanced analytics
bn: উন্নত বিশ্লেষণ
ca: Analítica avançada
cs: Pokročilá analytika
es: Analítica avanzada
ja: 高度な分析
mi: Tātaritanga aromatawai
nl: Geavanceerde analytics
pt_br: Analytics avançado
ro: Analiză avansată
tr: Gelişmiş analitik
zh_tw: 高級分析

source: Advanced analytics Query A
bn: উন্নত বিশ্লেষণ কুয়েরি A
ca: Consulta A d'analítica avançada
cs: Pokročilá analytika, dotaz A
ja: 高度な分析クエリ A
mi: Tātaritanga aromatawai Pātai A
nl: Geavanceerde analytics zoekopdracht A
pt_br: Análise avançada Consulta A
ro: Interogare Analiză Avansată A
tr: Gelişmiş analitik Sorgu A

source: Advanced analytics Query B
bn: উন্নত বিশ্লেষণ কুয়েরি B
ca: Consulta B d'analítica avançada
cs: Pokročilá analytika, dotaz B
ja: 高度な分析クエリ B
mi: Tātaritanga aromatawai Pātai B
nl: Geavanceerde analytics zoekopdracht B
pt_br: Análise avançada Consulta B
ro: Interogare Analiză Avansată B
tr: Gelişmiş analitik Sorgu B

source: Advanced analytics post processing
bn: উন্নত বিশ্লেষণ পরবর্তী প্রক্রিয়াকরণ
ca: Post-processament d'analítica avançada
cs: Následné zpracování pokročilé analytiky
mi: Tukatuka-iho tātaritanga aromatawai
ro: Post-procesare analiză avansată

source: Advanced data type
bn: উন্নত ডেটা টাইপ
ca: Tipus de dades avançat
cs: Pokročilý datový typ
ja: 高度なデータ型
mi: Momo raraunga aromatawai
nl: Geavanceerd gegevenstype
pt_br: Tipo de dados avançado
ro: Tip de date avansat
tr: Gelişmiş veri türü

source: Advanced settings
ro: Setări avansate

source: Advanced-Analytics
bn: উন্নত-বিশ্লেষণ
ca: Analítica-Avançada
cs: Pokročilá-Analytika
ja: 高度な分析
mi: Tātaritanga-Aromatawai
nl: Geavanceerde Analytics
pt_br: Análise avançada
ro: Analiză-Avansată
tr: Gelişmiş-Analitik
zh_tw: 高級分析

source: Affected Charts
bn: প্রভাবিত চার্টগুলো
ca: Gràfics Afectats
cs: Dotčené grafy
mi: Kauwhata Pānga
ro: Grafice Afectate

source: Affected Dashboards
bn: প্রভাবিত ড্যাশবোর্ডগুলো
ca: Dashboards Afectats
cs: Dotčené nástěnky
mi: Papatohu Pānga
ro: Tablouri de Bord Afectate

source: After
bn: পরে
ca: Després
cs: Po
ja: 後
mi: I muri
nl: Na
pt_br: Depois de
ro: După
tr: Sonra
zh_tw: 之後

source: After making the changes, copy the query and paste in the virtual dataset SQL snippet settings.
ro: După efectuarea modificărilor, copiați interogarea și lipiți-o în setările fragmentului SQL al setului de date virtual.

source: Aggregate
bn: সমষ্টি
ca: Agregar
cs: Agregovat
ja: 集計
mi: Whakaarotau
pt_br: Agregado
ro: Agregat
tr: Toplamak
zh_tw: 聚合

source: Aggregate Mean
bn: সমষ্টিগত গড়
ca: Mitjana Agregada
cs: Agregovaný průměr
ja: 集計平均値
mi: Toharite Whakaarotau
nl: Aggregate Gemiddelde
pt_br: Média agregada
ro: Media agregată
tr: Ortalama Toplam
zh_tw: 合計平均值

source: Aggregate Sum
bn: সমষ্টিগত যোগফল
ca: Suma Agregada
cs: Agregovaný součet
ja: 集計合計
mi: Tapeke Whakaarotau
nl: Aggregate Som
pt_br: Soma agregada
ro: Suma agregată
tr: Toplam Toplamı
zh_tw: 合計

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
bn: প্রতিটি ক্লাস্টারের পয়েন্টগুলির তালিকায় প্রয়োগ করা সমষ্টিগত ফাংশন ক্লাস্টার লেবেল তৈরি করতে।
ca: Funció agregada aplicada a la llista de punts de cada grup per produir l'etiqueta del grup.
cs: Agregační funkce aplikovaná на seznam bodů v každém shluku pro vytvoření označení shluku.
es: Función agregada aplicada a la lista de puntos en cada grupo para producir la etiqueta del grupo.
ja: クラスター ラベルを生成するために各クラスター内のポイントのリストに適用される集計関数。
mi: Taumahi whakaarotau ka whakahaeretia ki te rārangi tohu i ia rāpaki hei whakaputa i te tapanga rāpaki.
nl: Aggregate functie toegepast op de lijst van punten in elke cluster om het clusterlabel te produceren.
pt_br: Função agregada aplicada à lista de pontos em cada cluster para produzir o rótulo do cluster.
ro: Funcție de agregare aplicată listei de puncte din fiecare cluster pentru a produce eticheta clusterului.
tr: Her kümedeki nokta listesine uygulanan toplama fonksiyonu, küme etiketini oluşturur.
zh_tw: 聚合函數應用於每個群集中的點列表以产生聚合標籤。

source: Aggregate function to apply when pivoting and computing the total rows and columns
bn: পিভটিং এবং মোট সারি ও কলাম গণনা করার সময় প্রয়োগ করার জন্য সমষ্টিগত ফাংশন।
ca: Funció agregada a aplicar quan es fan taules dinàmiques i es calculen el total de files i columnes
cs: Agregační funkce, která se použije při kontingenci a výpočtu celkových řádků a sloupců
es: Función agregada a aplicar al pivotar y calcular el total de filas y columnas
ja: クラスター ラベルを生成するために各クラスター内のポイントのリストに適用される集計関数。
mi: Taumahi whakaarotau hei whakahaeretia ina hurihuri ana, ina tatau ana i ngā rārangi me ngā tīwae tapeke
nl: Aggregate functie om toe te passen bij pivoting en berekening van de totale rijen en kolommen
pt_br: Função agregada a aplicar ao dinamizar e calcular o total de linhas e colunas
ro: Funcția de agregare de aplicat la pivotarea și calcularea rândurilor și coloanelor totale
tr: Pivot yapılırken ve toplam satırları ve sütunları hesaplarken uygulanacak toplama fonksiyonu
zh_tw: 在旋轉和計算總的行和列時，應用聚合函數

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
bn: গ্রিড কোষের সীমানার মধ্যে ডেটা সমষ্টি করে এবং সংহত মানগুলিকে একটি গতিশীল রঙ স্কেলে মানচিত্র করে।
ca: Agrega dades dins dels límits de les cel·les de la graella i mapeja els valors agregats a una escala de color dinàmica
cs: Agreguje data uvnitř hranic buněk mřížky a mapuje agregované hodnoty na dynamickou barevnou škálu
es: Agrega datos dentro del límite de las celdas de la cuadrícula y asigna los valores agregados a una escala de color dinámica
ja: グリッド セルの境界内でデータを集計し、集計された値を動的なカラー スケールにマッピング
mi: Ka whakaarotau i ngā raraunga i roto i te rohe o ngā pūtau tukutata, ā, ka whakamahere i ngā uara kua whakaarotauhia ki tētahi tauine tae autōkē
nl: Combineert gegevens binnen de grens van rastercellen en brengt de geaggregeerde waarden naar een dynamische kleurschaal in kaart
pt_br: Agrega dados dentro dos limites das células do grid e mapeia os valores agregados para uma escala de cores dinâmica
ro: Agregează datele în limitele celulelor grilei și mapează valorile agregate pe o scală dinamică de culori
tr: Izgara hücrelerinin sınırları içindeki verileri toplar ve toplanan değerleri dinamik bir renk ölçeğine eşler

source: Aggregation
bn: সমষ্টিকরণ
ca: Agregació
cs: Agregace
ja: 集計
mi: Whakaarotautanga
nl: Aggregatie
ro: Agregare
tr: Toplama

source: Aggregation Method
ca: Mètode d'Agregació
cs: Metoda agregace
mi: Tikanga Whakaarotau
ro: Metodă de Agregare

source: Aggregation function
bn: সমষ্টিকরণ ফাংশন
ca: Funció d'agregació
cs: Agregační funkce
ja: 集計関数
mi: Taumahi whakaarotau
nl: Aggregatie functie
pt_br: Função de agregação
ro: Funcție de agregare
tr: Toplama Fonksiyonu
zh_tw: 聚合功能

source: Alert
bn: সতর্কতা
ca: Alerta
cs: Upozornění
ja: アラート
mi: Matohi
nl: Waarschuwing
pt_br: Alerta
ro: Alertă
tr: Alarm

source: Alert Triggered, In Grace Period
bn: সতর্কতা সক্রিয় হয়েছে, গ্রেস পিরিয়ডে আছে
ca: Alerta Activada, En Període de Gràcia
cs: Upozornění spuštěno, v ochranné lhůtě
es: Alerta Activada, En Periodo de Gracia
ja: アラート発動、猶予期間中
mi: Matohi Kua Whakaohongia, I roto i te Wā Aroha
nl: Waarschuwing geactiveerd, in grace periode
pt_br: Alerta Acionado, em período de carência
ro: Alertă declanșată, în perioadă de grație
tr: Alarm Tetiklendi, Lütuf Sürecinde
zh_tw: 告警已觸發，在寬限期内

source: Alert condition
bn: সতর্কতা শর্ত
ca: Condició d'alerta
cs: Podmínka upozornění
es: Condición de alerta
ja: アラート状態
mi: Āhuatanga matohi
nl: Naam waarschuwingsconditie
pt_br: Condição de alerta
ro: Condiție de alertă
tr: Alarm Koşulu
zh_tw: 告警條件

source: Alert contents
bn: সতর্কতা বিষয়বস্তু
ca: Contingut de l'alerta
cs: Obsah upozornění
mi: Ihirangi matohi
ro: Conținut alerte

source: Alert ended grace period.
bn: সতর্কতা গ্রেস পিরিয়ড শেষ করেছে।
ca: L'alerta ha acabat el període de gràcia.
cs: Upozornění ukončilo ochrannou lhůtu.
es: Alerta finalizó el periodo de gracia.
ja: アラートは猶予期間を終了しました。
mi: Matohi kua mutu te wā aroha.
nl: Waarschuwing beëindigd grace period.
pt_br: O alerta terminou o período de carência.
ro: Alerta a încheiat perioada de grație.
tr: Alarmın lütuf süresi sona erdi.
zh_tw: 告警已结束寬限期。

source: Alert failed
bn: সতর্কতা ব্যর্থ হয়েছে
ca: L'alerta ha fallat
cs: Upozornění selhalo
es: Alerta fallida
ja: アラートに失敗しました。
mi: I rahua te matohi
nl: Waarschuwing mislukt
pt_br: Falha no alerta
ro: Alerta a eșuat
tr: Alarm başarısız oldu
zh_tw: 告警失敗

source: Alert fired during grace period.
bn: গ্রেস পিরিয়ড চলাকালে সতর্কতা সক্রিয় হয়েছে।
ca: L'alerta s'ha activat durant el període de gràcia.
cs: Upozornění bylo spuštěno během ochranné lhůty.
es: Alerta activada durante el periodo de gracia.
ja: 猶予期間中にアラートが発生しました。
mi: Matohi i pāhia i te wā aroha.
nl: Waarschuwing afgevuurd tijdens grace period.
pt_br: Alerta disparado durante o período de carência.
ro: Alerta declanșată în timpul perioadei de grație.
tr: Lütuf süresi boyunca alarm tetiklendi.
zh_tw: 在寬限期内觸發告警。

source: Alert found an error while executing a query.
bn: সতর্কতা একটি কুয়েরি কার্যকর করার সময় একটি ত্রুটি খুঁজে পেয়েছে।
ca: L'alerta ha trobat un error mentre executava una consulta.
cs: Upozornění nalezlo chybu při provádění dotazu.
es: Alerta encontró un error mientras ejecutaba una consulta.
ja: クエリの実行中にアラートがエラーを検出しました。
mi: I kitea e te Matohi he hapa i te whakatutukitanga o tētahi pātai.
nl: Alert heeft een fout gevonden tijdens het uitvoeren van een query.
pt_br: O alerta encontrou um erro durante a execução de uma consulta.
ro: Alerta a găsit o eroare în timpul executării unei interogări.
tr: Sorgu yürütülürken alarm bir hata buldu.
zh_tw: 告警在執行查詢時發現錯誤。

source: Alert is active
bn: সতর্কতা সক্রিয়
ca: L'alerta està activa
cs: Upozornění je aktivní
mi: Kei te hohe te matohi
ro: Alerta este activă

source: Alert name
bn: সতর্কতার নাম
ca: Nom de l'alerta
cs: Název upozornění
es: Nombre de alerta
ja: アラート名
mi: Ingoa matohi
nl: Naam van de waarschuwing
pt_br: Nome do alerta
ro: Nume alerte
tr: Alarm Adı
zh_tw: 告警名稱

source: Alert on grace period
bn: গ্রেস পিরিয়ডে সতর্কতা
ca: Alerta en període de gràcia
cs: Upozornění na ochrannou lhůtu
es: Alerta sobre el período de gracia
ja: 猶予期間に関するアラート
mi: Matohi i runga i te wā aroha
nl: Waarschuwing tijdens grace period
pt_br: Alerta em período de carência
ro: Alertă în perioadă de grație
tr: Lütuf Süresinde Alarm
zh_tw: 告警寬限期

source: Alert query returned a non-number value.
bn: সতর্কতা কুয়েরি একটি অ-সংখ্যা মান প্রদান করেছে।
ca: La consulta de l'alerta ha retornat un valor no numèric.
cs: Dotaz upozornění vrátil nečíselnou hodnotu.
es: La consulta de alerta devolvió un valor no numérico.
ja: アラートクエリが数値以外の値を返しました。
mi: I whakahoki te pātai matohi i tētahi uara ehara i te tau.
nl: Alert query heeft een waarde geretourneerd die geen getal is.
pt_br: A consulta do alerta retornou um valor não numérico.
ro: Interogarea alertei a returnat o valoare non-numerică.
tr: Alarm sorgusu sayısal olmayan bir değer döndürdü.
zh_tw: 告警查詢返回非數字值。

source: Alert query returned more than one column.
bn: সতর্কতা কুয়েরি একের বেশি কলাম প্রদান করেছে।
ca: La consulta de l'alerta ha retornat més d'una columna.
cs: Dotaz upozornění vrátil více než jeden sloupec.
es: La consulta de alerta devolvió más de una columna.
ja: アラートクエリが複数の列を返しました。
mi: I whakahoki te pātai matohi i te nui atu i te kotahi tīwae.
nl: Alert query heeft meer dan één kolom geretourneerd.
pt_br: A consulta do alerta retornou mais de uma coluna.
ro: Interogarea alertei a returnat mai mult de o coloană.
tr: Uyarı sorgusu birden fazla sütun döndürdü.
zh_tw: 告警查詢返回多個列。

source: Alert query returned more than one column. %(num_cols)s columns returned
bn: সতর্কতা কুয়েরি একের বেশি কলাম প্রদান করেছে। %(num_cols)s কলাম প্রদান করা হয়েছে।
ca: La consulta de l'alerta ha retornat més d'una columna. %(num_cols)s columnes retornades
cs: Dotaz upozornění vrátil více než jeden sloupec. Vráceno %(num_cols)s sloupců.
ja: アラートクエリが複数の列を返しました。 %(num_cols)s 列が返されました。
mi: I whakahoki te pātai matohi i te nui atu i te kotahi tīwae. %(num_cols)s tīwae i whakahokia mai
nl: Waarschuwing query is met meer dan één kolom geretourneerd. %(num_cols)s kolommen geretourneerd
ro: Interogarea alertei a returnat mai mult de o coloană. Returnate %(num_cols)s coloane

source: Alert query returned more than one row.
bn: সতর্কতা কুয়েরি একের বেশি সারি প্রদান করেছে।
ca: La consulta de l'alerta ha retornat més d'una fila.
cs: Dotaz upozornění vrátil více než jeden řádek.
es: La consulta de alerta devolvió más de una fila.
ja: アラートクエリが複数の行を返しました。
mi: I whakahoki te pātai matohi i te nui atu i te kotahi rārangi.
nl: Alert query retourneerde meer dan één rij.
pt_br: A consulta do alerta retornou mais do que uma linha.
ro: Interogarea alertei a returnat mai mult de un rând.
tr: Uyarı sorgusu birden fazla satır döndürdü.
zh_tw: 告警查詢返回了多行。

source: Alert query returned more than one row. %(num_rows)s rows returned
bn: সতর্কতা কুয়েরি একের বেশি সারি প্রদান করেছে। %(num_rows)s সারি প্রদান করা হয়েছে।
ca: La consulta de l'alerta ha retornat més d'una fila. %(num_rows)s files retornades
cs: Dotaz upozornění vrátil více než jeden řádek. Vráceno %(num_rows)s řádků.
ja: アラート クエリが複数の行を返しました。 %(num_rows)s 行が返されました。
mi: I whakahoki te pātai matohi i te nui ake i te kotahi rārangi. %(num_rows)s rārangi i whakahokia mai""
nl: Waarschuwing query is met meer dan één rij teruggekomen. %(num_rows)s rijen zijn geretourneerd
ro: Interogarea alertei a returnat mai mult de un rând. Returnate %(num_rows)s rânduri

source: Alert running
bn: সতর্কতা চলছে
ca: Alerta en execució
cs: Upozornění běží
es: Alerta en ejecución
ja: アラート発動中
mi: Matohi e rere ana
nl: Alarm actief
pt_br: Alerta em execução
ro: Alertă în curs
tr: Uyarı çalışıyor
zh_tw: 告警運行中

source: Alert triggered, notification sent
bn: সতর্কতা সক্রিয় হয়েছে, বিজ্ঞপ্তি পাঠানো হয়েছে
ca: Alerta activada, notificació enviada
cs: Upozornění spuštěno, oznámení odesláno
es: Alerta activada, notificación enviada
ja: アラートが発動し、通知が送信されました
mi: Matohi kua whakaoho, kua tukuna te whakamōhio
nl: Alarm geactiveerd, kennisgeving verzonden
pt_br: Alerta acionado , notificação enviada
ro: Alertă declanșată, notificare trimisă
tr: Uyarı tetiklendi, bildirim gönderildi
zh_tw: 告警已觸發，通知已發送

source: Alert validator config error.
bn: সতর্কতা যাচাইকরণ কনফিগার ত্রুটি।
ca: Error de configuració del validador d'alerta.
cs: Chyba konfigurace validátoru upozornění.
es: Error en la configuración del validador de alertas.
ja: アラートバリデーター設定エラー
mi: Hapa whirihora matohi kaimanatoko.
nl: Waarschuwing validator configuratiefout.
pt_br: Erro na configuração do validador do alerta.
ro: Eroare de configurare validator alerte.
tr: Uyarı doğrulayıcı yapılandırma hatası.
zh_tw: 告警驗證器配置錯誤。

source: Alerts
bn: সতর্কতা
ca: Alertes
cs: Upozornění
es: Alertas
ja: アラート
mi: Matohi
nl: Waarschuwingen
pt_br: Alertas
ro: Alerte
tr: Uyarılar
zh_tw: 告警

source: Alerts & Reports
bn: সতর্কতা এবং রিপোর্ট
ca: Alertes i Informes
cs: Upozornění a reporty
es: Alertas e Informes
ja: アラートとレポート
mi: Matohi me ngā Pūrongo
nl: Waarschuwingen en rapporten
pt_br: Alertas e Relatórios
ro: Alerte & Rapoarte
tr: Uyarılar ve Raporlar
zh_tw: 告警和報告

source: Alerts & reports
bn: সতর্কতা এবং রিপোর্ট
ca: Alertes i informes
cs: Upozornění a reporty
es: Alertas e informes
ja: アラートとレポート
mi: Matohi me ngā pūrongo
nl: Waarschuwingen & rapporten
pt_br: Alertas e relatórios
ro: Alerte & rapoarte
tr: Uyarılar ve raporlar
zh_tw: 告警和報告

source: Align +/-
bn: সারিবদ্ধ +/-
ca: Alinear +/-
cs: Zarovnat +/-
es: Alinear +/-
ja: 整列 +/-
mi: Whakarite +/-
nl: Uitlijnen +/-
pt_br: Alinhar +/-
ro: Aliniază +/-
tr: Hizala +/-
zh_tw: 對齊 +/-

source: All
bn: সব
ca: Tot
cs: Vše
es: Todo
ja: 全部
mi: Katoa
nl: Alle
pt_br: Todos
ro: Toate
tr: Tümü
zh_tw: 所有

source: All %s hidden columns
ca: Totes %s columnes ocultes
cs: Všechny %s skryté sloupce
mi: Katoa %s tīwae huna
ro: Toate cele %s coloane ascunse

source: All Text
bn: সমস্ত টেক্সট
ca: Tot el Text
cs: Veškerý text
es: Todo el Texto
ja: すべてのテキスト
mi: Tuhinga Katoa
nl: Alle tekst
pt_br: Todos os Textos
ro: Tot Textul
tr: Tüm Metin
zh_tw: 所有文本

source: All charts
bn: সমস্ত চার্ট
ca: Tots els gràfics
cs: Všechny grafy
es: Todos los gráficos
ja: すべてのチャート
mi: Kauwhata katoa
nl: Alle grafieken
pt_br: Todos os gráficos
ro: Toate graficele
tr: Tüm grafikler
zh_tw: 所有圖表

source: All charts/global scoping
bn: সমস্ত চার্ট/বিশ্বব্যাপী স্কোপিং
ca: Tots els gràfics/àmbit global
cs: Všechny grafy / globální rozsah
es: Todos los gráficos/alcance global
ja: すべてのチャート/グローバル範囲設定
mi: Kauwhata katoa/korahi ao whānui
nl: Alle grafieken/globale scoping
ro: Toate graficele/domeniu de aplicare global
tr: Tüm grafikler/küresel kapsam
zh_tw: 所有的圖表或者全局作用域

source: All filters
bn: সমস্ত ফিল্টার
ca: Tots els filtres
cs: Všechny filtry
es: Todos los filtros
ja: すべてのフィルタ
mi: Tātari katoa
nl: Alle filters
pt_br: Todos os filtros
ro: Toate filtrele
tr: Tüm filtreler
zh_tw: 所有過濾器

source: All panels
bn: সমস্ত প্যানেল
ca: Tots els panells
cs: Všechny panely
ja: すべてのパネル
mi: Papa katoa
nl: Alle panelen
pt_br: Todos os painéis
ro: Toate panourile
tr: Tüm paneller
zh_tw: 應用於所有面板

source: All records
ro: Toate înregistrările

source: Allow CREATE TABLE AS
bn: CREATE TABLE AS অনুমতি দিন
ca: Permetre CREATE TABLE AS
cs: Povolit CREATE TABLE AS
es: Permitir CREATE TABLE AS
ja: テーブル作成を許可
mi: Whakāetia CREATE TABLE AS
nl: Sta CREATE TABLE AS toe
pt_br: Permitir CREATE TABLE AS
ro: Permite CREATE TABLE AS
tr: CREATE TABLE AS'a izin ver
zh_tw: 允許 CREATE TABLE AS

source: Allow CREATE VIEW AS
bn: CREATE VIEW AS অনুমতি দিন
ca: Permetre CREATE VIEW AS
cs: Povolit CREATE VIEW AS
es: Permitir CREATE VIEW AS
ja: ビュー作成を許可
mi: Whakāetia CREATE VIEW AS
nl: Sta CREATE VIEW AS toe
pt_br: Permitir CREATE VIEW AS
ro: Permite CREATE VIEW AS
tr: CREATE VIEW AS'a izin ver
zh_tw: 允許 CREATE VIEW AS

source: Allow DDL and DML
bn: DDL এবং DML অনুমতি দিন
ca: Permetre DDL i DML
cs: Povolit DDL a DML
mi: Whakāetia DDL me DML
ro: Permite DDL și DML

source: Allow changing catalogs
bn: ক্যাটালগ পরিবর্তন করার অনুমতি দিন
ca: Permetre canviar catàlegs
cs: Povolit změnu katalogů
mi: Whakāetia te huri i ngā kātaloka
ro: Permite schimbarea catalogelor

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
bn: কলাম নামগুলি কেস ইনসেনসিটিভ ফরম্যাটে পরিবর্তন করার অনুমতি দিন, যদি সমর্থিত হয় (যেমন Oracle, Snowflake)।
ca: Permetre que els noms de columnes es canviïn a format insensible a majúscules/minúscules, si és compatible (p. ex. Oracle, Snowflake).
cs: Povolit změnu názvů sloupců na formát nerozlišující velká a malá písmena, pokud je to podporováno (např. Oracle, Snowflake).
es: Permitir que los nombres de las columnas se cambien a formato insensible a mayúsculas y minúsculas, si es compatible (por ejemplo, Oracle, Snowflake).
ja: サポートされている場合、列名を大文字と小文字を区別しない形式に変更できるようにします。 (Oracle、Snowflake など)。
mi: Whakāetia te huri i ngā ingoa tīwae ki te hōputu kore aro reta iti/nui, mēnā e tautokona ana(hei tauira Oracle, Snowflake).
nl: Toestaan dat kolomnamen worden gewijzigd in geval van ongevoelig formaat, indien ondersteund (bijv. Oracle, Sneeuwflake).
ro: Permite schimbarea numelor coloanelor în format fără diferențiere de litere mari-mici, dacă este suportat (de ex. Oracle, Snowflake).
zh_tw: 如果資料庫支持（例如 Oracle、Snowflake 等），允許將列名更改為不區分大小寫的格式。

source: Allow columns to be rearranged
bn: কলামগুলি পুনর্বিন্যাস করার অনুমতি দিন
ca: Permetre reordenar columnes
cs: Povolit přeskládání sloupců
es: Permitir reorganizar las columnas
ja: 列の再配置を許可する
mi: Whakāetia te whakahurihuri i ngā tīwae
nl: Kolommen kunnen worden gerangschikt
pt_br: Permitir que as colunas sejam reorganizadas
ro: Permite rearanjarea coloanelor
tr: Sütunların yeniden düzenlenmesine izin ver
zh_tw: 允許列重排

source: Allow creation of new tables based on queries
bn: কুয়েরির ভিত্তিতে নতুন টেবিল তৈরি করার অনুমতি দিন
ca: Permetre la creació de noves taules basades en consultes
cs: Povolit vytváření nových tabulek na základě dotazů
es: Permitir la creación de nuevas tablas basadas en consultas
ja: クエリに基づいた新しいテーブルの作成を許可する
mi: Whakāetia te hanganga o ngā ripanga hou mai i ngā pātai
nl: Aanmaken van nieuwe tabellen op basis van query’s mogelijk maken
pt_br: Permitir criação de novas tabelas baseadas em consultas
ro: Permite crearea de tabele noi pe baza interogărilor
tr: Sorgulara dayalı yeni tabloların oluşturulmasına izin ver
zh_tw: 允許基於查詢創建新表

source: Allow creation of new values
ca: Permetre la creació de nous valors
cs: Povolit vytváření nových hodnot
mi: Whakāetia te hanganga o ngā uara hou
ro: Permite crearea de valori noi

source: Allow creation of new views based on queries
bn: কুয়েরির ভিত্তিতে নতুন ভিউ তৈরি করার অনুমতি দিন
ca: Permetre la creació de noves vistes basades en consultes
cs: Povolit vytváření nových pohledů na základě dotazů
es: Permitir la creación de nuevas vistas basadas en consultas
ja: クエリに基づいた新しいビューの作成を許可する
mi: Whakāetia te hanganga o ngā tirohanga hou mai i ngā pātai
nl: Aanmaken van nieuwe views gebaseerd op queries toestaan
pt_br: Permitir criação de novas visualizações baseadas em consultas
ro: Permite crearea de vizualizări noi pe baza interogărilor
tr: Sorgulara dayalı yeni görünümlerin oluşturulmasına izin ver
zh_tw: 允許基於查詢創建新視圖

source: Allow data manipulation language
bn: ডেটা ম্যানিপুলেশন ভাষা অনুমতি দিন
ca: Permetre llenguatge de manipulació de dades
cs: Povolit jazyk pro manipulaci s daty
es: Permitir lenguaje de manipulación de datos
ja: データ操作言語を許可する
mi: Whakāetia te reo whakahaere raraunga
nl: Sta data manipulatie taal toe
pt_br: Permitir linguagem de manipulação de dados
ro: Permite limbajul de manipulare a datelor
tr: Veri manipülasyon dili kullanımına izin ver
zh_tw: 允許數據操作語言

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
bn: এন্ড ইউজারকে কলামের শিরোনামগুলি ড্র্যাগ-এন্ড-ড্রপ করে পুনর্বিন্যাস করতে দিন। মনে রাখবেন, তারা পরবর্তী বার চার্টটি খোলার সময় তাদের পরিবর্তন থাকবে না।
ca: Permetre a l'usuari final arrossegar i deixar anar capçaleres de columnes per reordenar-les. Nota que els seus canvis no persistiran per a la propera vegada que obrin el gràfic.
cs: Umožnit koncovému uživateli přetahovat záhlaví sloupců a měnit jejich pořadí. Upozorňujeme, že jejich změny se při příštím otevření grafu nezachovají.
es: Permitir al usuario final arrastrar y soltar los encabezados de las columnas para reorganizarlos. Tenga en cuenta que sus cambios no persistirán para la próxima vez que abran el gráfico.
ja: エンド ユーザーが列ヘッダーをドラッグ アンド ドロップして再配置できるようにします。
mi: Whakāetia te kaiwhakamahi whakamutunga ki te tō-me-tuku i ngā pane tīwae kia whakahurihuri. Kia mōhio karekau ō rātou huringa e mau tonu mō te wā kē atu ka huaki ai i te kauwhata.
nl: Laat de eindgebruiker de kolomkoppen slepen om ze te herschikken. Merk op dat hun wijzigingen niet blijven bestaan voor de volgende keer dat ze de grafiek openen.
pt_br: Permitir que o usuário final arraste e solte os cabeçalhos das colunas para os reorganizar. Note que as alterações não persistirão na próxima vez que o utilizador abrir o gráfico.
ro: Permite utilizatorului final să tragă și să plaseze antetele coloanelor pentru a le rearanja. Rețineți că modificările lor nu vor persista data viitoare când deschid graficul.
tr: Son kullanıcının sütun başlıklarını sürükleyip bırakarak yeniden düzenlemesine izin ver. Not: Değişiklikleri, grafiği bir sonraki açılışında kalıcı olmayacak.
zh_tw: 允許最終用戶通過拖放列標題來重新排列它們。請注意，他們所做的更改不會在下次打開圖表時保留。
