Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"int"}. Check Python's Pandas library for supported data types.
bn: আপনার যদি ডিফল্ট পরিবর্তন করার প্রয়োজন হয় তবে কলাম নাম এবং তাদের ডেটা টাইপের একটি অভিধান। উদাহরণ: {"user_id":"int"}। সমর্থিত ডেটা টাইপের জন্য Python-এর Pandas লাইব্রেরি পরীক্ষা করুন।
ca: Un diccionari amb noms de columnes i els seus tipus de dades si necessites canviar els valors per defecte. Exemple: {"user_id":"int"}. Consulta la biblioteca Pandas de Python per els tipus de dades suportats.
cs: Slovník s názvy sloupců a jejich datovými typy, pokud potřebujete změnit výchozí hodnoty. Příklad: {"user_id":"int"}. Podporované datové typy najdete v knihovně Pandas v Pythonu.
mi: He papakupu me ngā ingoa tīwae me ō rātou momo raraunga mēnā me huri koe i ngā taunoa. Tauira: {"user_id":"int"}. Tirohia te whare pukapuka Pandas a Python mō ngā momo raraunga e tautokona ana.
ro: Un dicționar cu numele coloanelor și tipurile lor de date dacă trebuie să modificați valorile implicite. Exemplu: {"user_id":"int"}. Verificați biblioteca Pandas din Python pentru tipurile de date suportate.

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
bn: নির্মিত প্লাগিনের অবস্থান নির্দেশকারী একটি পূর্ণ URL (যেমন CDN-এ হোস্ট করা যেতে পারে)
ca: Una URL completa que apunta a la ubicació del plugin construït (podria estar allotjat en un CDN per exemple)
cs: Úplná URL adresa odkazující na umístění sestaveného pluginu (může být hostován například na CDN)
es: Una URL completa que apunta a la ubicación del plugin construido (por ejemplo, podría estar alojado en un CDN)
ja: ビルドされたプラグインの場所を指す完全な URL (たとえば、CDN でホストされる可能性があります)
mi: He URL katoa e tohu ana ki te wāhi o te mono kua hangaia (ka taea te kawe i runga i tētahi CDN hei tauira)
nl: Een volledige URL die wijst naar de locatie van de plugin (kan bijvoorbeeld worden gehost op een CDN)
pt_br: Um URL completo apontando para o localização do plug-in construído (poderia ser hospedado em um CDN, por exemplo)
ro: Un URL complet care indică locația pluginului construit (ar putea fi găzduit pe un CDN, de exemplu)
tr: Oluşturulan eklentinin konumuna işaret eden tam bir URL (örneğin bir CDN'de barındırılabilir)
zh_tw: 指向内置插件位置的完整URL（例如，可以托管在CDN上）

source: A handlebars template that is applied to the data
bn: ডেটায় প্রয়োগ করা একটি হ্যান্ডেলবার্স টেমপ্লেট
ca: Una plantilla handlebars que s'aplica a les dades
cs: Šablona Handlebars, která se aplikuje na data
es: Una plantilla de handlebars que se aplica a los datos
ja: データに適用されるハンドルバー テンプレート
mi: He tauira handlebars ka whakahaeretia ki ngā raraunga
nl: Een handlebars sjabloon die wordt toegepast op de gegevens
pt_br: Um modelo de handlebars aplicado aos dados
ro: Un șablon handlebars care este aplicat datelor
tr: Verilere uygulanan bir handlebars şablonu

source: A human-friendly name
bn: একটি মানব-বান্ধব নাম
ca: Un nom fàcil d'entendre
cs: Srozumitelný název
es: Un nombre amigable para el usuario
ja: 人に優しい名前
mi: He ingoa ngāwari ki te tangata
nl: Een mensvriendelijke naam
pt_br: Um nome amigável ao ser humano
ro: Un nume prietenos pentru utilizatori
tr: İnsan dostu bir isim
zh_tw: 人性化的名稱

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
bn: এই ড্যাশবোর্ড এম্বেড করতে পারে এমন ডোমেইন নামের একটি তালিকা। এই ফিল্ডটি খালি রাখলে যেকোনো ডোমেইন থেকে এম্বেড করার অনুমতি দেওয়া হবে।
ca: Una llista de noms de domini que poden incrustar aquest dashboard. Deixar aquest camp buit permetrà incrustar des de qualsevol domini.
cs: Seznam názvů domén, které mohou vkládat tuto nástěnku. Ponechání tohoto pole prázdného umožní vkládání z jakékoli domény.
es: Una lista de nombres de dominio que pueden incrustar este panel de control. Dejar este campo vacío permitirá la incrustación desde cualquier dominio.
ja: このダッシュボードを埋め込むことができるドメイン名のリスト。このフィールドを空のままにすると、任意のドメインからの埋め込みが許可されます。
mi: He rārangi ingoa rohe ka taea e tēnei papatohu te tāmau. Mēnā ka waiho kau tēnei āpure ka whakāetia te tāmau mai i tētahi rohe.
nl: Een lijst met domeinnamen die dit dashboard kunnen embedden. Als dit veld leeg blijft, kan de embedding van elk domein worden toegestaan.
pt_br: Uma lista de nomes de domínio que podem incorporar este dashboard. Se deixar este campo vazio, permitirá a incorporação a partir de qualquer domínio.
ro: O listă de nume de domenii care pot încorpora acest tablou de bord. Lăsând acest câmp gol va permite încorporarea de pe orice domeniu.
tr: Bu kontrol panelini gömebilecek alan adlarının bir listesi. Bu alanı boş bırakmak, herhangi bir alandan gömme işlemine izin verecektir.

source: A list of tags that have been applied to this chart.
bn: এই চার্টে প্রয়োগ করা ট্যাগগুলোর একটি তালিকা।
ca: Una llista d'etiquetes que s'han aplicat a aquest gràfic.
cs: Seznam značek, které byly aplikovány na tento graf.
es: Una lista de etiquetas que se han aplicado a este gráfico.
ja: このグラフに適用されているタグのリスト。
mi: He rārangi tohu kua whakahaeretia ki tēnei kauwhata.
nl: Een lijst met tags die zijn toegepast op deze grafiek.
pt_br: Uma lista de tags que foram aplicadas a esse gráfico.
ro: O listă de etichete care au fost aplicate acestui grafic.
tr: Bu grafiğe uygulanan etiketlerin bir listesi.

source: A list of tags that have been applied to this dashboard.
ro: O listă de etichete care au fost aplicate acestui tablou de bord.

source: A list of users who can alter the chart. Searchable by name or username.
bn: যেসব ব্যবহারকারী চার্ট পরিবর্তন করতে পারেন তাদের তালিকা। নাম বা ব্যবহারকারীর নাম দ্বারা অনুসন্ধানযোগ্য।
ca: Una llista d'usuaris que poden modificar el gràfic. Cercable per nom o nom d'usuari.
cs: Seznam uživatelů, kteří mohou měnit graf. Lze vyhledávat podle jména nebo uživatelského jména.
es: Una lista de usuarios que pueden modificar el gráfico. Se puede buscar por nombre o nombre de usuario.
ja: チャートを変更できるユーザーのリスト。名前またはユーザー名で検索できます。
mi: He rārangi kaiwhakamahi ka taea te whakarereke i te kauwhata. Ka taea te rapu mā te ingoa, mā te ingoa kaiwhakamahi rānei.
nl: Een lijst van gebruikers die de grafiek kunnen wijzigen. Zoekbaar op naam of gebruikersnaam.
pt_br: Uma lista de Usuários que podem alterar o gráfico. Pesquisável por nome ou nome de usuário.
ro: O listă de utilizatori care pot modifica graficul. Căutabil după nume sau nume de utilizator.
tr: Grafiği değiştirebilecek kullanıcıların bir listesi. İsim veya kullanıcı adı ile aranabilir.
zh_tw: 有權處理該圖表的用戶列表。可按名稱或用戶名搜索。

source: A map of the world, that can indicate values in different countries.
bn: বিশ্বের একটি মানচিত্র, যা বিভিন্ন দেশে মান নির্দেশ করতে পারে।
ca: Un mapa del món que pot indicar valors en diferents països.
cs: Mapa světa, která může znázorňovat hodnoty v různých zemích.
es: Un mapa del mundo, que puede indicar valores en diferentes países.
ja: さまざまな国の値を示すことができる世界地図。
mi: He mahere o te ao, ka taea te tohu i ngā uara i ngā whenua rerekē.
nl: Een kaart van de wereld, die waarden in verschillende landen kan aangeven.
pt_br: Um mapa do mundo, que pode indicar valores em diferentes países.
ro: O hartă a lumii, care poate indica valori în diferite țări.
tr: Farklı ülkelerdeki değerleri gösterebilen bir dünya haritası.
zh_tw: 一張世界地圖，可以顯示不同國家的價值觀。

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
bn: একটি মানচিত্র যা অক্ষাংশ/দ্রাঘিমাংশ সমন্বয়ে পরিবর্তনশীল ব্যাসার্ধের বৃত্ত প্রদর্শন করে
ca: Un mapa que renderitza cercles amb un radi variable a coordenades de latitud/longitud
cs: Mapa, která vykresluje kruhy s proměnlivým poloměrem na souřadnicích zeměpisné šířky a délky
es: Un mapa que realiza el renderizado de círculos con un radio variable en coordenadas de latitud/longitud
ja: 緯度/経度座標で半径が変化するレンダリング円を取る地図
mi: He mahere ka tango i ngā porohita me te pūtoro rerekē i ngā tūtohi latitude/longitude
nl: Een kaart die het renderen van cirkels met een variabele straal neemt op breedtegraad / lengtegraad coördinaten
pt_br: Um mapa que mostra círculos de renderização com um raio variável em coordenadas de latitude/longitude
ro: O hartă care realizează randarea cercurilor cu o rază variabilă la coordonatele de latitudine/longitudine
tr: Enlem/boylam koordinatlarında değişken yarıçaplı daireler çizen bir harita

source: A metric to use for color
bn: রঙের জন্য ব্যবহৃত একটি মেট্রিক
ca: Una mètrica a utilitzar per al color
cs: Metrika pro určení barvy
es: Una métrica para usar para el color
ja: 色に使用する指標
mi: He ine hei whakamahi mō te tae
nl: Een metriek te gebruiken voor kleur
pt_br: Uma métrica para cor
ro: O metrică de utilizat pentru culoare
tr: Renk için kullanılacak bir metrik
zh_tw: 用於颜色的指標

source: A new chart and dashboard will be created.
bn: একটি নতুন চার্ট এবং ড্যাশবোর্ড তৈরি করা হবে।
ca: Es crearà un nou gràfic i dashboard.
cs: Bude vytvořen nový graf a nová nástěnka.
ja: 新しいグラフとダッシュボードが作成されます
mi: Ka hangaia he kauwhata me te papatohu hou.
nl: Een nieuwe grafiek en dashboard zullen worden aangemaakt.
ro: Un grafic nou și un tablou de bord vor fi create.

source: A new chart will be created.
bn: একটি নতুন চার্ট তৈরি করা হবে।
ca: Es crearà un nou gràfic.
cs: Bude vytvořen nový graf.
ja: 新しいチャートが作成されます
mi: Ka hangaia he kauwhata hou.
nl: Er zal een nieuwe grafiek worden aangemaakt.
ro: Un grafic nou va fi creat.

source: A new dashboard will be created.
bn: একটি নতুন ড্যাশবোর্ড তৈরি করা হবে।
ca: Es crearà un nou dashboard.
cs: Bude vytvořena nová nástěnka.
ja: 新しいダッシュボードが作成されます
mi: Ka hangaia he papatohu hou.
nl: Er zal een nieuw dashboard worden aangemaakt.
ro: Un tablou de bord nou va fi creat.

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
bn: একটি মেরু সমন্বয় চার্ট যেখানে বৃত্তটি সমান কোণের টুকরায় বিভক্ত, এবং যেকোনো টুকরার দ্বারা প্রদর্শিত মানটি তার ক্ষেত্রফল দ্বারা চিত্রিত হয়, ব্যাসার্ধ বা সোয়েপ কোণ নয়।
ca: Un gràfic de coordenades polars on el cercle es divideix en sectors d'angle igual, i el valor representat per qualsevol sector s'il·lustra per la seva àrea, més que pel seu radi o angle d'escombrat.
cs: Graf v polárních souřadnicích, kde je kruh rozdělen na výseče se stejným úhlem a hodnota reprezentovaná jakoukoli výsečí je znázorněna její plochou, nikoli jejím poloměrem nebo úhlem.
es: Un gráfico de coordenadas polares donde el círculo se divide en cuñas de ángulo igual, y el valor representado por cualquier cuña se ilustra por su área, en lugar de su radio o ángulo de barrido.
ja: 円が等しい角度のくさびに分割され、任意のくさびで表される値が、半径やスイープ角度ではなく、その面積によって示される極座標チャート。
mi: He kauwhata tūtohi pona kei reira ka wahia te porohita ki ngā kōika me te koki ōrite, ā, ko te uara e tohua ana e tētahi kōika ka whakaaturia e tōna horahanga, kaua ko tōna pūtoro, ko tōna koki tahae rānei.
nl: Een coördinatendiagram van de pool waar de cirkel wordt verdeeld in een wig van gelijke hoek, en de waarde die elke wig vertegenwoordigt, wordt geïllustreerd door zijn gebied, in plaats van zijn straal of veeg hoek.
pt_br: Um gráfico de coordenadas polares em que o círculo é dividido em cunhas de igual ângulo e o valor representado por qualquer cunha é ilustrado pela sua área, em vez do seu raio ou ângulo de varrimento.
ro: Un grafic de coordonate polare în care cercul este împărțit în pene de unghi egal, iar valoarea reprezentată de orice pană este ilustrată prin aria sa, mai degrabă decât raza sau unghiul său de mătură.
tr: Dairenin eşit açılı dilimlere bölündüğü bir kutupsal koordinat grafiği ve herhangi bir dilim tarafından temsil edilen değer, yarıçapı veya süpürme açısı yerine alanıyla gösterilir.
zh_tw: 一種极坐標圖表，其中圆被分成等角度的楔形，任何楔形表示的值由其面積表示，而不是其半徑或掃掠角度。

source: A readable URL for your dashboard
bn: আপনার ড্যাশবোর্ডের জন্য একটি পাঠযোগ্য URL
ca: Una URL llegible per al teu dashboard
cs: Čitelná URL adresa pro vaši nástěnku
es: Una URL legible para tu panel de control
ja: ダッシュボードの読み取り可能な URL
mi: He URL ka taea te pānui mō tō papatohu
nl: Een leesbare URL voor uw dashboard
pt_br: Uma URL legível para seu painel
ro: Un URL lizibil pentru tabloul dvs. de bord
tr: Kontrol paneliniz için okunabilir bir URL
zh_tw: 為看板生成一個可讀的 URL

source: A reference to the [Time] configuration, taking granularity into account
bn: গ্রানুলারিটির বিবেচনায় [Time] কনফিগারেশনের একটি রেফারেন্স
ca: Una referència a la configuració [Time], tenint en compte la granularitat
cs: Odkaz na konfiguraci [Čas] s ohledem na granularitu
es: Una referencia a la configuración de [Time], teniendo en cuenta la granularidad
ja: 粒度を考慮した[時間]設定への参照
mi: He tohutoro ki te whirihora [Wā], me te aro ki te māeneene
nl: Een verwijzing naar de [Time] configuratie, rekening houdend met granulariteit
pt_br: Uma referência para a configuração [Time] , tomando granularidade em conta
ro: O referință la configurația [Timp], luând în considerare granularitatea
tr: [Zaman] yapılandırmasına atıfta bulunma, taneleme dikkate alınarak
zh_tw: 對 [時間] 配置的引用，會將粒度考慮在内

source: A report named "%(name)s" already exists
bn: "%(name)s" নামে একটি রিপোর্ট ইতিমধ্যে রয়েছে
ca: Ja existeix un informe anomenat "%(name)s"
cs: Report s názvem "%(name)s" již existuje
ja: 「%(name)s」という名前のレポートはすでに存在します。
mi: Kei te tīari kē tētahi pūrongo ko "%(name)s" te ingoa
nl: Een rapport met de naam "%(name)s" bestaat al
pt_br: Já existe um relatório denominado "%(name)s"
ro: Există deja un raport numit "%(name)s"
tr: "%(name)s" adında bir rapor zaten var

source: A reusable dataset will be saved with your chart.
bn: আপনার চার্টের সাথে একটি পুনঃব্যবহারযোগ্য ডেটাসেট সংরক্ষিত হবে।
ca: Es desarà un conjunt de dades reutilitzable amb el teu gràfic.
cs: S vaším grafem bude uložena znovupoužitelná sada dat.
es: Se guardará un conjunto de datos reutilizable con tu gráfico.
ja: 再利用可能なデータセットはチャートとともに保存されます
mi: Ka tiakina tētahi rārangi raraunga ka taea te whakamahi anō me tō kauwhata.
nl: Een herbruikbaar dataset wordt opgeslagen met uw grafiek.
pt_br: Um conjunto de dados reutilizável vai ser salvo com seu gráfico.
ro: Un set de date reutilizabil va fi salvat cu graficul dvs.
tr: Yeniden kullanılabilir bir veri seti, grafiğinizle birlikte kaydedilecek.

source: A set of parameters that become available in the query using Jinja templating syntax
bn: Jinja টেমপ্লেটিং সিনট্যাক্স ব্যবহার করে কুয়েরিতে উপলব্ধ হওয়া একটি প্যারামিটার সেট
ca: Un conjunt de paràmetres que es tornen disponibles a la consulta utilitzant la sintaxi de plantilles Jinja
cs: Sada parametrů, které se stanou dostupnými v dotazu pomocí syntaxe šablon Jinja
es: Un conjunto de parámetros que se vuelven disponibles en la consulta utilizando la sintaxis de plantillas Jinja
ja: Jinja テンプレート構文を使用してクエリで使用可能になるパラメーターのセット
mi: He huinga tawhā ka wātea i te pātai mā te tikanga tauira Jinja
nl: Een set parameters die beschikbaar worden in de query met behulp van Jinja templating syntax
pt_br: Um conjunto de parâmetros que tornar-se disponível na consulta usando a sintaxe de modelagem Jinja
ro: Un set de parametri care devin disponibili în interogare folosind sintaxa de șablon Jinja
tr: Jinja şablonlama sözdizimini kullanarak sorguda kullanılabilir hale gelen parametreler seti
zh_tw: 在查詢中可用的一組参數使用 Jinja 模板語法

source: A timeout occurred while executing the query.
bn: কুয়েরি চালানোর সময় টাইমআউট ঘটেছে।
ca: S'ha produït un timeout mentre s'executava la consulta.
cs: Při provádění dotazu došlo k vypršení časového limitu.
ja: クエリの実行中にタイムアウトが発生しました。
mi: I puta he wā-pau i te whakatutukitanga o te pātai.
nl: Er is een time-out opgetreden tijdens het uitvoeren van de query.
pt_br: Ocorreu um tempo limite durante a execução da consulta.
ro: A apărut o expirare a timpului la executarea interogării.
tr: Sorgu yürütülürken bir zaman aşımı meydana geldi.
zh_tw: 查詢超時。

source: A timeout occurred while generating a csv.
bn: একটি CSV তৈরি করার সময় টাইমআউট ঘটেছে।
ca: S'ha produït un timeout mentre es generava un csv.
cs: Při generování CSV došlo k vypršení časového limitu.
ja: csv の生成中にタイムアウトが発生しました。
mi: I puta he wā-pau i te hangarautanga o tētahi csv.
nl: Er is een time-out opgetreden tijdens het genereren van een csv.
pt_br: Ocorreu um tempo limite ao gerar um arquivo csv.
ro: A apărut o expirare a timpului la generarea unui csv.
tr: Bir csv oluşturulurken bir zaman aşımı meydana geldi.
zh_tw: 生成 CSV 時超時。

source: A timeout occurred while generating a dataframe.
bn: একটি ডেটাফ্রেম তৈরি করার সময় টাইমআউট ঘটেছে।
ca: S'ha produït un timeout mentre es generava un dataframe.
cs: Při generování datového rámce došlo k vypršení časového limitu.
ja: データフレームの生成中にタイムアウトが発生しました。
mi: I puta he wā-pau i te hangarautanga o tētahi dataframe.
nl: Er is een time-out opgetreden tijdens het genereren van een dataframe.
pt_br: Ocorreu um timeout durante a geração de um dataframe.
ro: A apărut o expirare a timpului la generarea unui dataframe.
tr: Bir dataframe oluşturulurken zaman aşımı meydana geldi.
zh_tw: 生成數據超時

source: A timeout occurred while taking a screenshot.
bn: স্ক্রিনশট নেওয়ার সময় টাইমআউট ঘটেছে।
ca: S'ha produït un timeout mentre es prenia una captura de pantalla.
cs: Při pořizování snímku obrazovky došlo k vypršení časového limitu.
ja: スクリーンショットの撮影中にタイムアウトが発生しました。
mi: I puta he wā-pau i te tangohanga o tētahi hopuataata.
nl: Er is een time-out opgetreden tijdens het maken van een screenshot.
pt_br: Ocorreu um tempo limite ao fazer uma captura de tela.
ro: A apărut o expirare a timpului la realizarea unei capturi de ecran.
tr: Ekran görüntüsü alınırken zaman aşımı oldu.
zh_tw: 截圖超時

source: A valid color scheme is required
bn: একটি বৈধ রঙের স্কিম প্রয়োজন
ca: Es requereix un esquema de colors vàlid
cs: Je vyžadováno platné barevné schéma.
es: Se requiere un esquema de color válido
ja: 有効な配色が必要です
mi: E hiahiatia ana he kaupapa tae whaimana
nl: Een geldig kleurenschema is vereist
pt_br: Um esquema de cores válido é necessário
ro: Este necesară o schemă de culori validă
tr: Geçerli bir renk şeması gereklidir
zh_tw: 需要有效的配色方案

source: A waterfall chart is a form of data visualization that helps in understanding the cumulative effect of sequentially introduced positive or negative values. These intermediate values can either be time based or category based.
bn: একটি ওয়াটারফল চার্ট হল ডেটা ভিজ্যুয়ালাইজেশনের একটি রূপ যা ক্রমানুসারে প্রবর্তিত ইতিবাচক বা নেতিবাচক মানগুলির সামষ্টিক প্রভাব বোঝাতে সহায়তা করে। এই মধ্যবর্তী মানগুলি হয় সময় ভিত্তিক বা বিভাগ ভিত্তিক হতে পারে।
ca: Un gràfic de cascada és una forma de visualització de dades que ajuda a entendre l'efecte acumulatiu de valors positius o negatius introduïts seqüencialment. Aquests valors intermedis poden ser basats en el temps o en categories.
cs: Vodopádový graf je forma vizualizace dat, která pomáhá pochopit kumulativní efekt postupně zaváděných kladných a záporných hodnot. Tyto mezihodnoty mohou být založeny na čase nebo na kategorii.
es: Un gráfico de cascada es una forma de visualización de datos que ayuda a entender el efecto acumulativo de valores positivos o negativos introducidos secuencialmente. Estos valores intermedios pueden ser basados en tiempo o en categorías.
ja: ウォーターフォール チャートは、理解を容易にするデータ視覚化の形式です。 連続的に導入された正または負の値の累積効果。 これらの中間値は、時間ベースまたはカテゴリベースのいずれかにすることができます。
mi: Ko te kauwhata rere wai he āhua whakaaturanga raraunga ka āwhina i te mārama
nl: Een waterval grafiek is een vorm van gegevensweergave die helpt om het cumulatieve effect van opeenvolgende positieve of negatieve waarden te begrijpen. Deze intermediate waarden kunnen gebaseerd zijn op tijd of categorie.
ro: Un grafic în cascadă este o formă de vizualizare a datelor care ajută la înțelegerea efectului cumulativ al valorilor pozitive sau negative introduse secvențial. Aceste valori intermediare pot fi bazate pe timp sau pe categorie.

source: AND
ro: ȘI

source: APPLY
bn: প্রয়োগ করুন
ca: APLICAR
cs: POUŽÍT
es: APLICAR
ja: 適用
mi: WHAKAHAERETIA
nl: TOEPASSEN
pt_br: APLICAR
ro: APLICĂ
tr: UYGULA
zh_tw: 應用

source: About
bn: সম্পর্কে
ca: Sobre
cs: O aplikaci
es: Acerca de
ja: について
mi: Mō
nl: Over
pt_br: Sobre
ro: Despre
tr: Hakkında
zh_tw: 關於

source: Access & ownership
ro: Acces și proprietate

source: Access token
bn: অ্যাক্সেস টোকেন
ca: Token d'accés
cs: Přístupový token
es: Token de acceso
ja: アクセストークン
mi: Tohu urunga
nl: Toegangstoken
pt_br: Token de acesso
ro: Token de acces
tr: Erişim tokeni

source: Action
bn: কর্ম
ca: Acció
cs: Akce
es: Acción
ja: アクション
mi: Mahinga
nl: Actie
pt_br: Ação
ro: Acțiune
tr: Eylem
zh_tw: 操作

source: Action Log
bn: কর্ম লগ
ca: Registre d'Accions
cs: Protokol akcí
es: Registro de Acciones
ja: 操作履歴
mi: Rārangi Mahinga
nl: Actie Log
pt_br: Log de ação
ro: Jurnal Acțiuni
tr: Eylem Kaydı
zh_tw: 操作日誌

source: Action Logs
ro: Jurnale Acțiuni

source: Actions
bn: কর্মসমূহ
ca: Accions
cs: Akce
es: Acciones
ja: アクション
mi: Mahinga
nl: Acties
pt_br: Ações
ro: Acțiuni
tr: Eylemler
zh_tw: 操作

source: Active
bn: সক্রিয়
ca: Actiu
cs: Aktivní
es: Activo
ja: アクティブ
mi: Hohe
nl: Actief
pt_br: Ativo
ro: Activ
tr: Aktif
zh_tw: 啟用

source: Actual Values
bn: বাস্তব মানসমূহ
ca: Valors Reals
cs: Skutečné hodnoty
ja: 実際の値
mi: Uara Tūturu
nl: Werkelijke waarden
pt_br: Valores reais
ro: Valori Reale
tr: Gerçek Değerler

source: Actual range for comparison
bn: তুলনার জন্য বাস্তব পরিসীমা
ca: Rang real per a comparació
cs: Skutečný rozsah pro porovnání
mi: Korahi tūturu mō te whakatairite
ro: Interval real pentru comparație

source: Actual time range
bn: বাস্তব সময় পরিসীমা
ca: Rang de temps real
cs: Skutečný časový rozsah
es: Rango de tiempo actual
ja: 実際の期間
mi: Awhe wā tūturu
nl: Werkelijk tijdsbereik
pt_br: Intervalo de tempo real
ro: Interval de timp real
tr: Gerçek zaman aralığı
zh_tw: 實際時間範圍

source: Actual value
bn: বাস্তব মান
ca: Valor real
cs: Skutečná hodnota
ja: 実際の値
mi: Uara tūturu
nl: Werkelijke waarde
pt_br: Valor real
ro: Valoare reală
tr: Gerçek değer

source: Actual values
bn: বাস্তব মানসমূহ
ca: Valors reals
cs: Skutečné hodnoty
ja: 実際の値
mi: Uara tūturu
nl: Werkelijke waarden
pt_br: Valores reais
ro: Valori reale
tr: Gerçek değerler

source: Adaptive formatting
bn: অ্যাডাপটিভ ফরম্যাটিং
ca: Format adaptatiu
cs: Adaptivní formátování
ja: 適応型フォーマット
mi: Hōputu urutau
nl: Adaptieve opmaak
pt_br: Formatação adaptável
ro: Formatare adaptivă
tr: Uyarlamalı biçimlendirme
zh_tw: 自動匹配格式化

source: Add
bn: যোগ করুন
ca: Afegir
cs: Přidat
es: Añadir
ja: 追加
mi: Tāpiri
nl: Voeg toe
pt_br: Adicionar
ro: Adaugă
tr: Ekle
zh_tw: 新增

source: Add BCC Recipients
bn: BCC প্রাপকদের যোগ করুন
ca: Afegir Destinataris BCC
cs: Přidat příjemce skryté kopie
mi: Tāpiri Kaiwhakawhiti BCC
ro: Adaugă Destinatari BCC

source: Add CC Recipients
bn: CC প্রাপকদের যোগ করুন
ca: Afegir Destinataris CC
cs: Přidat příjemce kopie
mi: Tāpiri Kaiwhakawhiti CC
ro: Adaugă Destinatari CC

source: Add CSS template
bn: CSS টেমপ্লেট যোগ করুন
ca: Afegir plantilla CSS
cs: Přidat CSS šablonu
es: Añadir plantilla CSS
ja: CSSテンプレートを追加
mi: Tāpiri tauira CSS
nl: Voeg CSS template toe
pt_br: Adicionar modelo CSS
ro: Adaugă șablon CSS
tr: CSS şablonu ekle
zh_tw: 新增CSS模板

source: Add Dashboard
bn: ড্যাশবোর্ড যোগ করুন
ca: Afegir Dashboard
cs: Přidat nástěnku
es: Añadir Panel de Control
ja: ダッシュボードを追加
mi: Tāpiri Papatohu
nl: Voeg Dashboard toe
pt_br: Adicionar painel
ro: Adaugă Tablou de Bord
tr: Gösterge Paneli Ekle
zh_tw: 新增看板

source: Add Group
ro: Adaugă Grup

source: Add Layer
ca: Afegir Capa
cs: Přidat vrstvu
mi: Tāpiri Papa
ro: Adaugă Strat

source: Add Log
bn: লগ যোগ করুন
ca: Afegir Registre
cs: Přidat protokol
es: Añadir Registro
ja: ログを追加
mi: Tāpiri Rārangi
nl: Voeg Log toe
pt_br: Adicionar Log
ro: Adaugă Jurnal
tr: Kayıt Ekle
zh_tw: 新增日誌

source: Add Query A and Query B identifiers to tooltips to help differentiate series
ro: Adaugă identificatori Query A și Query B la tooltips pentru a ajuta la diferențierea seriilor

source: Add Role
ca: Afegir Rol
cs: Přidat roli
mi: Tāpiri Tūranga
ro: Adaugă Rol
