Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Bounds for numerical X axis. Not applicable for temporal or categorical axes. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
bn: সংখ্যাগত X অক্ষের জন্য সীমানা। সাময়িক বা শ্রেণীবদ্ধ অক্ষের জন্য প্রযোজ্য নয়। খালি রেখে দিলে, সীমানা ডেটার সর্বনিম্ন/সর্বাধিকের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে সংজ্ঞায়িত হয়। মনে রাখবেন, এই বৈশিষ্ট্যটি কেবল অক্ষের পরিধি বাড়ায়। এটি ডেটার পরিধিকে সংকীর্ণ করবে না।
ca: Límits per a l'eix X numèric. No aplicable per eixos temporals o categòrics. Quan es deixa buit, els límits es defineixen dinàmicament basant-se en el mínim/màxim de les dades. Tingues en compte que aquesta funcionalitat només ampliarà el rang de l'eix. No reduirà l'extensió de les dades.
cs: Hranice pro číselnou osu X. Nelze použít pro časové nebo kategorické osy. Pokud zůstane prázdné, hranice se dynamicky definují na základě min/max dat. Upozorňujeme, že tato funkce pouze rozšíří rozsah osy. Nezúží rozsah dat.
es: Límites para el eje X numérico. No aplicable para ejes temporales o categóricos. Cuando se deja vacío, los límites se definen dinámicamente en función del mínimo/máximo de los datos. Ten en cuenta que esta característica solo ampliará el rango del eje. No reducirá la extensión de los datos.
ja: 数値 X 軸の範囲。時間軸またはカテゴリ軸には適用されません。空のままにすると、データの最小値/最大値に基づいて境界が動的に定義されます。この機能は軸の範囲を拡大するだけであることに注意してください。データの範囲は狭まりません。
mi: Rohe mō te tukutuku-X tau. Karekau e hāngai mō ngā tukutuku wā, kāwai rānei. Mēnā ka waiho kau, ka tautuhia aunoa ngā rohe i runga i te iti/rahi o ngā raraunga. Kia mōhio ka whānui anake tēnei āhuatanga i te korahi tukutuku. Karekau e whāiti i te whānuitanga o ngā raraunga.
nl: Grenzen voor numerieke X-as. Niet van toepassing voor tijdelijke of categorische assen. Wanneer leeg gelaten, worden de grenzen dynamisch gedefinieerd op basis van de min/max van de gegevens. Merk op dat deze functie alleen de as groter maakt. Het zal de grootte van de gegevens niet verkleinen.
ro: Limite pentru axa X numerică. Nu este aplicabil pentru axe temporale sau categorice. Când este lăsat gol, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această funcție va extinde doar intervalul axei. Nu va restrânge extinderea datelor.

source: Bounds for the X-axis. Selected time merges with min/max date of the data. When left empty, bounds dynamically defined based on the min/max of the data.
ro: Limite pentru axa X. Timpul selectat se îmbină cu data min/max a datelor. Când este lăsat gol, limitele sunt definite dinamic pe baza min/max al datelor.

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
bn: Y-অক্ষের জন্য সীমানা। খালি রেখে দিলে, সীমানা ডেটার সর্বনিম্ন/সর্বাধিকের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে সংজ্ঞায়িত হয়। মনে রাখবেন, এই বৈশিষ্ট্যটি কেবল অক্ষের পরিধি বাড়ায়। এটি ডেটার পরিধিকে সংকীর্ণ করবে না।
ca: Límits per a l'eix Y. Quan es deixa buit, els límits es defineixen dinàmicament basant-se en el mínim/màxim de les dades. Tingues en compte que aquesta funcionalitat només ampliarà el rang de l'eix. No reduirà l'extensió de les dades.
cs: Hranice pro osu Y. Pokud zůstane prázdné, hranice se dynamicky definují na základě min/max dat. Upozorňujeme, že tato funkce pouze rozšíří rozsah osy. Nezúží rozsah dat.
es: Límites para el eje Y. Cuando se deja vacío, los límites se definen dinámicamente en función del mínimo/máximo de los datos. Ten en cuenta que esta característica solo ampliará el rango del eje. No reducirá la extensión de los datos.
ja: Y 軸の範囲。空のままにすると、データの最小値/最大値に基づいて境界が動的に定義されます。データの範囲を狭めることはありません。
mi: Rohe mō te tukutuku-Y. Mēnā ka waiho kau, ka tautuhia aunoa ngā rohe i runga i te iti/rahi o ngā raraunga. Kia mōhio ka whānui anake tēnei āhuatanga i te korahi tukutuku. Karekau e whāiti i te whānuitanga o ngā raraunga.
nl: Grenzen voor de Y-as. Wanneer leeg gelaten, worden de grenzen dynamisch gedefinieerd op basis van min/max van de gegevens. Merk op dat deze functie alleen de as groter maakt. Het zal de grootte van de gegevens niet verkleinen.
pt_br: Limites para o eixo Y. Quando deixados em branco, os limites são definidos dinamicamente com base no mínimo/máximo dos dados. Observe que esse recurso vai apenas expandir o intervalo do eixo. Não vai reduzir a extensão dos dados.
ro: Limite pentru axa Y. Când este lăsat gol, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această funcție va extinde doar intervalul axei. Nu va restrânge extinderea datelor.
tr: Y-ekseni için sınırlar. Boş bırakıldığında, sınırlar verinin min/maksına dayalı olarak dinamik olarak tanımlanır. Bu özelliğin yalnızca ekseni genişleteceğini unutmayın. Verinin kapsamını daraltmayacaktır.
zh_tw: Y 軸的邊界。當空時，邊界是根据數據的最小/最大值動態定義的。請注意，此功能只會擴展軸範圍。它不會縮小數據範圍。

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
bn: অক্ষের জন্য সীমানা। খালি রেখে দিলে, সীমানা ডেটার সর্বনিম্ন/সর্বাধিকের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে সংজ্ঞায়িত হয়। মনে রাখবেন, এই বৈশিষ্ট্যটি কেবল অক্ষের পরিধি বাড়ায়। এটি ডেটার পরিধিকে সংকীর্ণ করবে না।
ca: Límits per a l'eix. Quan es deixa buit, els límits es defineixen dinàmicament basant-se en el mínim/màxim de les dades. Tingues en compte que aquesta funcionalitat només ampliarà el rang de l'eix. No reduirà l'extensió de les dades.
cs: Hranice pro osu. Pokud zůstane prázdné, hranice se dynamicky definují na základě min/max dat. Upozorňujeme, že tato funkce pouze rozšíří rozsah osy. Nezúží rozsah dat.
es: Límites para el eje. Cuando se deja vacío, los límites se definen dinámicamente en función del mínimo/máximo de los datos. Ten en cuenta que esta característica solo ampliará el rango del eje. No reducirá la extensión de los datos.
ja: 軸の範囲。空のままにすると、境界は動的に定義されます。「データの最小/最大に基づいています。この機能は拡張のみであることに注意してください。
mi: Rohe mō te tukutuku. Mēnā ka waiho kau, ka tautuhia aunoa ngā rohe i runga i te iti/rahi o ngā raraunga. Kia mōhio ka whānui anake tēnei āhuatanga i te korahi tukutuku. Karekau e whāiti i te whānuitanga o ngā raraunga.
nl: Grenzen voor de as. Wanneer leeg gelaten, worden de grenzen dynamisch gedefinieerd op basis van de min/max van de gegevens. Merk op dat deze functie alleen de as groter maakt. Het zal de grootte van de gegevens niet verkleinen.
pt_br: Limites para o eixo. Quando deixados em branco, os limites são definidos dinamicamente com base no mínimo/máximo dos dados. Observe que esse recurso vai apenas expandir o intervalo do eixo. Não vai reduzir a extensão dos dados.
ro: Limite pentru axă. Când este lăsat gol, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această funcție va extinde doar intervalul axei. Nu va restrânge extinderea datelor.
tr: Eksen için sınırlar. Boş bırakıldığında, sınırlar verinin min/maksına dayalı olarak dinamik olarak tanımlanır. Bu özelliğin yalnızca ekseni genişleteceğini unutmayın. Verinin kapsamını daraltmayacaktır.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
bn: প্রাথমিক Y-অক্ষের জন্য সীমানা। খালি রেখে দিলে, সীমানা ডেটার সর্বনিম্ন/সর্বাধিকের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে সংজ্ঞায়িত হয়। মনে রাখবেন, এই বৈশিষ্ট্যটি কেবল অক্ষের পরিধি বাড়ায়। এটি ডেটার পরিধিকে সংকীর্ণ করবে না।
ca: Límits per a l'eix Y primari. Quan es deixa buit, els límits es defineixen dinàmicament basant-se en el mínim/màxim de les dades. Tingues en compte que aquesta funcionalitat només ampliarà el rang de l'eix. No reduirà l'extensió de les dades.
cs: Hranice pro primární osu Y. Pokud zůstane prázdné, hranice se dynamicky definují na základě min/max dat. Upozorňujeme, že tato funkce pouze rozšíří rozsah osy. Nezúží rozsah dat.
es: Límites para el eje Y principal. Cuando se deja vacío, los límites se definen dinámicamente en función del mínimo/máximo de los datos. Ten en cuenta que esta característica solo ampliará el rango del eje. No reducirá la extensión de los datos.
ja: 主な Y 軸の範囲。空のままにすると、データの最小値/最大値に基づいて範囲が動的に定義されます。この機能は軸の範囲を拡大するだけであることに注意してください。
mi: Rohe mō te tukutuku-Y matua. Mēnā ka waiho kau, ka tautuhia aunoa ngā rohe i runga i te iti/rahi o ngā raraunga. Kia mōhio ka whānui anake tēnei āhuatanga i te korahi tukutuku. Karekau e whāiti i te whānuitanga o ngā raraunga.
nl: Grenzen voor de primaire Y-as. Wanneer leeg gelaten, worden de grenzen dynamisch gedefinieerd op basis van min/max van de gegevens. Merk op dat deze functie alleen de as groter maakt. Het zal de grootte van de gegevens niet verkleinen.
ro: Limite pentru axa Y primară. Când este lăsat gol, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această funcție va extinde doar intervalul axei. Nu va restrânge extinderea datelor.
tr: Birincil Y-ekseni için sınırlar. Boş bırakıldığında, sınırlar verinin min/maksına dayalı olarak dinamik olarak tanımlanır. Bu özelliğin yalnızca ekseni genişleteceğini unutmayın. Verinin kapsamını daraltmayacaktır.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
bn: গৌণ Y-অক্ষের জন্য সীমানা। কেবলমাত্র স্বাধীন Y-অক্ষের সীমানা সক্রিয় হলে কাজ করে। খালি রেখে দিলে, সীমানা ডেটার সর্বনিম্ন/সর্বাধিকের উপর ভিত্তি করে স্বয়ংক্রিয়ভাবে সংজ্ঞায়িত হয়। মনে রাখবেন, এই বৈশিষ্ট্যটি কেবল অক্ষের পরিধি বাড়ায়। এটি ডেটার পরিধিকে সংকীর্ণ করবে না।
ca: Límits per a l'eix Y secundari. Només funciona quan els límits independents de l'eix Y estan habilitats. Quan es deixa buit, els límits es defineixen dinàmicament basant-se en el mínim/màxim de les dades. Tingues en compte que aquesta funcionalitat només ampliarà el rang de l'eix. No reduirà l'extensió de les dades.
cs: Hranice pro sekundární osu Y. Funguje pouze, když jsou povoleny nezávislé hranice osy Y. Pokud zůstane prázdné, hranice se dynamicky definují na základě min/max dat. Upozorňujeme, že tato funkce pouze rozšíří rozsah osy. Nezúží rozsah dat.
es: Límites para el eje Y secundario. Solo funciona cuando los límites del eje Y independiente están habilitados. Cuando se deja vacío, los límites se definen dinámicamente en base al mínimo/máximo de los datos. Ten en cuenta que esta característica solo ampliará el rango del eje. No reducirá la extensión de los datos.
ja: 二次 Y 軸の境界。独立した Y 軸境界が有効な場合にのみ機能します。空のままにすると、データの最小値/最大値に基づいて境界が動的に定義されます。この機能は軸の範囲を拡大するだけであることに注意してください。データの範囲は狭まりません。
mi: Rohe mō te tukutuku-Y tuarua. Ka mahi anake ina whakahohe i ngā rohe
nl: Grenzen voor de secundaire Y-as. Werkt alleen als Onafhankelijke Y-as grenzen zijn ingeschakeld. Wanneer leeg, wanneer leeg, de grenzen worden dynamisch gedefinieerd op basis van de min/max van de gegevens. Merk op dat deze functie het assortiment alleen zal uitbreiden. Het zal de omvang van de data niet verkleinen.
ro: Limite pentru axa Y secundară. Funcționează doar când limitele Independente Y-axis sunt activate. Când este lăsat gol, limitele sunt definite dinamic pe baza min/max al datelor. Rețineți că această funcție va extinde doar intervalul axei. Nu va restrânge extinderea datelor.

source: Box Plot
bn: বক্স প্লট
ca: Gràfic de Caixa
cs: Krabicový graf
es: Gráfico de caja
ja: 箱ひげ図
mi: Kauwhata Pouaka
pt_br: Gráfico de caixa
ro: Grafic Cutie
tr: Kutu Grafiği
zh_tw: 箱線圖

source: Breakdowns
bn: বিভাজন
ca: Desglossaments
cs: Rozdělení
ja: 内訳
mi: Wāwāhi
nl: Uitsplitsing
pt_br: Desmembramentos
ro: Defalcare
tr: Detaylar
zh_tw: 分解

source: Breaks down the series by the category specified in this control. This can help viewers understand how each category affects the overall value.
bn: এই নিয়ন্ত্রণে নির্দিষ্ট করা ক্যাটাগরির মাধ্যমে সিরিজটি বিভক্ত করে। এটি দর্শকদের সাহায্য করতে পারে বুঝতে যে প্রতিটি ক্যাটাগরি কিভাবে মোট মানকে প্রভাবিত করে।
ca: Desglossa les sèries per la categoria especificada en aquest control. Això pot ajudar els espectadors a entendre com cada categoria afecta el valor global.
cs: Rozdělí sérii podle kategorie zadané v tomto ovládacím prvku. To může divákům pomoci pochopit, jak každá kategorie ovlivňuje celkovou hodnotu.
es: Desglosa la serie por la categoría especificada en este control. Esto puede ayudar a los espectadores a entender cómo cada categoría afecta al valor total.
ja: このコントロールで指定されたカテゴリごとにシリーズを分類します。 これにより、視聴者は各カテゴリが全体の値にどのように影響するかを理解するのに役立ちます。
mi: Ka wāwāhi i te raupapa mā te kāwai kua tohua i tēnei whakahaere.
nl: Breekt de serie door de categorie gespecificeerd in dit besturingselement. Dit kan de kijkers helpen te begrijpen hoe elke categorie de algemene waarde beïnvloedt.
ro: Defalcează seria după categoria specificată în acest control. Acest lucru poate ajuta vizualizatorii să înțeleagă cum afectează fiecare categorie valoarea generală.

source: Bubble Chart
bn: বাবল চার্ট
ca: Gràfic de Bombolles
cs: Bublinový graf
es: Gráfico de burbujas
ja: バブルチャート
mi: Kauwhata Pōro
nl: Bubbelgrafiek
pt_br: Gráfico de bolhas
ro: Grafic Bule
tr: Kabarcık Grafiği
zh_tw: 氣泡圖

source: Bubble Chart (legacy)
bn: বাবল চার্ট (লেগ্যাসি)
ca: Gràfic de Bombolles (llegat)
cs: Bublinový graf (starší verze)
ja: バブル チャート (レガシー)
mi: Kauwhata Pōro (tawhito)
nl: Bubble diagram (legacy)
ro: Grafic Bule (moștenit)

source: Bubble Color
bn: বাবল রঙ
ca: Color de la Bombolla
cs: Barva bublin
ja: バブルの色
mi: Tae Pōro
nl: Bubbel kleur
pt_br: Cor da bolha
ro: Culoare Bulă
tr: Kabarcık Rengi
zh_tw: 氣泡颜色

source: Bubble Opacity
bn: বাবল অস্বচ্ছতা
ca: Opacitat de la Bombolla
cs: Neprůhlednost bublin
ja: バブルの不透明度
mi: Mātāwai Pōro
nl: Bubbel doorzichtigheid
ro: Opacitate Bulă

source: Bubble Size
bn: বাবল আকার
ca: Mida de la Bombolla
cs: Velikost bublin
ja: バブルサイズ
mi: Rahi Pōro
nl: Bubbel grootte
pt_br: Tamanho da bolha
ro: Dimensiune Bulă
tr: Kabarcık Boyutu
zh_tw: 氣泡大小

source: Bubble size
bn: বাবল আকার
ca: Mida de la bombolla
cs: Velikost bublin
es: Tamaño de la burbuja
ja: バブルサイズ
mi: Rahi pōro
nl: Bubbelgrootte
pt_br: Tamanho da bolha
ro: Dimensiune bulă
tr: Kabarcık boyutu
zh_tw: 氣泡尺寸

source: Bubble size number format
bn: বাবল আকারের সংখ্যা ফরম্যাট
ca: Format numèric de la mida de bombolla
cs: Formát čísla pro velikost bublin
ja: バブルサイズの数値形式
mi: Hōputu tau rahi pōro
nl: Bubbel grootte nummer opmaak
ro: Format număr dimensiune bulă

source: Bucket break points
bn: বাকেট বিরতি পয়েন্ট
ca: Punts de trencament dels grups
cs: Body zlomu intervalů
es: Puntos de ruptura del contenedor
ja: バケットのブレークポイント
mi: Tohu wehe peeke
pt_br: Pontos de quebra de balde
ro: Puncte de întrerupere compartiment
tr: Kova kırılma noktaları
zh_tw: 桶分割點

source: Bulk select
bn: বাল্ক নির্বাচন
ca: Selecció massiva
cs: Hromadný výběr
es: Selección masiva
ja: 一括選択
mi: Tīpako parau
nl: Selecteer in bulk
pt_br: Seleção em bloco
ro: Selectare în masă
tr: Toplu seçim
zh_tw: 批量選擇

source: Bulk tag
bn: বাল্ক ট্যাগ
ca: Etiquetatge massiu
cs: Hromadné označení
es: Etiqueta en masa
ja: バルクタグ
mi: Tohu parau
nl: Bulk label
ro: Etichetare în masă

source: Bullet Chart
bn: বুলেট চার্ট
ca: Gràfic de Bala
cs: Bodový graf
es: Gráfico de balas
ja: ブレットチャート
mi: Kauwhata Matā
nl: Kogel diagram
pt_br: Gráfico de marcadores
ro: Grafic Glonț
tr: Mermi Grafiği
zh_tw: 子弹圖

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
bn: ডিফল্টভাবে, প্রতিটি ফিল্টার সর্বাধিক 1000 পছন্দগুলি প্রাথমিক পৃষ্ঠা লোডে লোড করে। যদি আপনার 1000 এর বেশি ফিল্টার মান থাকে এবং আপনি ব্যবহারকারীদের টাইপ করার সময় ফিল্টার মানগুলি লোড করতে সক্ষম করতে চান তবে এই বাক্সটি চেক করুন (এটি আপনার ডাটাবেসে চাপ অতিরিক্ত করতে পারে)।
ca: Per defecte, cada filtre carrega com a màxim 1000 opcions a la càrrega inicial de la pàgina. Marca aquesta casella si tens més de 1000 valors de filtre i vols habilitar la cerca dinàmica que carrega valors de filtre mentre els usuaris escriuen (pot afegir estrès a la teva base de dades).
cs: Standardně každý filtr načte při prvním načtení stránky maximálně 1000 možností. Zaškrtněte toto políčko, pokud máte více než 1000 hodnot filtru a chcete povolit dynamické vyhledávání, které načítá hodnoty filtru, jak uživatelé píší (může zatížit vaši databázi).
es: Por defecto, cada filtro carga como máximo 1000 opciones en la carga inicial de la página. Marque esta casilla si tiene más de 1000 valores de filtro y desea habilitar la búsqueda dinámica que carga los valores del filtro a medida que los usuarios escriben (esto puede añadir estrés a su base de datos).
ja: デフォルトでは、各フィルターは最初のページ読み込み時に最大 1000 の選択肢を読み込みます。1000 を超えるフィルター値があり、ユーザーの入力時にフィルター値を読み込む動的検索を有効にしたい場合は、このボックスをオンにします (データベースに負荷がかかる可能性があります)。
mi: Mā te taunoa, ka uta ia tātari i te 1000 kōwhiringa nui rawa i te utanga wāhanga tuatahi. Pātia tēnei pouaka mēnā he nui ake i te 1000 ō uara tātari, ā, e hiahia ana koe ki te whakahohe i te rapu aunoa ka uta i ngā uara tātari i te wā e pato ana ngā kaiwhakamahi (ka taea pea te tāpiri i te ahotea ki tō pātengi raraunga).
nl: Standaard laadt elk filter maximaal 1000 keuzes bij de initiële lading. Vink dit selectievakje aan als u meer dan 1000 filterwaarden hebt en het dynamisch zoeken naar gebruikers als gebruikerstype wilt inschakelen (kan stress toevoegen aan uw database).
pt_br: Por padrão, cada filtro carrega, no máximo, 1000 opções no carregamento inicial da página. Marque esta caixa se tiver mais de 1000 valores de filtro e pretenda ativar a pesquisa dinâmica que carrega os valores de filtro à medida que os usuários escrevem (pode aumentar o stress da sua base de dados).
ro: În mod implicit, fiecare filtru încarcă cel mult 1000 de opțiuni la încărcarea inițială a paginii. Bifează această casetă dacă ai mai mult de 1000 de valori de filtru și vrei să activezi căutarea dinamică care încarcă valorile filtrului pe măsură ce utilizatorii tastează (poate adăuga stres la baza ta de date).
tr: Varsayılan olarak, her filtre başlangıç sayfa yüklemesinde en fazla 1000 seçenek yükler. 1000'den fazla filtre değeriniz varsa ve kullanıcılar yazarken filtre değerlerini yüklemek istiyorsanız bu kutuyu işaretleyin (veritabanınıza stres ekleyebilir).
zh_tw: 預設情况下，每個過濾器在初始頁面加载時最多加载 1000 個選項。如果您有超過 1000 個過濾值，並且希望啟用動態搜索，以便在鍵入時加载篩選值（可能會給資料庫增加压力），請選中此框。

source: By key: use column names as sorting key
bn: কী দ্বারা: কলামের নামগুলি সাজানোর কীগুলি হিসাবে ব্যবহার করুন
ca: Per clau: utilitzar noms de columna com a clau d'ordenació
cs: Podle klíče: použít názvy sloupců jako klíč pro řazení
es: Por clave: usa los nombres de las columnas como clave de ordenación
ja: キー別: 列名をソートキーとして使用します
mi: Mā te kī: whakamahia ngā ingoa tīwae hei kī kōmaka
nl: Op sleutel: gebruik kolomnamen als sorteersleutel
pt_br: Por chave: utilizar os nomes das colunas como chave de ordenação
ro: După cheie: folosește numele coloanelor ca cheie de sortare
tr: Anahtar olarak kullan: sütun isimlerini sıralama anahtarı olarak kullan
zh_tw: 使用列名作為排序關鍵字

source: By key: use row names as sorting key
bn: কী দ্বারা: সারির নামগুলি সাজানোর কীগুলি হিসাবে ব্যবহার করুন
ca: Per clau: utilitzar noms de fila com a clau d'ordenació
cs: Podle klíče: použít názvy řádků jako klíč pro řazení
es: Por clave: usar los nombres de las filas como clave de ordenación
ja: キー別: 行名をソートキーとして使用します
mi: Mā te kī: whakamahia ngā ingoa rārangi hei kī kōmaka
nl: Op sleutel: gebruik rij namen als sorteersleutel
pt_br: Por chave: utilizar nomes de linhas como chave de ordenação
ro: După cheie: folosește numele rândurilor ca cheie de sortare
tr: Anahtar olarak kullan: satır isimlerini sıralama anahtarı olarak kullan
zh_tw: 使用行名作為排序關鍵字

source: By value: use metric values as sorting key
bn: মান দ্বারা: মেট্রিক মানগুলি সাজানোর কীগুলি হিসাবে ব্যবহার করুন
ca: Per valor: utilitzar valors de mètrica com a clau d'ordenació
cs: Podle hodnoty: použít hodnoty metrik jako klíč pro řazení
es: Por valor: utiliza los valores métricos como clave de ordenación
ja: 値による: メトリック値を並べ替えキーとして使用します
mi: Mā te uara: whakamahia ngā uara ine hei kī kōmaka
nl: Op waarde: gebruik metriek waarden als sorteersleutel
pt_br: Por valor: utilizar valores métricos como chave de ordenação
ro: După valoare: folosește valorile metricii ca cheie de sortare
tr: Değere göre: metrik değerleri sıralama anahtarı olarak kullan
zh_tw: 使用度量值作為排序關鍵字

source: CANCEL
bn: বাতিল করুন
ca: CANCEL·LAR
cs: ZRUŠIT
ja: キャンセル
mi: WHAKAKORE
nl: ANNULEER
pt_br: CANCELAR
ro: ANULEAZĂ
tr: İPTAL
zh_tw: 取消

source: CC recipients
bn: CC প্রাপক
ca: Destinataris CC
cs: Příjemci kopie
mi: Kaiwhakawhiti CC
ro: Destinatari CC

source: COPY QUERY
ro: COPIAZĂ INTEROGAREA

source: CREATE TABLE AS
ca: CREAR TAULA COM
ja: テーブルを次のように作成
mi: HANGA RIPANGA HEI
ro: CREEAZĂ TABEL CA
tr: TABLO OLARAK OLUŞTUR
zh_tw: 允許 CREATE TABLE AS

source: CREATE VIEW AS
ca: CREAR VISTA COM
ja: ビューの作成
mi: HANGA TIROHANGA HEI
ro: CREEAZĂ VIZUALIZARE CA
tr: GÖRÜNÜM OLARAK OLUŞTUR
zh_tw: 允許 CREATE VIEW AS

source: CREATE VIEW statement
bn: CREATE VIEW বিবৃতি
ca: Declaració CREATE VIEW
cs: příkaz CREATE VIEW
es: CREATE VIEW sentencia
ja: CREATE VIEW文
mi: Kīanga HANGA TIROHANGA
pt_br: Declaração CREATE VIEW
ro: Declarație CREATE VIEW
tr: GÖRÜNÜM OLUŞTURMA İFADESİ
zh_tw: CREATE VIEW 語句

source: CRON Schedule
bn: CRON সময়সূচি
ca: Programació CRON
cs: Plán CRON
ja: CRON スケジュール
mi: Hōtaka CRON
nl: CRON tijdschema
pt_br: Cronograma do CRON
ro: Programare CRON
tr: CRON Zamanlaması

source: CRON expression
bn: CRON প্রকাশনা
ca: Expressió CRON
cs: výraz CRON
es: Expresión CRON
ja: CRON式
mi: Kīanga CRON
nl: CRON expressie
pt_br: Expressão CRON
ro: Expresie CRON
tr: CRON ifadesi
zh_tw: CRON 表達式

source: CSS Styles
bn: CSS শৈলী
ca: Estils CSS
cs: Styly CSS
es: Estilos CSS
ja: CSS スタイル
mi: Kāhua CSS
pt_br: Estilos CSS
ro: Stiluri CSS
tr: CSS Stilleri

source: CSS Templates
bn: CSS টেমপ্লেট
ca: Plantilles CSS
cs: Šablony CSS
es: Plantillas CSS
ja: CSSテンプレート
mi: Tauira CSS
nl: CSS-sjablonen
pt_br: Modelos CSS
ro: Șabloane CSS
tr: CSS Şablonları
zh_tw: CSS 模板

source: CSS applied to the chart
bn: চার্টে প্রয়োগিত CSS
ca: CSS aplicat al gràfic
cs: CSS aplikované na graf
es: CSS aplicado al gráfico
ja: チャートにCSSが適用されました
mi: CSS kua whakahaeretia ki te kauwhata
nl: CSS toegepast op de grafiek
pt_br: CSS aplicado ao gráfico
ro: CSS aplicat la grafic
tr: Grafiğe uygulanan CSS

source: CSS template
bn: CSS টেমপ্লেট
ca: Plantilla CSS
cs: Šablona CSS
es: Plantilla CSS
ja: CSSテンプレート
mi: Tauira CSS
pt_br: Modelo CSS
ro: Șablon CSS
tr: CSS şablonu
zh_tw: CSS 模板

source: CSS template not found.
bn: CSS টেমপ্লেট পাওয়া যায়নি।
ca: Plantilla CSS no trobada.
cs: Šablona CSS nebyla nalezena.
es: Plantilla CSS no encontrada.
ja: CSS テンプレートが見つかりません。
mi: Kāore i kitea te tauira CSS.
nl: CSS sjabloon niet gevonden.
pt_br: Modelo CSS não encontrado.
ro: Șablonul CSS nu a fost găsit.
tr: CSS şablonu bulunamadı.
zh_tw: CSS模板未找到

source: CSS templates
bn: CSS টেমপ্লেট
ca: Plantilles CSS
cs: Šablony CSS
es: Plantillas CSS
ja: CSSテンプレート
mi: Tauira CSS
pt_br: Modelos CSS
ro: Șabloane CSS
tr: CSS şablonları
zh_tw: CSS 模板

source: CSS templates could not be deleted.
bn: CSS টেমপ্লেটগুলি মুছে ফেলা যায়নি।
ca: Les plantilles CSS no s'han pogut eliminar.
cs: Šablony CSS se nepodařilo smazat.
ja: CSS テンプレートを削除できませんでした。
mi: Kāore i taea te muku i ngā tauira CSS.
nl: CSS-sjablonen konden niet worden verwijderd.
ro: Șabloanele CSS nu au putut fi șterse.

source: CSV Export
ro: Export CSV

source: CSV file downloaded successfully
ro: Fișierul CSV a fost descărcat cu succes
