Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Invalid lat/long configuration.
bn: অবৈধ ল্যাট/লং কনফিগারেশন।
ca: Configuració lat/long invàlida.
cs: Neplatná konfigurace zeměpisné šířky/délky.
es: Configuración de latitud/longitud no válida.
ja: 緯度/経度の設定が無効です。
mi: Whirihora lat/long muhu.
nl: Ongeldige breedtegraad/lengtegraad configuratie.
pt_br: Configuração lat/long inválida.
ro: Configurare lat/long invalidă.
tr: Geçersiz enlem/boylam yapılandırması.
zh_tw: 錯誤的經緯度配置。

source: Invalid longitude/latitude
bn: অবৈধ দ্রাঘিমা/অক্ষাংশ
ca: Longitud/latitud invàlida
cs: Neplatná zeměpisná délka/šířka
es: Longitud/latitud inválida
ja: 経度/緯度が無効です。
mi: Longitude/latitude muhu
nl: Ongeldige longitude/latitude
pt_br: Longitude/latitude inválida
ro: Longitudine/latitudine invalidă
tr: Geçersiz boylam/enlem
zh_tw: 無效的經度/緯度

source: Invalid metric object: %(metric)s
bn: অবৈধ মেট্রিক অবজেক্ট: %(metric)s
ca: Objecte de mètrica invàlid: %(metric)s
cs: Neplatný objekt metriky: %(metric)s
ja: 無効なメトリック オブジェクト: %
mi: Ahanoa ine muhu: %(metric)s
nl: Ongeldig metriek object: %(metric)s
pt_br: Objeto de métrica inválido: %(metric)s
ro: Obiect metrică invalid: %(metric)s
tr: Geçersiz ölçüm nesnesi: %(metric)s

source: Invalid numpy function: %(operator)s
bn: অবৈধ নম্পাই ফাংশন: %(operator)s
ca: Funció numpy invàlida: %(operator)s
cs: Neplatná funkce numpy: %(operator)s
es: Función numpy inválida: %(operator)s
ja: 無効な numpy 関数: %(operator)s
mi: Taumahi numpy muhu: %(operator)s
nl: Ongeldige numpy functie: %(operator)s
pt_br: Função numpy inválida: %(operator)s
ro: Funcție numpy invalidă: %(operator)s
tr: Geçersiz numpy işlemi: %(operator)s
zh_tw: 無效的numpy函數：%(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
bn: অবৈধ অপশনগুলি %(rolling_type)s এর জন্য: %(options)s
ca: Opcions invàlides per %(rolling_type)s: %(options)s
cs: Neplatné možnosti pro %(rolling_type)s: %(options)s
es: Opciones inválidas para %(rolling_type)s: %(options)s
ja: %(rolling_type)s のオプションが無効です。: %(options)s
mi: He muhu ngā kōwhiringa mō %(rolling_type)s: %(options)s
nl: Ongeldige opties voor %(rolling_type)s: %(options)s
pt_br: Opções inválidas para %(rolling_type)s: %(opções)s
ro: Opțiuni invalide pentru %(rolling_type)s: %(options)s
tr: %(rolling_type)s için geçersiz seçenekler: %(options)s
zh_tw: %(rolling_type)s 的選項無效：%(options)s

source: Invalid permalink key
bn: অবৈধ পার্মালিংক কী
ca: Clau d'enllaç permanent invàlida
cs: Neplatný klíč trvalého odkazu
es: Clave de enlace permanente no válida
ja: パーマリンクキーが無効です。
mi: Kī hononga-ā-mau muhu
nl: Ongeldige permalink sleutel
pt_br: Chave de permalink inválida
ro: Cheie permalink invalidă
tr: Geçersiz kalıcı bağlantı anahtarı

source: Invalid reference to column: "%(column)s"
bn: কলামের জন্য অবৈধ রেফারেন্স: "%(column)s"
ca: Referència invàlida a columna: "%(column)s"
cs: Neplatný odkaz na sloupec: „%(column)s“
es: Referencia a columna inválida: "%(column)s"
ja: 列への参照が無効です。: "%(column)s"
mi: Tohutoro muhu ki te tīwae: "%(column)s"
nl: Ongeldige verwijzing naar kolom: "%(column)s"
ro: Referință invalidă la coloană: "%(column)s"
tr: Sütuna geçersiz referans: "%(column)s"

source: Invalid result type: %(result_type)s
bn: অবৈধ ফলাফল প্রকার: %(result_type)s
ca: Tipus de resultat invàlid: %(result_type)s
cs: Neplatný typ výsledku: %(result_type)s
ja: 無効な結果タイプ: %(result_type)s
mi: Momo hua muhu: %(result_type)s
nl: Ongeldig resultaattype: %(result_type)s
pt_br: Tipo de resultado inválido: %(result_type)s
ro: Tip rezultat invalid: %(result_type)s
tr: Geçersiz sonuç türü: %(result_type)s
zh_tw: 無效的结果類型：%(result_type)s

source: Invalid rolling_type: %(type)s
bn: অবৈধ রোলিং_টাইপ: %(type)s
ca: Tipus de rolling invàlid: %(type)s
cs: Neplatný rolling_type: %(type)s
es: Tipo de rotación inválido: %(type)s
ja: 無効なローリング タイプ: %(type)s
mi: Rolling_type muhu: %(type)s
nl: Ongeldig rolling_type: %(type)s
pt_br: Inválido rolling_type: %(type)s
ro: rolling_type invalid: %(type)s
tr: Geçersiz rolling_type: %(type)s
zh_tw: 無效的滚動類型：%(type)s

source: Invalid spatial point encountered: %(latlong)s
bn: অবৈধ স্থানিক পয়েন্ট পাওয়া গেছে: %(latlong)s
ca: Punt espacial invàlid trobat: %(latlong)s
cs: Nalezen neplatný prostorový bod: %(latlong)s
ja: 無効な空間点が見つかりました。: %(latlong)s
mi: I tūtaki tohu tauwāhi muhu: %(latlong)s
nl: Ongeldig ruimtelijke punt aangetroffen: %(latlong)s
ro: Punct spațial invalid întâlnit: %(latlong)s

source: Invalid state.
bn: অবৈধ অবস্থা।
ca: Estat invàlid.
cs: Neplatný stav.
ja: 無効な状態です。
mi: Tūnga muhu.
nl: Ongeldige status.
pt_br: Estado inválido.
ro: Stare invalidă.
tr: Geçersiz durum.

source: Invalid tab ids: %s(tab_ids)
bn: অবৈধ ট্যাব আইডি: %s(tab_ids)
ca: Ids de pestanya invàlids: %s(tab_ids)
cs: Neplatná ID karet: %s(tab_ids)
es: Identificadores de pestaña no válidos: %s(tab_ids)
ja: 無効なタブ ID: %s(tab_ids)
mi: Id ripa muhu: %s(tab_ids)
nl: Ongeldige tab id's: %s(tab_ids)
pt_br: IDs das abas inválido: %s(tab_ids)
ro: ID-uri file invalide: %s(tab_ids)
tr: Geçersiz sekme kimlikleri: %s(sekme_kimlikleri)

source: Invalid username or password
ro: Nume de utilizator sau parolă invalidă

source: Inverse selection
bn: বিপরীত নির্বাচন
ca: Selecció inversa
cs: Inverzní výběr
es: Selección inversa
ja: 逆選択
mi: Tīpakonga whakahuri
nl: Selectie omkeren
pt_br: Seleção inversa
ro: Selecție inversă
tr: Ters seçim
zh_tw: 反選

source: Invert current page
bn: বর্তমান পৃষ্ঠা উল্টান
ca: Invertir pàgina actual
cs: Invertovat aktuální stránku
ja: 現在のページを反転する
mi: Whakahuri whārangi o nāianei
nl: Huidige pagina omkeren
pt_br: Inverter a página atual
ro: Inversează pagina curentă
tr: Mevcut sayfayı tersine çevir

source: Is Active?
ro: Este Activ?

source: Is active?
ca: Està actiu?
cs: Je aktivní?
mi: Kei te hohe?
ro: Este activ?

source: Is certified
bn: সার্টিফাইড কি
ca: Està certificat
cs: Je certifikováno
ja: 認定されています。
mi: Kua tautūngia
nl: Is gecertificeerd
pt_br: É certificado
ro: Este certificat
tr: Onaylı mı
zh_tw: 已認證

source: Is custom tag
bn: কাস্টম ট্যাগ কি
ca: És etiqueta personalitzada
cs: Je vlastní značka
ja: カスタムタグです。
mi: He tohu ritenga
nl: Is aangepaste tag
ro: Este etichetă personalizată

source: Is dimension
bn: মাত্রা কি
ca: És dimensió
cs: Je dimenze
es: Es dimensión
ja: 次元は
mi: He āhuahanga
nl: Is dimensie
pt_br: É dimensão
ro: Este dimensiune
tr: Boyut mudur
zh_tw: 维度

source: Is false
bn: মিথ্যা কি
ca: És fals
cs: Je nepravda
ja: 誤りです
mi: He teka
nl: Is onwaar
pt_br: É falso
ro: Este fals
tr: Yanlış mı

source: Is favorite
bn: পছন্দের কি
ca: És favorit
cs: Je oblíbené
es: Es favorito
ja: お気に入り
mi: He makau
nl: Is favoriet
pt_br: É favorito
ro: Este favorit
tr: Favori midir
zh_tw: 收藏

source: Is filterable
bn: ফিল্টারযোগ্য কি
ca: És filtrable
cs: Je filtrovatelné
es: Es filtrable
ja: フィルター可能です
mi: Ka taea te tātari
nl: Kan gefilterd worden
pt_br: É filtrável
ro: Este filtrabil
tr: Filtrelenebilir mi
zh_tw: 可被過濾

source: Is not null
bn: শূন্য নয়
ca: No és nul
cs: Není null
ja: nullではありません
mi: Ehara i te kore
nl: Is niet null
pt_br: Não é nulo
ro: Nu este null
tr: Boş değil mi

source: Is null
bn: শূন্য
ca: És nul
cs: Je null
ja: nullです
mi: He kore
pt_br: É nulo
ro: Este null
tr: Boş mu

source: Is tagged
bn: ট্যাগ করা হয়েছে
ca: Està etiquetat
cs: Je označeno
es: Está etiquetado
ja: タグ付けされています
mi: Kua tohuhia
nl: Is getagd
pt_br: É marcado
ro: Este etichetat
tr: Etiketlenmiş mi
zh_tw: 有標籤

source: Is temporal
bn: অস্থায়ী কি
ca: És temporal
cs: Je časové
es: Es temporal
ja: 一時的なものである
mi: He wā
nl: Is tijdelijk
pt_br: É temporal
ro: Este temporal
tr: Zamansal mı
zh_tw: 時間條件

source: Is true
bn: সত্য কি
ca: És cert
cs: Je pravda
es: Es verdad
ja: 本当です
mi: He tika
nl: Is waar
pt_br: É verdadeiro
ro: Este adevărat
tr: Doğru mu
zh_tw: 為真

source: Isoband
bn: আইসোব্যান্ড
cs: Izopás
ro: Isobandă

source: Isoline
bn: আইসলাইন
ca: Isolínia
cs: Izolinie
ro: Izolinie

source: Issue 1000 - The dataset is too large to query.
bn: মস্যা ১০০০ - ডেটাসেটটি প্রশ্ন করার জন্য слишком বড়।
ca: Problema 1000 - El conjunt de dades és massa gran per consultar.
cs: Problém 1000 - Sada dat je příliš velká na dotazování.
ja: Issue 1000 - データセットが大きすぎてクエリできません。
mi: Take 1000 - He rahi rawa te rārangi raraunga hei pātai.
nl: Issue 1000 - De dataset is te groot om te vragen.
pt_br: Problema 1000 - O conjunto de dados é muito grande para ser consultado.
ro: Problemă 1000 - Setul de date este prea mare pentru interogare.
tr: Sorun 1000 - Veri kümesi sorgulamak için çok büyük.
zh_tw: Issue 1000 - 數據集太大，無法進行查詢。

source: Issue 1001 - The database is under an unusual load.
bn: মস্যা ১০০১ - ডাটাবেজটি অস্বাভাবিক লোডের অধীনে রয়েছে।
ca: Problema 1001 - La base de dades està sota una càrrega inusual.
cs: Problém 1001 - Databáze je pod neobvyklou zátěží.
es: Problema 1001 - La base de datos está bajo una carga inusual.
ja: Issue 1001 - データベースに異常な負荷がかかっています。
mi: Take 1001 - Kei raro i tētahi uta rerekē te pātengi raraunga.
nl: Issue 1001 - De database staat onder een ongebruikelijke belasting.
pt_br: Problema 1001 - O Banco de dados está sob uma carga incomum.
ro: Problemă 1001 - Baza de date este sub o încărcare neobișnuită.
tr: Sorun 1001 - Veritabanı olağandışı bir yük altında.
zh_tw: Issue 1001 - 資料庫負载異常。

source: It's not recommended to truncate axis in Bar chart.
ro: Nu este recomandat să trunchiezi axa în graficul cu bare.

source: JAN
bn: জানুয়ারী
ca: GEN
cs: LED
es: ENE
ja: 1月
mi: HAU
ro: IAN
tr: OCA
zh_tw: 一月

source: JSON Configuration
ro: Configurare JSON

source: JSON Metadata
bn: জেসন মেটাডেটা
ca: Metadades JSON
cs: Metadata JSON
es: Metadatos JSON
ja: JSONメタデータ
mi: Metadata JSON
pt_br: Metadados JSON
ro: Metadate JSON
tr: JSON Meta Verisi
zh_tw: JSON 元數據

source: JSON metadata
bn: জেসন মেটাডেটা
ca: Metadades JSON
cs: Metadata JSON
es: Metadatos JSON
ja: JSONメタデータ
mi: Metadata json
pt_br: Metadados JSON
ro: Metadate JSON
tr: JSON meta verisi
zh_tw: JSON 元數據

source: JSON metadata and advanced configuration
ro: Metadate JSON și configurare avansată

source: JSON metadata is invalid!
bn: জেসন মেটাডেটা অবৈধ!
ca: Les metadades JSON són invàlides!
cs: Metadata JSON jsou neplatná!
ja: JSON メタデータが無効です!
mi: He muhu te metadata JSON!
nl: JSON metadata is ongeldig!
pt_br: Os metadados JSON são inválidos!
ro: Metadatele JSON sunt invalide!
tr: JSON meta verisi geçersiz!

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
bn: অতিরিক্ত সংযোগ কনফিগারেশন ধারণকারী জেসন স্ট্রিং। এটি হাইভ, প্রেস্টো এবং বিগকোয়ের মতো সিস্টেমের জন্য সংযোগের তথ্য প্রদান করতে ব্যবহৃত হয় যা সাধারণত SQLAlchemy দ্বারা ব্যবহৃত ব্যবহারকারীর নাম:পাসওয়ার্ড সিনট্যাক্সে সংগতিপূর্ণ নয়।
ca: Cadena JSON que conté configuració de connexió addicional. Això s'utilitza per proporcionar informació de connexió per sistemes com Hive, Presto i BigQuery que no es conformen a la sintaxi username:password normalment utilitzada per SQLAlchemy.
cs: Řetězec JSON obsahující další konfigurační údaje připojení. Používá se k poskytnutí informací o připojení pro systémy jako Hive, Presto a BigQuery, které neodpovídají syntaxi username:password, kterou běžně používá SQLAlchemy.
ja: 追加の接続構成を含む JSON 文字列。これは、SQLAlchemy で通常使用されるユーザー名:パスワード構文に準拠しない Hive、Presto、BigQuery などのシステムに接続情報を提供するために使用されます。
mi: Aho JSON kei roto ngā whirihora hononga taapiri. Ka whakamahia tēnei hei whakarato i te mōhiohio hononga mō ngā pūnaha pērā i te Hive, Presto me BigQuery karekau e whakarite ki te wetereo ingoa-kaiwhakamahi:kupuhipa e whakamahia ana e SQLAlchemy.
nl: JSON string met extra verbindingsconfiguratie. Dit wordt gebruikt om verbindingsinformatie te verstrekken voor systemen zoals Hive, Presto en BigQuery die niet voldoen aan de gebruikersnaam:wachtwoord syntax normaal gesproken gebruikt door SQLAlchemy.
pt_br: Cadeia de caracteres JSON contendo configuração de conexão adicional. Isso é usado para fornecer informações de conexão para sistemas como Hive, Presto e BigQuery, que não estão em conformidade com a sintaxe de nome de usuário:senha normalmente usada pelo SQLAlchemy.
ro: Șir JSON care conține configurație suplimentară de conexiune. Acest lucru este folosit pentru a furniza informații de conexiune pentru sisteme precum Hive, Presto și BigQuery care nu respectă sintaxa username:password folosită în mod normal de SQLAlchemy.
tr: Kullanılmak üzere ek bağlantı yapılandırması içeren JSON dizesi. Bu, Hive, Presto ve Genellikle SQLAlchemy tarafından kullanılan kullanici:sifre sözdizimine uymayan BigQuery gibi sistemler için bağlantı bilgilerini sağlamak için kullanılır.
zh_tw: 包含附加連接配置的 JSON 字符串。它用於為配置單元、Presto 和 BigQuery 等系统提供連接訊息，這些系统不符合 SQLAlChemy 通常使用的用戶名：密碼語法。

source: JUL
bn: জুলাই
cs: ČVC
ja: 7月
mi: HŪR
ro: IUL
tr: TEM
zh_tw: 七月

source: JUN
bn: জুন
cs: ČER
ja: 6月
mi: HUI
ro: IUN
tr: HAZ
zh_tw: 六月

source: January
bn: জানুয়ারী
ca: Gener
cs: Leden
es: Enero
ja: 1月
mi: Hānuere
nl: Januari
pt_br: Janeiro
ro: Ianuarie
tr: Ocak
zh_tw: 一月

source: JavaScript data interceptor
bn: জাভাস্ক্রিপ্ট ডেটা ইন্টারসেপ্টর
ca: Interceptor de dades JavaScript
cs: JavaScriptový zachytávač dat
es: Interceptor de datos JavaScript
ja: JavaScriptデータインターセプター
mi: Kaiwhakawaenga raraunga JavaScript
nl: JavaScript gegevens onderschepper
pt_br: Interceptador de dados JavaScript
ro: Interceptor date JavaScript
tr: JavaScript veri aracısı
zh_tw: JS 數據拦截器

source: JavaScript onClick href
bn: জাভাস্ক্রিপ্ট onClick href
ca: href onClick JavaScript
cs: JavaScriptový onClick href
es: JavaScript al hacer clic en href
ro: href onClick JavaScript

source: JavaScript tooltip generator
bn: জাভাস্ক্রিপ্ট টুলটিপ জেনারেটর
ca: Generador de tooltip JavaScript
cs: JavaScriptový generátor nápovědy
es: Generador de tooltips de JavaScript
ja: JavaScriptツールチップジェネレーター
mi: Kaihanga kītukutuku JavaScript
pt_br: Gerador de dicas de ferramentas JavaScript
ro: Generator tooltip JavaScript
tr: JavaScript açıklama üretici
zh_tw: JS 提示生成器

source: Jinja templating
bn: জিঞ্জা টেম্পলেটিং
ca: Plantilles Jinja
cs: Šablonování Jinja
mi: Tauira Jinja
pt_br: Modelo Jinja
ro: Șabloane Jinja
tr: Jinja şablonlama

source: July
bn: জুলাই
ca: Juliol
cs: Červenec
es: Julio
ja: 7月
mi: Hūrae
nl: Juli
pt_br: Julho
ro: Iulie
tr: Temmuz
zh_tw: 七月

source: June
bn: জুন
ca: Juny
cs: Červen
es: Junio
ja: 6月
mi: Hune
nl: Juni
pt_br: Junho
ro: Iunie
tr: Haziran
zh_tw: 六月

source: Keep control settings?
bn: নিয়ন্ত্রণ সেটিংস রাখতে হবে?
ca: Mantenir configuració de controls?
cs: Ponechat nastavení ovládacích prvků?
es: ¿Mantener configuraciones de control?
ja: コントロール設定を保持しますか?
mi: Pupuri tautuhinga whakahaere?
nl: Behoud de controle-instellingen?
pt_br: Manter configurações de controle?
ro: Păstrează setările de control?
tr: Kontrol ayarları saklansın mı?

source: Keep editing
bn: সম্পাদনা চালিয়ে যান
ca: Continuar editant
cs: Pokračovat v úpravách
es: Sigue editando
ja: 編集を続ける
mi: Haere tonu i te whakatika
nl: Blijf bewerken
pt_br: Continue editando
ro: Continuă editarea
tr: Düzenlemeye devam edilsin
zh_tw: 繼續編輯

source: Key
bn: কী
ca: Clau
cs: Klíč
es: Clave
mi: Kī
nl: Sleutel
pt_br: Chave
ro: Cheie
tr: Anahtar

source: Keyboard shortcuts
bn: কীবোর্ড শর্টকাট
ca: Dreceres de teclat
cs: Klávesové zkratky
es: Atajos de teclado
ja: キーボードショートカット
mi: Pokatata papatuhi
nl: Toetsenbord snelkoppelingen
ro: Scurtături tastatură
zh_tw: 鍵盘快捷鍵

source: Keys for table
bn: টেবিলের জন্য কী
ca: Claus per taula
cs: Klíče pro tabulku
es: Claves para la tabla
ja: テーブルのキー
mi: Kī mō te ripanga
nl: Sleutels voor tabel
pt_br: Chaves da tabela
ro: Chei pentru tabel
tr: Tablo anahtarları
zh_tw: 表的鍵

source: Kilometers
bn: কিলোমিটার
ca: Quilòmetres
cs: Kilometry
ja: キロメートル
mi: Kiromita
pt_br: Quilômetros
ro: Kilometri
tr: Kilometre

source: LIMIT
bn: সীমা
ca: LÍMIT
ja: 制限
pt_br: LIMITE
ro: LIMITĂ
tr: SINIR

source: Label
bn: লেবেল
ca: Etiqueta
cs: Popisek
es: Etiqueta
ja: ラベル
mi: Tapanga
pt_br: Rótulo
ro: Etichetă
tr: Etiket
zh_tw: 標籤

source: Label Contents
bn: লেবেল বিষয়বস্তু
ca: Contingut d'Etiqueta
cs: Obsah popisku
ja: ラベルの内容
mi: Ihirangi Tapanga
nl: Label Inhoud
ro: Conținut Etichetă

source: Label Line
bn: লেবেল লাইন
ca: Línia d'Etiqueta
cs: Čára popisku
es: Etiqueta de Línea
ja: ラベル行
mi: Rārangi Tapanga
nl: Label Regel
pt_br: Linha de rótulos
ro: Linie Etichetă
tr: Etiket Çizgisi
zh_tw: 標籤線

source: Label Template
bn: লেবেল টেম্পলেট
ca: Plantilla d'Etiqueta
cs: Šablona popisku
mi: Tauira Tapanga
ro: Șablon Etichetă

source: Label Type
bn: লেবেল প্রকার
ca: Tipus d'Etiqueta
cs: Typ popisku
ja: ラベルの種類
mi: Momo Tapanga
pt_br: Tipo de rótulo
ro: Tip Etichetă
tr: Etiket Türü
zh_tw: 標籤類型

source: Label already exists
bn: লেবেল ইতিমধ্যে বিদ্যমান
ca: L'etiqueta ja existeix
cs: Popisek již existuje
ja: ラベルはすでに存在します。
mi: Kua tīari kē te tapanga
nl: Label bestaat al
pt_br: O rótulo já existe
ro: Eticheta există deja
tr: Etiket zaten mevcut

source: Label ascending
ro: Etichetă crescătoare

source: Label descending
ro: Etichetă descrescătoare

source: Label for the index column. Don't use an existing column name.
bn: সূচক কলামের জন্য লেবেল। বিদ্যমান কলামের নাম ব্যবহার করবেন না।
ca: Etiqueta per la columna d'índex. No utilitzis un nom de columna existent.
cs: Popisek pro indexový sloupec. Nepoužívejte existující název sloupce.
mi: Tapanga mō te tīwae kuputohu. Kaua e whakamahi i tētahi ingoa tīwae kei te tīari.
ro: Etichetă pentru coloana index. Nu folosi un nume de coloană existent.

source: Label for your query
bn: আপনার প্রশ্নের জন্য লেবেল
ca: Etiqueta per la teva consulta
cs: Popisek pro váš dotaz
es: Etiqueta para tu consulta
ja: クエリのラベル
mi: Tapanga mō tō pātai
nl: Label voor uw zoekopdracht
pt_br: Rótulo para sua consulta
ro: Etichetă pentru interogarea ta
tr: Sorgunuz için etiket
zh_tw: 為您的查詢設定標籤

source: Label position
bn: লেবেল অবস্থান
ca: Posició d'etiqueta
cs: Pozice popisku
ja: ラベルの位置
mi: Tūnga tapanga
nl: Label positie
pt_br: Posição do rótulo
ro: Poziție etichetă
tr: Etiket konumu
zh_tw: 標籤位置

source: Label threshold
bn: লেবেল থ্রেশহোল্ড
ca: Llindar d'etiqueta
cs: Prahová hodnota popisku
es: Etiqueta de umbral
ja: ラベル閾値
mi: Paepae tapanga
nl: Label drempelwaarde
pt_br: Rótulo limite
ro: Prag etichetă
tr: Etiket eşiği
zh_tw: 標籤閥值

source: Labelling
bn: লেবেলিং
ca: Etiquetatge
cs: Označování
es: Etiquetado
ja: ラベリング
mi: Tapanga
nl: Labelen
pt_br: Rotulagem
ro: Etichetare
tr: Etiketleme
zh_tw: 標籤

source: Labels
bn: লেবেলগুলি
ca: Etiquetes
cs: Popisky
ja: ラベル
mi: Tapanga
pt_br: Rótulos
ro: Etichete
tr: Etiketler
zh_tw: 標籤

source: Labels for the marker lines
bn: মার্কার লাইনগুলির জন্য লেবেলগুলি
ca: Etiquetes per les línies marcadores
cs: Popisky pro čáry značek
es: Etiquetas para las líneas del marcador
ja: マーカーラインのラベル
mi: Tapanga mō ngā rārangi tohu
nl: Labels voor de markeringslijnen
pt_br: Rótulos para o marcador linhas
ro: Etichete pentru liniile marker
tr: İşaret çizgileri için etiketler
zh_tw: 標記線的標籤

source: Labels for the markers
bn: মার্কারের জন্য লেবেলগুলি
ca: Etiquetes per els marcadors
cs: Popisky pro značky
es: Etiquetas para los marcadores
ja: マーカーのラベル
mi: Tapanga mō ngā tohu
nl: Labels voor de markeringen
pt_br: Rótulos para o marcadores
ro: Etichete pentru markeri
tr: İşaretler için etiketler
zh_tw: 標記的標籤

source: Labels for the ranges
bn: রেঞ্জের জন্য লেবেলগুলি
ca: Etiquetes per els rangs
cs: Popisky pro rozsahy
es: Etiquetas para los rangos
ja: 範囲のラベル
mi: Tapanga mō ngā awhe
nl: Labels voor de bereiken
pt_br: Rótulos para os intervalos
ro: Etichete pentru intervale
tr: Aralıklar için etiketler
zh_tw: 範圍的標籤

source: Languages
ro: Limbile

source: Large
bn: বৃহৎ
ca: Gran
cs: Velký
ja: 大きい
mi: Nui
nl: Groot
pt_br: Grande
ro: Mare
tr: Büyük
zh_tw: 大

source: Last
bn: শেষ
ca: Últim
cs: Poslední
ja: ラスト
mi: Whakamutunga
nl: Laatste
pt_br: Último
ro: Ultimul
tr: Son
zh_tw: 最後一個

source: Last Name
ro: Nume de Familie

source: Last Updated %s
bn: শেষ আপডেট %s
ca: Última Actualització %s
cs: Naposledy aktualizováno %s
es: Última Actualización %s
ja: 最終更新 %s
mi: I Whakahouhia Whakamutunga %s
nl: Laatst bijgewerkt %s
pt_br: Última atualização %s
ro: Ultima Actualizare %s
tr: Son Güncelleme %s
zh_tw: 最後更新 %s

source: Last Updated %s by %s
bn: শেষ আপডেট %s দ্বারা %s
ca: Última Actualització %s per %s
cs: Naposledy aktualizováno %s uživatelem %s
ja: 最終更新日: %s、作成者: %s
mi: I Whakahouhia Whakamutunga %s e %s
nl: Laatst bijgewerkt %s door %s
pt_br: Última atualização %s por %s
ro: Ultima Actualizare %s de %s
tr: Son Güncelleme %s - Tarafından: %s

source: Last available value seen on %s
bn: শেষ উপলব্ধ মান দেখা গেছে %s এ
ca: Últim valor disponible vist el %s
cs: Poslední dostupná hodnota viděna dne %s
es: Último valor disponible visto en %s
ja: %s で確認された最後の利用可能な値
mi: Uara wātea whakamutunga i kitea i %s
nl: Laatst beschikbare waarde gezien op %s
pt_br: Último valor disponível visto em %s
ro: Ultima valoare disponibilă văzută pe %s
tr: Son görülen mevcut değer: %s
zh_tw: 到 %s 最後一個可用值

source: Last day
bn: শেষ দিন
ca: Últim dia
cs: Poslední den
ja: 最終日
mi: Rā whakamutunga
nl: Afgelopen dag
ro: Ultima zi

source: Last login
ca: Últim accés
cs: Poslední přihlášení
mi: Takiuru whakamutunga
ro: Ultima conectare

source: Last modified
bn: শেষ সংশোধিত
ca: Última modificació
cs: Naposledy změněno
es: Última modificación
ja: 最終更新
mi: I whakarerekeahia whakamutunga
nl: Laatst gewijzigd
pt_br: Última modificação
ro: Ultima modificare
tr: Son değiştirilen
zh_tw: 最後修改

source: Last month
bn: শেষ মাস
ca: Últim mes
cs: Poslední měsíc
ja: 先月
mi: Marama whakamutunga
nl: Afgelopen maand
ro: Ultima lună

source: Last name
ca: Cognoms
cs: Příjmení
mi: Ingoa whakamutunga
ro: Nume de familie

source: Last name is required
ca: Els cognoms són obligatoris
cs: Příjmení je povinné
mi: E hiahiatia ana te ingoa whakamutunga
ro: Numele de familie este obligatoriu

source: Last quarter
bn: শেষ ত্রৈমাসিক
ca: Últim trimestre
cs: Poslední čtvrtletí
ja: 最後の四半期
mi: Hautakiwā whakamutunga
nl: Afgelopen kwartaal
ro: Ultimul trimestru

source: Last run
bn: শেষ চলমান
ca: Última execució
cs: Poslední spuštění
es: Última ejecución
ja: 前回の実行
mi: Rere whakamutunga
nl: Laatste run
pt_br: Última execução
ro: Ultima rulare
tr: Son çalıştırma
zh_tw: 上次執行

source: Last week
bn: শেষ সপ্তাহ
ca: Última setmana
cs: Poslední týden
ja: 先週
mi: Wiki whakamutunga
nl: Afgelopen week
ro: Ultima săptămână

source: Last year
bn: শেষ বছর
ca: Últim any
cs: Poslední rok
ja: 去年
mi: Tau whakamutunga
nl: Afgelopen jaar
ro: Anul trecut

source: Latitude
bn: অক্ষাংশ
ca: Latitud
cs: Zeměpisná šířka
es: Latitud
ja: 緯度
nl: Breedtegraad
ro: Latitudine
tr: Enlem
zh_tw: 緯度

source: Latitude of default viewport
bn: ডিফল্ট ভিউপোর্টের অক্ষাংশ
ca: Latitud de la vista per defecte
cs: Zeměpisná šířka výchozího zobrazení
es: Latitud de la vista previa predeterminada
ja: デフォルトのビューポートの緯度
mi: Latitude o te tirohanga taunoa
nl: Breedtegraad van standaard viewport
pt_br: Latitude da janela de visualização padrão
ro: Latitudinea viewport-ului implicit
tr: Varsayılan görünümün enlemi
zh_tw: 預設視口緯度

source: Layer
ca: Capa
cs: Vrstva
mi: Papa
ro: Strat

source: Layer Name
ca: Nom de Capa
cs: Název vrstvy
mi: Ingoa Papa
ro: Nume Strat

source: Layer URL
ca: URL de Capa
cs: URL vrstvy
mi: URL Papa
ro: URL Strat

source: Layer configuration
bn: লেয়ার কনফিগারেশন
ca: Configuració de capa
cs: Konfigurace vrstvy
es: Configuración de capa
ja: レイヤー構成
mi: Whirihora papa
nl: Laagconfiguratie
pt_br: Configuração de camadas
ro: Configurare strat
tr: Katman yapılandırması
zh_tw: 配置層

source: Layer title
ca: Títol de capa
cs: Název vrstvy
mi: Taitara papa
ro: Titlu strat

source: Layer type
ca: Tipus de capa
cs: Typ vrstvy
mi: Momo papa
ro: Tip strat

source: Layers
ca: Capes
cs: Vrstvy
mi: Papa
ro: Straturi

source: Layout
bn: লেআউট
ca: Disseny
cs: Rozložení
es: Diseño
ja: レイアウト
mi: Hoahoa
nl: Indeling
ro: Aspect
tr: Düzen
zh_tw: 布局
