Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
bn: পিক্সেলে ডিফল্ট ন্যূনতম কলামের প্রস্থ, অন্যান্য কলামের বেশি স্থান প্রয়োজন না হলে প্রকৃত প্রস্থ এখনও এর চেয়ে বড় হতে পারে
cs: Výchozí minimální šířka sloupce v pixelech, skutečná šířka může být stále větší, pokud ostatní sloupce nepotřebují mnoho místa
es: Anchura mínima por defecto de la columna en píxeles, la anchura real aún puede ser mayor que esta si otras columnas no necesitan mucho espacio
ja: デフォルトの最小列幅（ピクセル単位）。他の列にそれほどスペースが必要ない場合、実際の幅はこれよりも大きくなる可能性があります
mi: Whānui tīwae iti taunoa i ngā pika, ka taea e te whānui tūturu te rahi ake i tēnei mēnā karekau e hiahiatia e ētahi atu tīwae te wāhi nui
nl: Standaard minimale kolombreedte in pixels, de werkelijke breedte kan nog steeds groter zijn dan deze als andere kolommen niet veel ruimte nodig hebben
pt_br: Largura mínima predefinida da coluna em pixels; a largura real pode ser superior a esta se as outras colunas não necessitarem de muito espaço
ro: Lățime minimă implicită a coloanei în pixeli, lățimea reală poate fi încă mai mare decât aceasta dacă celelalte coloane nu au nevoie de mult spațiu
tr: Varsayılan minimum sütun genişliği piksel cinsinden, gerçek genişlik diğer sütunlar çok fazla yer kaplamadığı sürece bu değerden daha büyük olabilir
zh_tw: 預設最小列寬(以像素為單位)，如果其他列不需要太多空間，则實際寬度可能仍大於此值

source: Default value is required when "Dynamic group by value is required" is enabled
ro: Valoarea implicită este obligatorie când "Valoarea grupării dinamice este obligatorie" este activată

source: Default value must be set when "Dynamic group by has a default value" is checked
ro: Valoarea implicită trebuie setată când "Gruparea dinamică are o valoare implicită" este bifată

source: Default value must be set when "Dynamic group by value is required" is checked
ro: Valoarea implicită trebuie setată când "Valoarea grupării dinamice este obligatorie" este bifată

source: Default value must be set when "Filter has default value" is checked
bn: "ফিল্টারে ডিফল্ট মান আছে" চেক করা হলে ডিফল্ট মান সেট করতে হবে
ca: El valor per defecte s'ha d'establir quan "El filtre té valor per defecte" està marcat
cs: Výchozí hodnota musí být nastavena, když je zaškrtnuto „Filtr má výchozí hodnotu“
es: El valor por defecto debe ponerse cuando se marca "El filtro tiene un valor predeterminado"
ja: 「フィルターにデフォルト値がある」がチェックされている場合は、デフォルト値を設定する必要があります
mi: Me tautuhi te uara taunoa ina pātia "He uara taunoa tō te Tātari"
nl: Standaardwaarde moet worden ingesteld wanneer "Filter heeft standaardwaarde" is ingeschakeld
pt_br: O valor padrão deve ser definido quando a opção "Filter has default value" estiver marcada
ro: Valoarea implicită trebuie setată când "Filtrul are valoare implicită" este bifat
tr: "Filtre varsayılan bir değere sahipse" işareti kontrol edildiğinde varsayılan değer belirtilmelidir
zh_tw: 選中篩選器具有預設值時，必須設定預設值

source: Default value must be set when "Filter value is required" is checked
bn: "ফিল্টার মান প্রয়োজন" চেক করা হলে ডিফল্ট মান সেট করতে হবে
ca: El valor per defecte s'ha d'establir quan "El valor del filtre és obligatori" està marcat
cs: Výchozí hodnota musí být nastavena, když je zaškrtnuto „Hodnota filtru je povinná“
es: El valor por defecto debe fijarse si se marca "El filtro tiene un valor predeterminado"
ja: 「フィルター値が必要です」がチェックされている場合は、デフォルト値を設定する必要があります
mi: Me tautuhi te uara taunoa ina pātia "E hiahiatia ana te uara tātari"
nl: Standaardwaarde moet worden ingesteld wanneer "Filterwaarde is vereist" is aangevinkt
pt_br: O valor padrão deve ser definido quando a opção "Filter value is required" estiver marcada
ro: Valoarea implicită trebuie setată când "Valoarea filtrului este obligatorie" este bifată
tr: "Filtre değeri gerekiyorsa" işareti kontrol edildiğinde varsayılan değer belirtilmelidir

source: Default value set automatically when "Select first filter value by default" is checked
bn: "প্রথম ফিল্টার মান ডিফল্ট দ্বারা নির্বাচন করুন" চেক করা হলে স্বয়ংক্রিয়ভাবে সেট করা ডিফল্ট মান
cs: Výchozí hodnota se nastaví automaticky, když je zaškrtnuto „Vybrat první hodnotu filtru jako výchozí“
es: El valor por defecto se pone automáticamente si se marca "Seleccionar el primer valor del filtro por defecto"
ja: 「デフォルトで最初のフィルタ値を選択する」がチェックされている場合に自動的に設定されるデフォルト値
mi: Ka tautuhi aunoa te uara taunoa ina pātia "Tīpakohia te uara tātari tuatahi mā te taunoa"
nl: Standaardwaarde wordt automatisch ingesteld wanneer "Selecteer eerste standaard filter" is aangevinkt
pt_br: O valor padrão é definido automaticamente quando a opção "Select first filter value by default" (Selecionar o primeiro valor do filtro por padrão) está marcada
ro: Valoarea implicită setată automat când "Selectează prima valoare de filtru în mod implicit" este bifată
tr: "Varsayılan olarak ilk filtre değerini seç" işareti kontrol edildiğinde varsayılan değer otomatik olarak ayarlanır

source: Define a function that receives the input and outputs the content for a tooltip
bn: একটি ফাংশন সংজ্ঞায়িত করুন যা ইনপুট গ্রহণ করে এবং টুলটিপের জন্য বিষয়বস্তু আউটপুট করে
cs: Definujte funkci, která přijímá vstup a vrací obsah pro nápovědu
es: Define una función que recibe la entrada y devuelve el contenido para un tooltip
ja: 入力を受け取り、ツールチップのコンテンツを出力する関数を定義する
mi: Tautuhia he taumahi ka whakawhiti i te tāuru, ā, ka puta te ihirangi mō tētahi kītukutuku
nl: Definieer een functie die de invoer ontvangt en de inhoud van een tooltip uitvoert
pt_br: Definir uma função que receba a entrada e produza o conteúdo de uma dica de ferramenta
ro: Definește o funcție care primește input-ul și afișează conținutul pentru un tooltip
tr: Girişi alan ve bir açıklama için içerik üreten bir işlev tanımlayın
zh_tw: 定義一個函數，該函數接收输入並输出用於工具提示的内容

source: Define a function that returns a URL to navigate to when user clicks
bn: একটি ফাংশন সংজ্ঞায়িত করুন যা ব্যবহারকারী ক্লিক করার সময় নেভিগেট করার জন্য একটি URL ফেরত দেয়
ca: Defineix una funció que retorni una URL on navegar quan l'usuari clica
cs: Definujte funkci, která vrací URL, na kterou se má přejít, když uživatel klikne
es: Define una función que devuelva una URL a la que navegar cuando el usuario hace clic
ja: ユーザーがクリックしたときに移動する URL を返す関数を定義する
mi: Tautuhia he taumahi ka whakahoki i tētahi URL hei whakatere atu ina pāwhiria e te kaiwhakamahi
nl: Definieer een functie die een URL geeft om naar te navigeren wanneer de gebruiker klikt
pt_br: Definir uma função que devolve um URL para onde navegar quando o usuário clicar
ro: Definește o funcție care returnează un URL pentru navigare când utilizatorul face clic
zh_tw: 定義一個函數，該函數返回用戶點擊時導航至的 URL 地址

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
bn: একটি জাভাস্ক্রিপ্ট ফাংশন সংজ্ঞায়িত করুন যা ভিজ্যুয়ালাইজেশনে ব্যবহৃত ডেটা অ্যারে গ্রহণ করে এবং আশা করা হয় যে সেই অ্যারের একটি পরিবর্তিত সংস্করণ ফেরত দেবে। এটি ডেটার গুণাবলী পরিবর্তন করতে, ফিল্টার করতে, বা অ্যারে সমৃদ্ধ করতে ব্যবহার করা যেতে পারে।
ca: Defineix una funció javascript que rebi l'array de dades utilitzat a la visualització i que s'espera que retorni una versió modificada d'aquest array. Això es pot usar per alterar propietats de les dades, filtrar, o enriquir l'array.
cs: Definujte javascriptovou funkci, která přijímá pole dat použité ve vizualizaci a očekává se, že vrátí upravenou verzi tohoto pole. To lze použít ke změně vlastností dat, filtrování nebo obohacení pole.
es: Define una función de javascript que recibe el array de datos utilizado en la visualización y se espera que devuelva una versión modificada de ese array. Esto se puede utilizar para alterar propiedades de los datos, filtrar, o enriquecer el array.
ja: 視覚化で使用されるデータ配列を受け取り、その配列の変更されたバージョンを返すことが期待される JavaScript 関数を定義します。これを使用して、データのプロパティを変更したり、配列をフィルターしたり、強化したりできます。
mi: Tautuhia he taumahi javascript ka whakawhiti i te huinga raraunga kua whakamahia i te whakakitenga, ā, e tūmanakohia ana ka whakahoki i tētahi putanga kua whakarerekeahia o taua huinga. Ka taea te whakamahi i tēnei hei huri i ngā āhuatanga o ngā raraunga, hei tātari, hei whakanui rānei i te huinga.
nl: Definieer een javascript functie die de in de visualisatie gebruikte data array ontvangt en verwacht een aangepaste versie van die array te retourneren. Dit kan worden gebruikt om de eigenschappen van de gegevens, het filteren of de array te verrijken.
pt_br: Defina uma função javascript que receba a matriz de dados utilizada na visualização e que deva devolver uma versão modificada dessa matriz. Esta pode ser utilizada para alterar as propriedades dos dados, filtrar ou enriquecer a matriz.
ro: Definește o funcție javascript care primește matricea de date folosită în vizualizare și este așteptat să returneze o versiune modificată a acelei matrice. Acest lucru poate fi folosit pentru a modifica proprietățile datelor, a filtra sau a îmbogăți matricea.
tr: Görselleştirmede kullanılan veri dizisini alan ve bu dizinin değiştirilmiş bir sürümünü döndürmesi beklenen bir JavaScript işlevi tanımlayın. Bu, verinin özelliklerini değiştirmek, filtrelemek veya zenginleştirmek için kullanılabilir.
zh_tw: 定義一個 JavaScript 函數，該函數接收用於可視化的數據數組，並期望返回該數組的修改版本。這可以用來改變數據的属性、進行過濾或丰富數組。

source: Define color breakpoints for the data
ro: Definește puncte de întrerupere de culoare pentru date

source: Define contour layers. Isolines represent a collection of line segments that serparate the area above and below a given threshold. Isobands represent a collection of polygons that fill the are containing values in a given threshold range.
ca: Defineix capes de contorn. Les isolínies representen una col·lecció de segments de línia que separen l'àrea per sobre i per sota d'un llindar donat. Les isobandes representen una col·lecció de polígons que omplen l'àrea que conté valors en un rang de llindar donat.
cs: Definujte vrstvy obrysů. Izolinie představují sbírku úseček, které oddělují oblast nad a pod danou prahovou hodnotou. Izopásy představují sbírku polygonů, které vyplňují oblast obsahující hodnoty v daném prahovém rozsahu.
es: Define las capas de contorno. Las isolíneas representan una colección de segmentos de línea que separan el área por encima y por debajo de un umbral dado. Las isobandas representan una colección de polígonos que llenan el área que contiene valores en un rango de umbral dado.
ja: 等高線レイヤーを定義します。等値線は、指定されたしきい値の上下の領域を分離する線分の集合を表します。アイソバンドは、指定されたしきい値範囲内の値を含むポリゴンのコレクションを表します。
mi: Tautuhia ngā papa takotoranga. Ko ngā Isoline he kohinga o ngā wāhanga rārangi ka wehe i te horahanga i runga, i raro rānei i tētahi paepae kua tukuna. Ko ngā Isoband he kohinga tapawhā ka whakakī i te horahanga kei roto ngā uara i tētahi awhe paepae kua tukuna.
nl: Definieer contourlagen. Isolines vertegenwoordigen een verzameling lijnsegmenten die het gebied boven en onder een bepaalde drempel plaatsen. Isobands vertegenwoordigen een verzameling veelhoeken die de waarden in een bepaald drempelbereik vullen.
ro: Definește straturi de contur. Izolinele reprezintă o colecție de segmente de linie care separă aria deasupra și dedesubtul unui prag dat. Isobandele reprezintă o colecție de poligoane care umplu aria care conține valori într-un interval de prag dat.
zh_tw: 定義等高線圖層。等值線代表一組線段的集合，這些線段將高於和低於給定閥值的區域分隔開來。等值带代表一組多邊形的集合，用以填充包含在給定閥值範圍内的區域。

source: Define delivery schedule, timezone, and frequency settings.
bn: ডেলিভারি সময়সূচী, সময় অঞ্চল এবং ফ্রিকোয়েন্সি সেটিংস সংজ্ঞায়িত করুন।
ca: Defineix la programació de lliurament, zona horària i configuració de freqüència.
cs: Definujte plán doručení, časové pásmo a nastavení frekvence.
ja: 配送スケジュール、タイムゾーン、および頻度の設定を定義します。
mi: Tautuhi hōtaka tuku, rohe wā, me ngā tautuhinga auau.
ro: Definește programul de livrare, fusul orar și setările de frecvență.

source: Define the database, SQL query, and triggering conditions for alert.
bn: অ্যালার্টের জন্য ডেটাবেজ, SQL প্রশ্ন এবং ট্রিগারিং শর্তাবলী সংজ্ঞায়িত করুন।
ca: Defineix la base de dades, consulta SQL i condicions d'activació per l'alerta.
cs: Definujte databázi, SQL dotaz a spouštěcí podmínky pro upozornění.
ja: データベース、SQLクエリ、およびアラートのトリガー条件を定義します。
mi: Tautuhi te pātengi raraunga, te pātai SQL, me ngā āhuatanga whakaohonga mō te matohi.
ro: Definește baza de date, interogarea SQL și condițiile de declanșare pentru alertă.

source: Defined through system configuration.
ro: Definit prin configurația sistemului.

source: Defines a rolling window function to apply, works along with the [Periods] text box
bn: প্রয়োগ করার জন্য একটি রোলিং উইন্ডো ফাংশন সংজ্ঞায়িত করে, [পিরিয়ডস] টেক্সট বক্সের সাথে কাজ করে
ca: Defineix una funció de finestra lliscant per aplicar, funciona juntament amb la caixa de text [Períodes]
cs: Definuje funkci plovoucího okna, která se má použít, pracuje spolu s textovým polem [Období]
es: Define una función de ventana deslizante para aplicar, funciona junto con el cuadro de texto [Periodos]
ja: 適用するローリング ウィンドウ関数を定義し、[期間] テキスト ボックスと連動します。
mi: Ka tautuhi i tētahi taumahi matapihi takahuri hei whakahaeretia, ka mahi tahi me te pouaka kupu [Wā]
nl: Definieert een rollend venster functie om toe te passen, werkt samen met het [Periods] tekstvak
pt_br: Define uma função de janela móvel a aplicar, funciona em conjunto com a caixa de texto [Períodos]
ro: Definește o funcție de fereastră glisantă de aplicat, funcționează împreună cu caseta de text [Perioade]
tr: Uygulanacak bir kaydırma penceresi işlevi tanımlar, [Süreler] metin kutusu ile birlikte çalışır
zh_tw: 定義要應用的滚動窗口函數，與 [期限] 文本框一起使用

source: Defines the grid size in pixels
bn: পিক্সেলে গ্রিডের আকার সংজ্ঞায়িত করে
ca: Defineix la mida de la graella en píxels
cs: Definuje velikost mřížky v pixelech
es: Define el tamaño de la cuadrícula en píxeles
ja: グリッド サイズをピクセル単位で定義します
mi: Ka tautuhi i te rahi tukutata i ngā pika
nl: Definieert de rastergrootte in pixels
pt_br: Define o tamanho do grid em pixels
ro: Definește dimensiunea grilei în pixeli
tr: Izgara boyutunu piksel cinsinden tanımlar

source: Defines the grouping of entities. Each series is represented by a specific color in the chart.
bn: সত্তাগুলিরGrouping সংজ্ঞায়িত করে। প্রতিটি সিরিজ চার্টে একটি নির্দিষ্ট রঙ দ্বারা প্রতিনিধিত্ব করা হয়।
ca: Defineix l'agrupació d'entitats. Cada sèrie està representada per un color específic al gràfic.
cs: Definuje seskupení entit. Každá série je v grafu reprezentována specifickou barvou.
ja: エンティティのグループ化を定義します。各系列は、チャート内の特定の色で表されます。
mi: Ka tautuhi i te rōpūtanga o ngā pūtahi. Ko ia raupapa e tohua ana e tētahi tae motuhake i te kauwhata.
nl: Definieert de groepering van entiteiten. Elke serie wordt weergegeven door een specifieke kleur in de grafiek.
ro: Definește gruparea entităților. Fiecare serie este reprezentată de o culoare specifică în grafic.

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
bn: সত্তাগুলিরGrouping সংজ্ঞায়িত করে। প্রতিটি সিরিজ চার্টে একটি নির্দিষ্ট রঙ হিসেবে দেখানো হয় এবং এর একটি লেজেন্ড টগল থাকে।
ca: Defineix l'agrupació d'entitats. Cada sèrie es mostra com un color específic al gràfic i té un commutador de llegenda
cs: Definuje seskupení entit. Každá série je v grafu zobrazena specifickou barvou a má přepínač v legendě
es: Define la agrupación de entidades. Cada serie se muestra con un color específico en el gráfico y tiene un interruptor de leyenda
ja: エンティティのグループ化を定義します。各シリーズはチャート上で特定の色で表示され、凡例の切り替えが行われます。
mi: Ka tautuhi i te rōpūtanga o ngā pūtahi. Ka whakaaturia ia raupapa hei tae motuhake i te kauwhata, ā, he pātene kōrero
nl: Definieert de groepering van entiteiten. Elke serie wordt weergegeven als een specifieke kleur op de grafiek en heeft een legende schakelaar
pt_br: Define o agrupamento de entidades. Cada série é mostrado como uma cor específica no gráfico e tem uma legenda alternar
ro: Definește gruparea entităților. Fiecare serie este afișată ca o culoare specifică pe grafic și are un comutator de legendă
tr: Varlıkların gruplandırılmasını tanımlar. Her seri grafikte belirli bir renkle gösterilir ve bir efsane geçişine sahiptir
zh_tw: 定義實體的分組。每個序列在圖表上顯示為特定颜色，並有一個可切换的圖例

source: Defines the size of the rolling window function, relative to the time granularity selected
bn: নির্বাচিত সময়ের সূক্ষ্মতার আপেক্ষিক রোলিং উইন্ডো ফাংশনের আকার সংজ্ঞায়িত করে
ca: Defineix la mida de la funció de finestra lliscant, relativa a la granularitat temporal seleccionada
cs: Definuje velikost funkce plovoucího okna, relativně k vybrané časové granularitě
es: Define el tamaño de la función de ventana deslizante, en relación con la granularidad de tiempo seleccionada
ja: 選択した時間粒度に応じて、ローリング ウィンドウ関数のサイズを定義します。
mi: Ka tautuhi i te rahi o te taumahi matapihi takahuri, tata ki te māeneene wā kua tīpakohia
nl: Bepaalt de grootte van de rolvenster functie, ten opzichte van de geselecteerde tijdgranulariteit
pt_br: Define o tamanho da função de janela móvel, relativamente à granularidade temporal selecionada
ro: Definește dimensiunea funcției de fereastră glisantă, relativ la granularitatea timpului selectată
tr: Kaydırma penceresi işlevinin boyutunu, seçilen zaman hassasiyetine göre tanımlar
zh_tw: 定義滚動窗口函數的大小，相對於所選的時間粒度

source: Defines the value that determines the boundary between different regions or levels in the data
bn: তথ্যে বিভিন্ন অঞ্চলের বা স্তরের মধ্যে সীমানা নির্ধারণকারী মান সংজ্ঞায়িত করে
ca: Defineix el valor que determina la frontera entre diferents regions o nivells a les dades
cs: Definuje hodnotu, která určuje hranici mezi různými regiony nebo úrovněmi v datech
es: Define el valor que determina el límite entre diferentes regiones o niveles en los datos
ja: データ内の異なる領域またはレベル間の境界を決定する値を定義
mi: Ka tautuhi i te uara ka whakatau i te rohe i waenga i ngā rohe rerekē, i ngā taumata rānei i roto i ngā raraunga
nl: Definieert de waarde die de grens tussen verschillende regio's of niveaus in de gegevens bepaalt
ro: Definește valoarea care determină granița între regiuni sau nivele diferite în date

source: Defines whether the step should appear at the beginning, middle or end between two data points
bn: দুটি তথ্য পয়েন্টের মধ্যে শুরু, মাঝ বা শেষের দিকে পদক্ষেপটি প্রকাশিত হওয়া উচিত কি না তা সংজ্ঞায়িত করে
ca: Defineix si el pas hauria d'aparèixer al començament, mig o final entre dos punts de dades
cs: Definuje, zda se má krok objevit na začátku, uprostřed nebo na konci mezi dvěma datovými body
es: Define si el paso debería aparecer al principio, en medio o al final entre dos puntos de datos
ja: ステップを 2 つのデータ ポイント間の最初、中間、または最後に表示するかどうかを定義します。
mi: Ka tautuhi mēnā me puta te takahanga i te tīmatanga, i waenga, i te mutunga rānei i waenga i ngā tohu raraunga e rua
nl: Definieert of de stap moet verschijnen in het begin, midden of einde tussen twee gegevenspunten
pt_br: Define se o etapa deve aparecer no o começo , meio ou fim entre dois pontos de dados
ro: Definește dacă pasul ar trebui să apară la început, la mijloc sau la sfârșit între două puncte de date
tr: Adımın iki veri noktası arasında başlangıçta, ortada veya sonunda görünüp görünmemesini tanımlar
zh_tw: 定義步骤應出現在兩個數據點之間的開始、中間還是结束處

source: Delete
bn: মুছে ফেলুন
ca: Eliminar
cs: Smazat
es: Eliminar
ja: 削除
mi: Muku
nl: Verwijder
pt_br: Excluir
ro: Șterge
tr: Sil
zh_tw: 删除

source: Delete %s?
bn: মুছে ফেলুন %s?
ca: Eliminar %s?
cs: Smazat %s?
es: ¿Eliminar %s?
ja: %s を削除しますか?
mi: Muku %s?
nl: %s verwijderen?
pt_br: Excluir %s?
ro: Șterge %s?
tr: %s silinsin mi?
zh_tw: 需要删除 %s 嗎？

source: Delete Annotation?
bn: মুছে ফেলবেন অ্যানোটেশন?
ca: Eliminar Anotació?
cs: Smazat anotaci?
es: ¿Eliminar Anotación?
ja: 注釈を削除しますか？
mi: Muku Tohu?
nl: Aantekening verwijderen?
pt_br: Excluir anotação?
ro: Șterge Adnotarea?
tr: Anotasyon silinsin mi?
zh_tw: 删除注释？

source: Delete Database?
bn: মুছে ফেলবেন ডেটাবেজ?
ca: Eliminar Base de Dades?
cs: Smazat databázi?
es: ¿Eliminar base de datos?
ja: データベースを削除しますか？
mi: Muku Pātengi Raraunga?
nl: Database verwijderen?
pt_br: Excluir Banco de Dados?
ro: Șterge Baza de Date?
tr: Veritabanı silinsin mi?
zh_tw: 確定删除資料庫？

source: Delete Dataset?
bn: মুছে ফেলবেন ডেটাসেট?
ca: Eliminar Conjunt de Dades?
cs: Smazat sadu dat?
es: ¿Eliminar conjunto de datos?
ja: データセットを削除しますか?
mi: Muku Rārangi Raraunga?
nl: Dataset verwijderen?
pt_br: Excluir Conjunto de Dados?
ro: Șterge Setul de Date?
tr: Veri kümesi silinsin mi?
zh_tw: 確定删除數據集？

source: Delete Group?
ro: Șterge Grupul?

source: Delete Layer?
bn: মুছে ফেলবেন লেয়ার?
ca: Eliminar Capa?
cs: Smazat vrstvu?
es: ¿Eliminar capa?
ja: 本当にレイヤーを削除しますか？
mi: Muku Papa?
nl: Laag verwijderen?
pt_br: Excluir camada?
ro: Șterge Stratul?
tr: Katman silinsin mi?
zh_tw: 確定删除圖層？

source: Delete Query?
bn: মুছে ফেলবেন প্রশ্ন?
ca: Eliminar Consulta?
cs: Smazat dotaz?
es: ¿Eliminar consulta?
ja: クエリを削除しますか？
mi: Muku Pātai?
nl: Verwijder Query?
pt_br: Excluir consulta?
ro: Șterge Interogarea?
tr: Sorgu silinsin mi?
zh_tw: 確定删除查詢？

source: Delete Report?
bn: মুছে ফেলবেন রিপোর্ট?
ca: Eliminar Informe?
cs: Smazat report?
ja: レポートを削除しますか?
mi: Muku Pūrongo?
nl: Verwijder Rapport?
pt_br: Excluir relatório?
ro: Șterge Raportul?
tr: Rapor silinsin mi?
zh_tw: 删除報表？

source: Delete Role?
ca: Eliminar Rol?
cs: Smazat roli?
mi: Muku Tūranga?
ro: Șterge Rolul?

source: Delete Template?
bn: মুছে ফেলবেন টেমপ্লেট?
ca: Eliminar Plantilla?
cs: Smazat šablonu?
es: ¿Eliminar Plantilla?
ja: テンプレートを削除しますか?
mi: Muku Tauira?
nl: Template verwijderen?
pt_br: Excluir modelo?
ro: Șterge Șablonul?
tr: Şablon silinsin mi?
zh_tw: 删除模板？

source: Delete Theme?
ro: Șterge Tema?

source: Delete User?
ca: Eliminar Usuari?
cs: Smazat uživatele?
mi: Muku Kaiwhakamahi?
ro: Șterge Utilizatorul?

source: Delete all Really?
bn: সবকিছু সত্যিই মুছে ফেলবেন?
ca: Eliminar tot Realment?
cs: Opravdu smazat vše?
es: ¿Eliminar todo realmente?
ja: 本当に全部削除しますか？
mi: Muku katoa Tino hiahia?
nl: Ben je zeker dat je alles wil verwijderen?
pt_br: Realmente excluir tudo?
ro: Șterge totul Chiar?
tr: Gerçekten tümünü sil?
zh_tw: 確定删除全部？

source: Delete annotation
bn: অ্যানোটেশন মুছে ফেলুন
ca: Eliminar anotació
cs: Smazat anotaci
es: Eliminar anotación
ja: 注釈を削除する
mi: Muku tohu
nl: Aantekening verwijderen
pt_br: Excluir anotação
ro: Șterge adnotare
tr: Anotasyonu sil
zh_tw: 删除注释

source: Delete dashboard tab?
bn: ড্যাশবোর্ড ট্যাব মুছে ফেলবেন?
ca: Eliminar pestanya del dashboard?
cs: Smazat kartu nástěnky?
es: ¿Eliminar pestaña del panel de control?
ja: ダッシュボードタブを削除しますか？
mi: Muku ripa papatohu?
nl: Dashboard tabblad verwijderen?
pt_br: Excluir aba do painel?
ro: Șterge fila tabloului de bord?
tr: Tabloyu silinsin mi?
zh_tw: 是否删除看板選項卡？

source: Delete database
bn: ডেটাবেজ মুছে ফেলুন
ca: Eliminar base de dades
cs: Smazat databázi
es: Eliminar base de datos
ja: データベースを削除
mi: Muku pātengi raraunga
nl: Verwijder database
pt_br: Excluir banco de dados
ro: Șterge bază de date
tr: Veritabanını sil
zh_tw: 删除資料庫

source: Delete email report
bn: ইমেল রিপোর্ট মুছে ফেলুন
ca: Eliminar informe per correu electrònic
cs: Smazat e-mailový report
ja: 電子メールレポートを削除する
mi: Muku pūrongo īmēra
nl: E-mailrapport verwijderen
pt_br: Excluir relatório de e-mail
ro: Șterge raport email
tr: E-posta raporunu sil
zh_tw: 删除郵件報告

source: Delete group
ro: Șterge grup

source: Delete role
ca: Eliminar rol
cs: Smazat roli
mi: Muku tūranga
ro: Șterge rol

source: Delete template
bn: টেমপ্লেট মুছে ফেলুন
ca: Eliminar plantilla
cs: Smazat šablonu
es: Eliminar plantilla
ja: テンプレートを削除
mi: Muku tauira
nl: Verwijder template
pt_br: Excluir modelo
ro: Șterge șablon
tr: Şablonu sil
zh_tw: 删除模板

source: Delete theme
ro: Șterge temă
