Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: This option has been disabled by the administrator.
bn: এই বিকল্পটি প্রশাসকের দ্বারা নিষ্ক্রিয় করা হয়েছে।
ca: Aquesta opció ha estat deshabilitada per l'administrador.
cs: Tato možnost byla zakázána administrátorem.
mi: Kua whakakore tēnei kōwhiringa e te kaiwhakahaere.
ro: Această opțiune a fost dezactivată de administrator.

source: This section contains validation errors
bn: এই বিভাগে যাচাইকরণের ত্রুটি রয়েছে।
ca: Aquesta secció conté errors de validació
cs: Tato sekce obsahuje chyby validace
es: Esta sección contiene errores de validación
ja: このセクションには検証エラーが含まれています
mi: Kei roto i tēnei wāhanga ngā hapa manatoko
nl: Deze sectie bevat validatiefouten
pt_br: Esta seção contém erros de validação
ro: Această secțiune conține erori de validare
tr: Bu bölüm doğrulama hataları içerir
zh_tw: 這部分有錯誤

source: This table already has a dataset
bn: এই টেবিলে ইতিমধ্যে একটি ডেটাসেট রয়েছে।
ca: Aquesta taula ja té un dataset
cs: Tato tabulka již má sadu dat
es: Esta tabla ya tiene un conjunto de datos
ja: このテーブルにはすでにデータセットがあります
mi: Kei tēnei ripanga kētia he rārangi raraunga
nl: Deze tabel heeft al een dataset
pt_br: Essa tabela já tem um conjunto de dados
ro: Acest tabel are deja un set de date
tr: Bu tablonun zaten bir veri kümesi var
zh_tw: 該表已經有了數據集

source: This theme is set locally
ro: Această temă este setată local

source: This theme is set locally for your session
ro: Această temă este setată local pentru sesiunea dvs.

source: This username is already taken. Please choose another one.
ca: Aquest nom d'usuari ja està agafat. Si us plau tria'n un altre.
cs: Toto uživatelské jméno je již obsazeno. Vyberte si prosím jiné.
mi: Kua tangohia kētia tēnei ingoa kaiwhakamahi. Tēnā kōwhiria tētahi atu.
ro: Acest nume de utilizator este deja folosit. Vă rugăm alegeți altul.

source: This value should be greater than the left target value
bn: এই মানটি বাম লক্ষ্য মানের চেয়ে বড় হতে হবে।
ca: Aquest valor hauria de ser més gran que el valor objectiu esquerre
cs: Tato hodnota by měla být větší než levá cílová hodnota
es: Este valor debería ser mayor que el valor objetivo de la izquierda
ja: この値は左の目標値より大きくなければなりません
mi: Me rahi ake tēnei uara i te uara whāinga mauī
nl: Deze waarde moet groter zijn dan de linker doelwaarde
pt_br: Esse valor deve ser maior do que o valor-alvo esquerdo
ro: Această valoare ar trebui să fie mai mare decât valoarea țintă din stânga
tr: Bu değer, sol hedef değerinden büyük olmalıdır
zh_tw: 這個值應該大於左邊的目標值

source: This value should be smaller than the right target value
bn: এই মানটি ডান লক্ষ্য মানের চেয়ে ছোট হতে হবে।
ca: Aquest valor hauria de ser més petit que el valor objectiu dret
cs: Tato hodnota by měla být menší než pravá cílová hodnota
es: Este valor debería ser menor que el valor objetivo derecho
ja: この値は正しい目標値よりも小さい必要があります
mi: Me iti ake tēnei uara i te uara whāinga matau
nl: Deze waarde moet kleiner zijn dan de rechter doelwaarde
pt_br: Esse valor deve ser menor do que o valor-alvo direito
ro: Această valoare ar trebui să fie mai mică decât valoarea țintă din dreapta
tr: Bu değer, sağ hedef değerinden küçük olmalıdır
zh_tw: 這個值應該小於正確的目標值

source: This visualization type does not support cross-filtering.
bn: এই ভিজ্যুয়ালাইজেশন টাইপ ক্রস-ফিল্টারিং সমর্থন করে না।
ca: Aquest tipus de visualització no suporta filtrat creuat.
cs: Tento typ vizualizace nepodporuje křížové filtrování.
ja: この視覚化タイプはクロス フィルタリングをサポートしていません。
mi: Karekau tēnei momo whakakitenga e tautoko i te tātari-whiti.
nl: Dit visualisatietype ondersteunt geen cross-filtering.
pt_br: Esse tipo de visualização não oferece suporte à filtragem cruzada.
ro: Acest tip de vizualizare nu suportă filtrarea transversală.
tr: Bu görselleştirme türü çapraz filtrelemeyi desteklemiyor.

source: This visualization type is not supported.
bn: এই ভিজ্যুয়ালাইজেশন টাইপ সমর্থিত নয়।
ca: Aquest tipus de visualització no està suportat.
cs: Tento typ vizualizace není podporován.
es: Este tipo de visualización no es compatible.
ja: この可視化方式はサポートされていません。
mi: Karekau tēnei momo whakakitenga e tautokona.
nl: Dit visualisatietype wordt niet ondersteund.
pt_br: Não há suporte para esse tipo de visualização.
ro: Acest tip de vizualizare nu este suportat.
tr: Bu görselleştirme türü desteklenmiyor.
zh_tw: 可視化類型不支持

source: This will remove your current embed configuration.
bn: এটি আপনার বর্তমান এম্বেড কনফিগারেশন মুছে ফেলবে।
ca: Això eliminarà la teva configuració d'incrustació actual.
cs: Tímto odstraníte svou aktuální konfiguraci pro vložení.
es: Esto eliminará tu configuración de incrustación actual.
ja: これにより、現在の埋め込み設定が削除されます。
mi: Mā tēnei ka tangohia tō whirihora tāmau o nāianei.
nl: Hiermee verwijdert u uw huidige embed configuratie.
pt_br: Isso removerá sua configuração de incorporação atual.
ro: Aceasta va elimina configurația actuală de integrare.
tr: Bu, mevcut gömülü yapılandırmanızı kaldıracaktır.
zh_tw: 這會移除當前的嵌入配置。

source: Threshold
bn: সীমা
ca: Llindar
cs: Prahová hodnota
es: Umbral
ja: しきい値
mi: Paepae
nl: Drempelwaarde
ro: Prag

source: Threshold alpha level for determining significance
bn: গুরুত্ব নির্ধারণের জন্য সীমা অ্যালফা স্তর
ca: Nivell alfa del llindar per determinar significança
cs: Prahová hladina alfa pro určení významnosti
es: Nivel alfa de umbral para determinar significancia
ja: 重要性を判断するための閾値アルファレベル
mi: Taumata paepae alpha mō te whakatau i te hiranga
nl: Drempelwaarde alfa-niveau voor het bepalen van significantie
pt_br: Nível alfa de limiar para determinar a significância
ro: Nivel alfa de prag pentru determinarea semnificației
tr: Anlamlılığı belirleme için eşik alfa seviyesi
zh_tw: 確定重要性的閥值 α 水平

source: Threshold for Other
ro: Prag pentru Altele

source: Threshold:
bn: সীমা:
ca: Llindar:
cs: Prahová hodnota:
es: Umbral:
ja: しきい値:
mi: Paepae:
nl: Drempelwaarde:
ro: Prag:

source: Thumbnails
bn: ছোটছবি
ca: Miniatures
cs: Miniatury
es: Miniaturas
ja: サムネイル
mi: Pikitia iti
pt_br: Miniaturas
ro: Miniaturi
tr: Küçük Resimler
zh_tw: 縮略圖

source: Thursday
bn: বৃহস্পতিবার
ca: Dijous
cs: Čtvrtek
es: Jueves
ja: 木曜日
mi: Tāite
nl: Donderdag
pt_br: Quinta
ro: Joi
tr: Perşembe
zh_tw: 星期四

source: Time
bn: সময়
ca: Temps
cs: Čas
es: Tiempo
ja: 時間
mi: Wā
nl: Tijd
pt_br: Tempo
ro: Timp
tr: Zaman
zh_tw: 時間

source: Time Column
bn: সময় কলাম
ca: Columna de Temps
cs: Časový sloupec
ja: 時間列
mi: Tīwae Wā
nl: Tijd Kolom
pt_br: Coluna do tempo
ro: Coloană timp
tr: Zaman Sütunu
zh_tw: 時間列

source: Time Comparison
bn: সময় তুলনা
ca: Comparació Temporal
cs: Časové porovnání
ja: 時間の比較
mi: Whakatairite Wā
nl: Tijdsvergelijking
pt_br: Comparação de tempo
ro: Comparare timp
tr: Zaman Karşılaştırma
zh_tw: 時間比對

source: Time Format
bn: সময়ের ফরম্যাট
ca: Format de Temps
cs: Formát času
ja: 時間の形式
mi: Hōputu Wā
nl: Tijd Opmaak
pt_br: Formato de hora
ro: Format timp
tr: Zaman Biçimi
zh_tw: 時間格式

source: Time Grain
bn: সময় গেন
ca: Granularitat Temporal
cs: Časová granularita
ja: 時間粒度
mi: Māeneene Wā
nl: Tijdsinterval
pt_br: Grão de tempo
ro: Granularitate timp
tr: Zaman Tanesi
zh_tw: 時間粒度（Grain）

source: Time Grain must be specified when using Time Shift.
bn: টাইম শিফ্ট ব্যবহারের সময় সময় গেন নির্ধারণ করতে হবে।
ca: La Granularitat Temporal ha de ser especificada quan s'usa Desplaçament Temporal.
cs: Při použití časového posunu musí být specifikována časová granularita.
es: Debes especificar el Grano de Tiempo cuando uses el Desplazamiento de Tiempo.
ja: タイムシフトを使用する場合は、時間粒度を指定する必要があります。
mi: Me tohua te Māeneene Wā ina whakamahi i te Neke Wā.
nl: Tijdsinterval moet worden gespecificeerd bij gebruik van Tijdverschuiving.
ro: Granularitatea timpului trebuie specificată când se folosește Time Shift.

source: Time Granularity
bn: সময় সূক্ষ্মতা
ca: Granularitat Temporal
cs: Časová granularita
ja: 時間の粒度
mi: Māeneene Wā
nl: Tijd Granulariteit
pt_br: Granularidade de tempo
ro: Granularitate timp
tr: Zaman Granülleri
zh_tw: 時間粒度（Granularity）

source: Time Lag
bn: সময় বিলম্ব
ca: Retard Temporal
cs: Časové zpoždění
ja: タイムラグ
mi: Takaroa Wā
nl: Tijdvertraging
pt_br: Atraso de tempo
ro: Întârziere timp
tr: Zaman Gecikmesi

source: Time Range
bn: সময় পরিসীমা
ca: Rang Temporal
cs: Časový rozsah
ja: 時間範囲
mi: Awhe Wā
nl: Tijdsbereik
pt_br: Intervalo de tempo
ro: Interval timp
tr: Zaman Aralığı
zh_tw: 時間範圍

source: Time Ratio
bn: সময় অনুপাত
ca: Ràtio Temporal
cs: Časový poměr
ja: 時間比率
mi: Ōwehenga Wā
nl: Tijd Ratio
pt_br: Relação de tempo
ro: Raport timp
tr: Zaman Oranı

source: Time Series
bn: সময় সিরিজ
ca: Sèries Temporals
cs: Časová řada
ja: 時系列
mi: Raupapa Wā
nl: Tijd Series
pt_br: Séries temporais
ro: Serie de timp
tr: Zaman Serisi
zh_tw: 時間序列

source: Time Series - Line Chart
bn: সময় সিরিজ - লাইন চার্ট
ca: Sèries Temporals - Gràfic de Línies
cs: Časová řada - Spojnicový graf
es: Serie Temporal - Gráfico de Líneas
ja: 時系列 - 折れ線グラフ
mi: Raupapa Wā - Kauwhata Rārangi
nl: Tijdreeks - Lijngrafiek
pt_br: Série temporal - Gráfico de linhas
ro: Serie de timp - Grafic linie
tr: Zaman Serisi - Çizgi Grafik
zh_tw: 時間序列 - 折線圖

source: Time Series - Nightingale Rose Chart
bn: সময় সিরিজ - নাইটিঙ্গেল রোজ চার্ট
ca: Sèries Temporals - Gràfic Rosa de Nightingale
cs: Časová řada - Růžicový graf Nightingale
es: Serie Temporal - Gráfico de Rosa de Nightingale
ja: 時系列 - ナイチンゲール ローズ チャート
mi: Raupapa Wā - Kauwhata Rose Nightingale
nl: Tijdreeks - Nightingale Rose grafiek
pt_br: Séries temporais - Gráfico Nightingale Rose
ro: Serie de timp - Grafic roză Nightingale
tr: Zaman Serisi - Nightingale Gül Grafik
zh_tw: 時間序列 - 南丁格爾玫瑰圖

source: Time Series - Paired t-test
bn: সময় সিরিজ - জোড়া t-টেস্ট
ca: Sèries Temporals - Test t aparellat
cs: Časová řada - Párový t-test
es: Serie Temporal - Prueba t de Student pareada
ja: 時系列 - 対応のある t 検定
mi: Raupapa Wā - Whakamātau-t Takirua
nl: Tijdreeks - Paired t-test
pt_br: Séries temporais - Teste t pareado
ro: Serie de timp - Test t pereche
tr: Zaman Serisi - Eşleştirilmiş t-testi
zh_tw: 時間序列 - 配對 t 檢驗

source: Time Series - Percent Change
bn: সময় সিরিজ - শতাংশ পরিবর্তন
ca: Sèries Temporals - Canvi Percentual
cs: Časová řada - Procentuální změna
es: Serie Temporal - Porcentaje de Cambio
ja: 時系列 - 変化率
mi: Raupapa Wā - Panoni Ōrau
nl: Tijdreeks - Procentuele verandering
pt_br: Séries temporais - Variação percentual
ro: Serie de timp - Schimbare procentuală
tr: Zaman Serisi - Yüzde Değişim
zh_tw: 時間序列 - 百分比變化

source: Time Series - Period Pivot
bn: সময় সিরিজ - সময় পিভট
ca: Sèries Temporals - Pivot de Període
cs: Časová řada - Kontingenční tabulka podle období
es: Series Temporales - Pivote de Periodo
ja: 時系列 - 期間ピボット
mi: Raupapa Wā - Hurihuri Wā
nl: Tijdreeksen - Periode draaitabel
pt_br: Série temporal - Pivô de período
ro: Serie de timp - Pivot perioadă
tr: Zaman Serisi - Dönem Pivotu
zh_tw: 時間序列 - 週期透視表

source: Time Series Options
bn: সময় সিরিজের বিকল্পগুলি
ca: Opcions de Sèries Temporals
cs: Možnosti časové řady
ja: 時系列オプション
mi: Kōwhiringa Raupapa Wā
nl: Tijd Series Opties
pt_br: Opções de séries temporais
ro: Opțiuni serie de timp
tr: Zaman Serisi Seçenekleri
zh_tw: 時間序列選項

source: Time Shift
bn: সময় স্থানান্তর
ca: Desplaçament Temporal
cs: Časový posun
ja: タイムシフト
mi: Neke Wā
nl: Tijdverschuiving
pt_br: Mudança de hora
ro: Dezcalare timp
tr: Zaman Kaydırma
zh_tw: 時間偏移

source: Time Table View
bn: সময় টেবিল ভিউ
ca: Vista de Taula Temporal
cs: Zobrazení časové tabulky
es: Vista de Tabla de Tiempo
ja: タイムテーブルビュー
mi: Tirohanga Ripanga Wā
nl: Tijd tabelweergave
pt_br: Visualização da tabela de horários
ro: Vizualizare tabel timp
tr: Zaman Tablo Görünümü
zh_tw: 時間表視圖

source: Time column
bn: সময় কলাম
ca: Columna de temps
cs: Časový sloupec
es: Columna de tiempo
ja: 時間列
mi: Tīwae wā
nl: Tijdkolom
pt_br: Coluna de tempo
ro: Coloană timp
tr: Zaman sütunu
zh_tw: 時間列

source: Time column "%(col)s" does not exist in dataset
bn: সময় কলাম "%(col)s" ডেটাসেটে বিদ্যমান নয়।
ca: La columna de temps "%(col)s" no existeix al dataset
cs: Časový sloupec „%(col)s“ v sadě dat neexistuje
es: La columna de tiempo "%(col)s" no existe en el conjunto de datos
ja: 時間列 "%(col)s" がデータセットに存在しません。
mi: Karekau te tīwae wā "%(col)s" i te rārangi raraunga
nl: Tijdkolom “%(col)s” bestaat niet in dataset
pt_br: A coluna de tempo "%(col)s" não existe no conjunto de dados
ro: Coloana de timp "%(col)s" nu există în setul de date
tr: Zaman sütunu "%(col)s", veri kümesinde mevcut değil
zh_tw: 時間列 "%(col)s" 在數據集中不存在

source: Time column filter plugin
bn: সময় কলাম ফিল্টার প্লাগিন
ca: Plugin de filtre de columna de temps
cs: Plugin filtru časového sloupce
es: Plugin de filtro para la columna de tiempo
ja: 時間列フィルタープラグイン
mi: Mono tātari tīwae wā
nl: Tijdkolom filter plugin
pt_br: Plug-in de filtro de coluna de tempo
ro: Plugin filtru coloană timp
tr: Zaman sütunu filtresi eklentisi
zh_tw: 時間列過濾插件

source: Time column to apply dependent temporal filter to
bn: নির্ভরশীল সাময়িক ফিল্টার প্রয়োগ করার জন্য সময় কলাম
ca: Columna de temps per aplicar filtre temporal dependent
cs: Časový sloupec pro aplikaci závislého časového filtru
es: Columna de tiempo a la que aplicar el filtro temporal dependiente
ja: 依存時間フィルターを適用する時間列
mi: Tīwae wā hei whakahaeretia i te tātari wā whakawhirinaki
nl: Tijdkolom om afhankelijke tijdelijke filter toe te passen op
pt_br: Coluna de tempo à qual aplicar o filtro temporal dependente
ro: Coloană timp pentru aplicarea filtrului temporal dependent
tr: Zamana bağlı bağımlı zaman filtresini uygulamak için zaman sütunu
zh_tw: 要應用相關時間篩選條件的時間列

source: Time column to apply time range to
bn: সময় পরিসীমা প্রয়োগ করার জন্য সময় কলাম
ca: Columna de temps per aplicar rang temporal
cs: Časový sloupec pro aplikaci časového rozsahu
es: Columna de tiempo a la que aplicar el rango de tiempo
ja: 時間範囲を適用する時間列
mi: Tīwae wā hei whakahaeretia i te awhe wā
nl: Tijdkolom om het tijdsbereik op toe te passen
pt_br: Coluna de tempo à qual aplicar o intervalo de tempo
ro: Coloană timp pentru aplicarea intervalului de timp
tr: Zaman aralığı uygulamak için zaman sütunu
zh_tw: 應用時間範圍的時間列

source: Time comparison
bn: সময় তুলনা
ca: Comparació temporal
cs: Časové porovnání
es: Comparación de tiempo
ja: 時間の比較
mi: Whakatairite wā
nl: Tijdsvergelijking
pt_br: Comparação de tempo
ro: Comparare timp
tr: Zaman karşılaştırma
zh_tw: 時間比較

source: Time filter
bn: সময় ফিল্টার
ca: Filtre temporal
cs: Časový filtr
ja: 時間フィルター
mi: Tātari wā
nl: Tijdfilter
pt_br: Filtro de tempo
ro: Filtru timp
tr: Zaman filtresi
zh_tw: 時間過濾器

source: Time format
bn: সময়ের ফরম্যাট
ca: Format de temps
cs: Formát času
ja: 時間の形式
mi: Hōputu wā
nl: Tijd opmaak
pt_br: Formato de hora
ro: Format timp
tr: Zaman biçimi
zh_tw: 時間格式

source: Time grain
bn: সময় গেন
ca: Granularitat temporal
cs: Časová granularita
es: Grano de tiempo
ja: 時間粒度
mi: Māeneene wā
nl: Tijdsinterval
pt_br: Grão de tempo
ro: Granularitate timp
tr: Zaman tane
zh_tw: 時間粒度（grain）

source: Time grain filter plugin
bn: সময় গেন ফিল্টার প্লাগিন
ca: Plugin de filtre de granularitat temporal
cs: Plugin filtru časové granularity
ja: タイムグレインフィルタープラグイン
mi: Mono tātari māeneene wā
nl: Tijdsinterval filter plugin
pt_br: Plug-in de filtro de granulação de tempo
ro: Plugin filtru granularitate timp
tr: Zaman tane filtresi eklentisi
zh_tw: 範圍過濾器

source: Time grain missing
bn: সময় গেন অনুপস্থিত
ca: Granularitat temporal absent
cs: Chybí časová granularita
es: Falta el grano de tiempo
ja: タイムグレインが欠落しています。
mi: Kei te ngaro te māeneene wā
nl: Time grain ontbreekt
pt_br: Grão do tempo ausente
ro: Granularitate timp lipsă
tr: Zaman tane eksik
zh_tw: 時間粒度缺失

source: Time granularity
bn: সময় সূক্ষ্মতা
ca: Granularitat temporal
cs: Časová granularita
es: Granularidad del tiempo
ja: 時間粒度
mi: Māeneene wā
nl: Tijd granulariteit
pt_br: Granularidade de tempo
ro: Granularitate timp
tr: Zaman granülasyonu
zh_tw: 時間粒度（granularity）

source: Time in seconds
bn: সময় সেকেন্ডে
ca: Temps en segons
cs: Čas v sekundách
es: Tiempo en segundos
ja: 秒単位の時間
mi: Wā i ngā hēkona
nl: Tijd in seconden
pt_br: Tempo em segundos
ro: Timp în secunde
tr: Saniye cinsinden zaman
zh_tw: 時間（秒）

source: Time lag
bn: সময় বিলম্ব
ca: Retard temporal
cs: Časové zpoždění
ja: タイムラグ
mi: Takaroa wā
nl: Tijdvertraging
pt_br: Defasagem de tempo
ro: Întârziere timp
tr: Zaman gecikmesi

source: Time range
bn: সময় পরিসীমা
ca: Rang temporal
cs: Časový rozsah
es: Rango de tiempo
ja: 時間範囲
mi: Awhe wā
nl: Tijdbereik
pt_br: Intervalo de tempo
ro: Interval timp
tr: Zaman aralığı
zh_tw: 時間範圍

source: Time ratio
bn: সময় অনুপাত
ca: Ràtio temporal
cs: Časový poměr
ja: 時間比率
mi: Ōwehenga wā
nl: Tijd ratio
pt_br: Relação de tempo
ro: Raport timp
tr: Zaman oranı

source: Time related form attributes
bn: সময় সম্পর্কিত ফর্ম অ্যাট্রিবিউটগুলি
ca: Atributs de formulari relacionats amb el temps
cs: Atributy formuláře související s časem
es: Atributos de formulario relacionados con el tiempo
ja: 時間関連のフォーム属性
mi: Āhuatanga puka hāngai wā
nl: Tijdgerelateerde vormattributen
pt_br: Atributos de formulário relacionados ao tempo
ro: Atribute formular legate de timp
tr: Zamanla ilgili form özellikleri
zh_tw: 時間相關的表單属性

source: Time series
bn: সময় সিরিজ
ca: Sèries temporals
cs: Časová řada
ja: 時系列
mi: Raupapa wā
nl: Tijd series
pt_br: Séries temporais
ro: Serie de timp
tr: Zaman serisi

source: Time series columns
bn: সময় সিরিজ কলামগুলি
ca: Columnes de sèries temporals
cs: Sloupce časové řady
es: Columnas de series temporales
ja: 時系列列
mi: Tīwae raupapa wā
nl: Time series kolommen
pt_br: Colunas de séries temporais
ro: Coloane serie de timp
tr: Zaman serisi sütunları
zh_tw: 時間序列的列

source: Time shift
bn: সময় স্থানান্তর
ca: Desplaçament temporal
cs: Časový posun
es: Desplazamiento de tiempo
ja: タイムシフト
mi: Neke wā
nl: Tijdverschuiving
pt_br: Mudança de horário
ro: Dezcalare timp
tr: Zaman kaydırma
zh_tw: 時間偏移

source: Time-series Percent Change
bn: সময় সিরিজের শতাংশ পরিবর্তন
ca: Canvi Percentual de Sèries Temporals
cs: Procentuální změna časové řady
ja: 時系列変化率
mi: Panoni Ōrau Raupapa-wā
nl: Tijdreeks Percentage Verandering
pt_br: Variação percentual da série temporal
ro: Serie de timp - Schimbare procentuală
tr: Zaman Serisi Yüzde Değişim
zh_tw: 時間序列 - 百分比變化

source: Time-series Period Pivot
bn: সময় সিরিজের সময় পিভট
ca: Pivot de Període de Sèries Temporals
cs: Kontingenční tabulka období časové řady
ja: 時系列期間ピボット
mi: Hurihuri Wā Raupapa-wā
nl: Tijdreeks Periodieke Pivoting
pt_br: Pivô de período de série temporal
ro: Serie de timp - Pivot perioadă
tr: Zaman Serisi Dönem Pivotu
zh_tw: 時間序列 - 週期軸

source: Time-series Table
bn: সময় সিরিজের টেবিল
ca: Taula de Sèries Temporals
cs: Tabulka časové řady
es: Tabla de Series Temporales
ja: 時系列 - 表
mi: Ripanga Raupapa-wā
nl: Tijdreeks Tabel
pt_br: Tabela de séries temporais
ro: Tabel serie de timp
tr: Zaman Serisi Tablosu
zh_tw: 時間序列 - 表格

source: Timeline
ro: Cronologie

source: Timeout error
bn: টাইমআউট ত্রুটি
ca: Error de temps d'espera
cs: Chyba časového limitu
es: Error de tiempo de espera
ja: タイムアウトエラー
mi: Hapa wā-pau
nl: Timeout fout
pt_br: Erro de tempo limite
ro: Eroare timeout
tr: Zaman aşımı hatası
zh_tw: 超時錯誤

source: Timestamp format
bn: টাইমস্ট্যাম্প ফরম্যাট
ca: Format de marca temporal
cs: Formát časového razítka
ja: タイムスタンプ形式
mi: Hōputu waitohu
nl: Tijdsstempel opmaak
pt_br: Formato de carimbo de data/hora
ro: Format marcaj temporal
tr: Zaman damgası biçimi
zh_tw: 時間戳格式

source: Timezone
bn: টাইমজোন
ca: Zona horària
cs: Časové pásmo
es: Zona horaria
ja: タイムゾーン
mi: Rohe wā
nl: Tijdzone
pt_br: Fuso horário
ro: Fus orar
tr: Zaman dilimi
zh_tw: 時區

source: Timezone selector
bn: টাইমজোন সিলেক্টর
ca: Selector de zona horària
cs: Volič časového pásma
ja: タイムゾーンセレクター
mi: Kaitīpako rohe wā
nl: Tijdzonekiezer
pt_br: Seletor de fuso horário
ro: Selector fus orar
tr: Zaman dilimi seçici
zh_tw: 時區選擇

source: Tiny
bn: ছোট
ca: Minúscul
cs: Drobný
ja: 小さい
mi: Iti rawa
nl: Klein
pt_br: Minúsculo
ro: Foarte mic
tr: Çok Küçük
zh_tw: 微小

source: Title
bn: শিরোনাম
ca: Títol
cs: Název
es: Título
ja: タイトル
mi: Taitara
nl: Titel
pt_br: Título
ro: Titlu
tr: Başlık
zh_tw: 標題

source: Title Column
bn: শিরোনাম কলাম
ca: Columna de Títol
cs: Sloupec názvu
ja: タイトル欄
mi: Tīwae Taitara
nl: Titel Kolom
pt_br: Coluna de título
ro: Coloană titlu
tr: Başlık Sütunu
zh_tw: 標題欄

source: Title is required
bn: শিরোনাম আবশ্যক
ca: El títol és obligatori
cs: Název je povinný
ja: タイトルは必須です
mi: E hiahiatia ana te taitara
nl: Titel is verplicht
pt_br: O título é obrigatório
ro: Titlul este obligatoriu
tr: Başlık gereklidir
zh_tw: 標題是必填項

source: Title or Slug
bn: শিরোনাম বা স্লাগ
ca: Títol o Slug
cs: Název nebo Slug
es: Título o Slug
ja: タイトルまたはスラッグ
mi: Taitara, Slug rānei
nl: Titel of Slug
pt_br: Título ou Slug
ro: Titlu sau Slug
tr: Başlık veya Slug
zh_tw: 標題或者 Slug

source: To entire row
ro: La întreg rândul

source: To filter on a metric, use Custom SQL tab.
bn: একটি মেট্রিকে ফিল্টার করার জন্য কাস্টম SQL ট্যাব ব্যবহার করুন।
ca: Per filtrar per una mètrica, usa la pestanya SQL personalitzat.
cs: Pro filtrování podle metriky použijte kartu Vlastní SQL.
es: Para filtrar en una métrica, utiliza la pestaña SQL personalizado.
ja: メトリックでフィルタするには、[カスタム SQL] タブを使用します。
mi: Hei tātari i tētahi ine, whakamahia te ripa SQL Ritenga.
nl: Om te filteren op een metriek, gebruikt u het tabblad Aangepaste SQL.
pt_br: Para filtrar em uma métrica, use a aba SQL personalizado.
ro: Pentru a filtra pe o metrică, folosiți fila Custom SQL.
tr: Bir metriği filtrelemek için Özel SQL sekmesini kullanın.
zh_tw: 若要在計量值上篩選，請使用自定義 SQL 選項卡。

source: To get a readable URL for your dashboard
bn: আপনার ড্যাশবোর্ডের জন্য একটি পাঠযোগ্য URL পেতে
ca: Per obtenir una URL llegible per al teu dashboard
cs: Pro získání čitelné URL pro vaši nástěnku
es: Para obtener una URL legible para tu panel de control
ja: ダッシュボードの読み取り可能なURLを取得するには
mi: Hei whiwhi i tētahi URL ka taea te pānui mō tō papatohu
nl: Om een leesbare URL voor uw dashboard te krijgen
pt_br: Para obter um URL legível para seu painel
ro: Pentru a obține un URL lizibil pentru tabloul dvs. de bord
tr: Panonuz için okunabilir bir URL elde etmek için
zh_tw: 為看板生成一個可讀的 URL

source: To text color
ro: La culoarea textului

source: Tool Panel
ro: Panou instrumente

source: Tooltip (columns)
ro: Tooltip (coloane)

source: Tooltip (metrics)
ro: Tooltip (metrici)

source: Tooltip Contents
bn: টুলটিপের বিষয়বস্তু
ca: Continguts del Tooltip
cs: Obsah nápovědy
ja: ツールチップの内容
mi: Ihirangi Kītukutuku
nl: Tooltip inhoud
ro: Conținut Tooltip

source: Tooltip contents
ro: Conținut tooltip

source: Tooltip sort by metric
bn: টুলটিপ মেট্রিক দ্বারা সাজান
ca: Ordenar tooltip per mètrica
cs: Řadit nápovědu podle metriky
ja: ツールチップのメトリックによる並べ替え
mi: Kōmaka kītukutuku mā te ine
nl: Tooltip sorteren op metriek
pt_br: Classificação da dica de ferramenta por métrica
ro: Sortare tooltip după metrică
tr: Metriğe göre ipucu sıralama
zh_tw: 按指標排序提示

source: Tooltip time format
bn: টুলটিপ সময় ফরম্যাট
ca: Format de temps del tooltip
cs: Formát času v nápovědě
ja: ツールチップの時間形式
mi: Hōputu wā kītukutuku
nl: Tooltip tijd opmaak
pt_br: Formato de hora da dica de ferramenta
ro: Format timp tooltip
tr: İpucu zaman biçimi
zh_tw: 提示的時間格式

source: Top
bn: শীর্ষ
ca: Superior
cs: Nahoře
ja: 上
mi: Runga
nl: Bovenaan
pt_br: Topo
ro: Sus
tr: En Üst
zh_tw: 頂部

source: Top left
bn: শীর্ষ বাম
ca: Superior esquerre
cs: Vlevo nahoře
ja: 左上
mi: Runga mauī
nl: Linksboven
pt_br: Superior esquerdo
ro: Sus stânga
tr: Sol Üst

source: Top right
bn: শীর্ষ ডান
ca: Superior dret
cs: Vpravo nahoře
ja: 右上
mi: Runga matau
nl: Rechtsboven
pt_br: Superior direito
ro: Sus dreapta
tr: Sağ Üst

source: Top to Bottom
bn: শীর্ষ থেকে নীচে
ca: De dalt a baix
cs: Shora dolů
es: De Arriba a Abajo
ja: 上から下へ
mi: Runga ki Raro
nl: Van boven naar beneden
pt_br: De cima para baixo
ro: De sus în jos
tr: Yukarıdan Aşağıya
zh_tw: 自上而下

source: Total color
ro: Culoare total

source: Total label
ro: Etichetă total

source: Total value
bn: মোট মান
ca: Valor total
cs: Celková hodnota
ja: 総価値
mi: Uara tapeke
nl: Totaal waarde
pt_br: Valor total
ro: Valoare total
tr: Toplam değer
