Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
bn: এই ডেটাবেজের চার্টগুলির জন্য ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। 0 এর টাইমআউট নির্দেশ করে যে ক্যাশ কখনও মেয়াদ শেষ হয় না এবং -1 ক্যাশ পরিহার করে। যদি অপরিবর্তিত থাকে তবে এটি বৈশ্বিক টাইমআউটে ডিফল্ট হয়।
ca: Duració (en segons) del temps d'espera de la memòria cau per als gràfics d'aquesta base de dades. Un temps d'espera de 0 indica que la memòria cau no expira mai, i -1 omet la memòria cau. Nota que això per defecte és el temps d'espera global si no està definit.
cs: Doba (v sekundách) časového limitu mezipaměti pro grafy této databáze. Časový limit 0 znamená, že mezipaměť nikdy nevyprší, a -1 mezipaměť obejde. Upozorňujeme, že pokud není definováno, výchozí hodnota je globální časový limit.
es: Duración (en segundos) del tiempo de espera de la caché para los gráficos de esta base de datos. Un tiempo de espera de 0 indica que la caché nunca expira, y -1 omite la caché. Tenga en cuenta que esto se establece por defecto al tiempo de espera global si no se define.
ja: このデータベースのチャートのキャッシュ タイムアウトの期間 (秒単位)。タイムアウト 0 はキャッシュが期限切れにならないことを示し、-1 はキャッシュをバイパスします。未定義の場合、デフォルトでグローバル タイムアウトになることに注意してください。
mi: Roa (i ngā hēkona) o te wā kore-mahi keteroki mō ngā kauwhata o tēnei pātengi raraunga. Ko te wā-pau 0 e tohu ana karekau te keteroki e pau, ā, ka poke te -1 i te keteroki. Kia mōhio ka heke tēnei ki te wā-pau ao whānui mēnā kāore i tautuhia.
nl: Duur (in seconden) van de caching time-out voor grafieken van deze database. Een time-out van 0 geeft aan dat de cache nooit verloopt, en -1 gaat voorbij aan de cache. Merk op dat de standaard timeout is ingesteld op de globale timeout indien niet gedefinieerd.
pt_br: Duração (em segundos) do tempo limite do cache para gráficos desse banco de dados. Um tempo limite de 0 indica que o cache nunca expira, e -1 ignora o cache. Observe que o padrão é o tempo limite global se não for definido.
ro: Durata (în secunde) a expirării cache-ului pentru graficele acestei baze de date. Un timeout de 0 indică faptul că cache-ul nu expiră niciodată, iar -1 ocolește cache-ul. Rețineți că acest lucru implică timeout-ul global dacă este nedefinit.
tr: Bu veritabanının grafikleri için önbellek süresi (saniye cinsinden). 0 bir süre sınırlamasının olmadığını gösterir ve -1 önbelleği atlar. Not: Bu, tanımlanmamışsa varsayılan olarak genel süreye ayarlanır.

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
bn: এই চার্টের জন্য ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। ক্যাশ পরিহার করতে -1 তে সেট করুন। যদি অপরিবর্তিত থাকে তবে এটি ডেটাসেটের টাইমআউটে ডিফল্ট হয়।
ca: Duració (en segons) del temps d'espera de la memòria cau per a aquest gràfic. Estableix a -1 per ometre la memòria cau. Nota que això per defecte és el temps d'espera del conjunt de dades si no està definit.
cs: Doba (v sekundách) časového limitu mezipaměti pro tento graf. Nastavte na -1 pro obejití mezipaměti. Upozorňujeme, že pokud není definováno, výchozí hodnota je časový limit sady dat.
es: Duración (en segundos) del tiempo de espera de la caché para este gráfico. Establezca en -1 para omitir la caché. Tenga en cuenta que esto se establece por defecto al tiempo de espera del conjunto de datos si no se define.
ja: このチャートのキャッシュ タイムアウトの期間 (秒単位)。キャッシュをバイパスするには、-1 に設定します。未定義の場合、これはデフォルトでデータセットのタイムアウトになることに注意してください。
mi: Roa (i ngā hēkona) o te wā kore-mahi keteroki mō tēnei kauwhata. Tautuhia ki -1 hei poke i te keteroki. Kia mōhio ka heke tēnei ki te wā-pau o te rārangi raraunga mēnā kāore i tautuhia.
nl: Duur (in seconden) van de caching timeout voor deze grafiek. Stel in op -1 om de cache te omzeilen. Hou er rekening mee dat dit standaard de timeout van de dataset is, indien niet gedefinieerd.
pt_br: Duração (em segundos) do tempo limite do cache para esse gráfico. Defina como -1 para ignorar o cache. Observe que o padrão é o tempo limite do conjunto de dados, se não for definido.
ro: Durata (în secunde) a expirării cache-ului pentru acest grafic. Setează la -1 pentru a ocoli cache-ul. Rețineți că acest lucru implică timeout-ul setului de date dacă este nedefinit.
tr: Bu grafik için önbellek süresi (saniye cinsinden). Önbelleği atlamak için -1 olarak ayarlayın. Not: Tanımlanmamışsa bu, veri kümesinin süresine varsayılan olarak ayarlanır.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
bn: এই ডেটাবেজের স্কিমাগুলির জন্য মেটাডেটা ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। এটি অপরিবর্তিত রেখে দিলে ক্যাশ কখনও মেয়াদ শেষ হয় না।
ca: Duració (en segons) del temps d'espera de la memòria cau de metadades per als esquemes d'aquesta base de dades. Si no s'estableix, la memòria cau no expira mai.
cs: Doba (v sekundách) časového limitu mezipaměti metadat pro schémata této databáze. Pokud zůstane nenastaveno, mezipaměť nikdy nevyprší.
es: Duración (en segundos) del tiempo de espera para el almacenamiento en caché de metadatos para los esquemas de esta base de datos. Si se deja sin establecer, la caché nunca expira.
ja: このデータベースのスキーマのメタデータ キャッシュ タイムアウトの期間 (秒単位)。設定しない場合、キャッシュは期限切れになりません。
mi: Roa (i ngā hēkona) o te wā kore-mahi keteroki metadata mō ngā hanga o tēnei pātengi raraunga. Mēnā ka waiho kau, karekau te keteroki e pau.
nl: Duur (in seconden) van de metadata caching timeout voor schema's van deze database. Indien dit niet ingesteld is, verloopt de cache niet.
pt_br: Duração (em segundos) do tempo limite do cache de metadados para esquemas desse banco de dados. Se não for definido, o cache nunca expira.
ro: Durata (în secunde) a expirării cache-ului de metadate pentru schemele acestei baze de date. Dacă este lăsat nesetat, cache-ul nu expiră niciodată.
tr: Bu veritabanının şemaları için meta veri önbellek süresi (saniye cinsinden). Belirtilmezse, önbellek asla sona ermez.
zh_tw: 此資料庫模式的元數據缓存超時時長（單位為秒）。如果不進行設定，缓存將永不過期。

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
bn: এই ডেটাবেজের টেবিলগুলির জন্য মেটাডেটা ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। এটি অপরিবর্তিত রেখে দিলে ক্যাশ কখনও মেয়াদ শেষ হয় না।
ca: Duració (en segons) del temps d'espera de la memòria cau de metadades per a les taules d'aquesta base de dades. Si no s'estableix, la memòria cau no expira mai.
cs: Doba (v sekundách) časového limitu mezipaměti metadat pro tabulky této databáze. Pokud zůstane nenastaveno, mezipaměť nikdy nevyprší.
es: Duración (en segundos) del tiempo de espera para el almacenamiento en caché de metadatos para las tablas de esta base de datos. Si se deja sin establecer, la caché nunca expira.
ja: このデータベースのテーブルのメタデータ キャッシュ タイムアウトの期間 (秒単位)。設定しない場合、キャッシュは期限切れになりません。
mi: Roa (i ngā hēkona) o te wā kore-mahi keteroki metadata mō ngā ripanga o tēnei pātengi raraunga. Mēnā ka waiho kau, karekau te keteroki e pau.
nl: Duur (in seconden) van de metadata caching timeout voor de tabellen van deze database. Indien dit niet ingesteld is, verloopt de cache niet.
ro: Durata (în secunde) a expirării cache-ului de metadate pentru tabelele acestei baze de date. Dacă este lăsat nesetat, cache-ul nu expiră niciodată.
zh_tw: 此資料庫表的元數據缓存超時時長（單位為秒）。如果不進行設定，缓存將永不過期。

source: Duration Ms
ro: Durată Ms

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
bn: মেয়াদকাল ms-এ (1.40008 => 1ms 400µs 80ns)
ca: Duració en ms (1.40008 => 1ms 400µs 80ns)
cs: Trvání v ms (1.40008 => 1ms 400µs 80ns)
es: Duración en ms (1.40008 => 1ms 400µs 80ns)
ja: 持続時間 (ms) (1.40008 => 1ms 400µs 80ns)
mi: Roa i ngā ms (1.40008 => 1ms 400µs 80ns)
nl: Duur in ms (1,40008 => 1ms 400μs 80ns)
pt_br: Duração em ms (1,40008 => 1ms 400µs 80ns)
ro: Durată în ms (1.40008 => 1ms 400µs 80ns)
tr: Süre (ms cinsinden) (1.40008 => 1ms 400µs 80ns)
zh_tw: 時長(毫秒)(1.40008 => 1ms 400µs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
bn: মেয়াদকাল ms-এ (100.40008 => 100ms 400µs 80ns)
ca: Duració en ms (100.40008 => 100ms 400µs 80ns)
cs: Trvání v ms (100.40008 => 100ms 400µs 80ns)
es: Duración en ms (100.40008 => 100ms 400µs 80ns)
ja: 持続時間 (ms) (100.40008 => 100ms 400µs 80ns)
mi: Roa i ngā ms (100.40008 => 100ms 400µs 80ns)
nl: Duur in ms (100.40008 => 100ms 400μs 80ns)
pt_br: Duração em ms (100,40008 => 100ms 400µs 80ns)
ro: Durată în ms (100.40008 => 100ms 400µs 80ns)
tr: Süre (ms cinsinden) (100.40008 => 100ms 400µs 80ns)

source: Duration in ms (10500 => 0:10.5)
ca: Duració en ms (10500 => 0:10.5)
cs: Trvání v ms (10500 => 0:10.5)
mi: Roa i ngā ms (10500 => 0:10.5)
ro: Durată în ms (10500 => 0:10.5)

source: Duration in ms (66000 => 1m 6s)
bn: মেয়াদকাল ms-এ (66000 => 1m 6s)
ca: Duració en ms (66000 => 1m 6s)
cs: Trvání v ms (66000 => 1m 6s)
es: Duración en ms (66000 => 1m 6s)
ja: 持続時間 (ms) (66000 => 1 分 6 秒)
mi: Roa i ngā ms (66000 => 1m 6s)
nl: Duur in ms (66000 => 1m 6s)
pt_br: Duração em ms (66000 => 1m 6s)
ro: Durată în ms (66000 => 1m 6s)
tr: Süre (ms cinsinden) (66000 => 1d 6s)
zh_tw: 時長(毫秒)(66000 => 1m 6s)

source: Dynamic Aggregation Function
bn: ডাইনামিক অ্যাগ্রিগেশন ফাংশন
ca: Funció d'Agregació Dinàmica
cs: Dynamická agregační funkce
ja: 動的集計関数
mi: Taumahi Whakaarotau Autōkē
nl: Dynamische Aggregatie Functie
pt_br: Função de agregação dinâmica
ro: Funcție Agregare Dinamică
tr: Dinamik Birleştirme İşlevi

source: Dynamic group by
ro: Grupare dinamică

source: Dynamic group by has a default value
ro: Gruparea dinamică are o valoare implicită

source: Dynamic group by name
ro: Denumire grupare dinamică

source: Dynamic group by value is required
ro: Valoarea grupării dinamice este obligatorie

source: Dynamically search all filter values
bn: সব ফিল্টার মানগুলি ডাইনামিকভাবে অনুসন্ধান করুন
ca: Cerca dinàmicament tots els valors de filtre
cs: Dynamicky prohledávat všechny hodnoty filtru
es: Buscar dinámicamente todos los valores de filtro
ja: すべてのフィルター値を動的に検索します
mi: Rapu autōkē i ngā uara tātari katoa
nl: Dynamisch alle filterwaarden zoeken
pt_br: Pesquisar dinamicamente todos os valores de filtro
ro: Caută dinamic toate valorile filtrului
tr: Dinamik olarak tüm filtre değerlerini ara
zh_tw: 動態搜索所有的過濾器值

source: ERROR
bn: ত্রুটি
cs: CHYBA
ja: エラー
mi: HAPA
nl: FOUT
pt_br: ERRO
ro: EROARE
tr: HATA

source: Edge length
bn: এজের দৈর্ঘ্য
ca: Longitud de vora
cs: Délka hrany
es: Longitud del borde
ja: 線の長さ
mi: Roa tapa
nl: Rand lengte
pt_br: Comprimento da borda
ro: Lungime muchie
tr: Kenar uzunluğu
zh_tw: 邊長

source: Edge length between nodes
bn: নোডগুলির মধ্যে এজের দৈর্ঘ্য
ca: Longitud de vora entre nodes
cs: Délka hrany mezi uzly
es: Longitud del borde entre nodos
ja: 節点間の辺の長さ
mi: Roa tapa i waenga i ngā pona
nl: Lengte rand tussen nodes
pt_br: Comprimento da borda entre nós
ro: Lungime muchie între noduri
tr: Düğümler arasındaki kenar uzunluğu
zh_tw: 節點之間的邊長

source: Edge symbols
bn: এজের প্রতীক
ca: Símbols de vora
cs: Symboly hran
es: Símbolos de borde
ja: エッジシンボル
mi: Tohu tapa
nl: Rand symbolen
pt_br: Símbolos de borda
ro: Simboluri muchie
tr: Kenar sembolleri
zh_tw: 邊符號

source: Edge width
bn: এজের প্রস্থ
ca: Amplada de vora
cs: Šířka hrany
ja: 線の幅
mi: Whānui tapa
nl: Rand dikte
pt_br: Largura da borda
ro: Lățime muchie
tr: Kenar genişliği
zh_tw: 邊缘寬度

source: Edit
bn: সম্পাদনা করুন
ca: Editar
cs: Upravit
es: Editar
ja: 編集
mi: Whakatika
nl: Bewerk
pt_br: Editar
ro: Editează
tr: Düzenle
zh_tw: 編輯

source: Edit %s in modal
ro: Editează %s în modal

source: Edit CSS template properties
bn: CSS টেম্পলেট প্রোপার্টিজ সম্পাদনা করুন
ca: Editar propietats de plantilla CSS
cs: Upravit vlastnosti šablony CSS
es: Editar propiedades de la plantilla CSS
ja: CSSテンプレートのプロパティを編集する
mi: Whakatika āhuatanga tauira CSS
nl: Bewerk CSS template eigenschappen
pt_br: Editar propriedades do modelo CSS
ro: Editează proprietățile șablonului CSS
tr: CSS şablonu özelliklerini düzenle
zh_tw: 編輯 CSS 模板属性

source: Edit Dashboard
bn: ড্যাশবোর্ড সম্পাদনা করুন
ca: Editar Dashboard
cs: Upravit nástěnku
es: Editar Panel de Control
ja: ダッシュボードを編集
mi: Whakatika Papatohu
nl: Bewerk Dashboard
pt_br: Editar Painel
ro: Editează Tablou de Bord
tr: Panoyu Düzenle
zh_tw: 編輯看板

source: Edit Dataset
bn: ডেটাসেট সম্পাদনা করুন
ca: Editar Conjunt de Dades
cs: Upravit sadu dat
es: Editar Conjunto de Datos
ja: データセットの編集
mi: Whakatika Rārangi Raraunga
nl: Bewerk Dataset
ro: Editează Set de Date
tr: Veri Kümesini Düzenle
zh_tw: 編輯數據集

source: Edit Group
ro: Editează Grup

source: Edit Log
bn: লগ সম্পাদনা করুন
ca: Editar Registre
cs: Upravit protokol
es: Editar Registro
ja: ログを編集
mi: Whakatika Rārangi
nl: Bewerk Log
pt_br: Editar log
ro: Editează Jurnal
tr: Log'u Düzenle
zh_tw: 編輯日誌

source: Edit Plugin
bn: প্লাগিন সম্পাদনা করুন
ca: Editar Plugin
cs: Upravit plugin
es: Editar complemento
ja: プラグインの編集
mi: Whakatika Mono
nl: Bewerk Plugin
pt_br: Editar Plugin
ro: Editează Plugin
tr: Eklentiyi Düzenle
zh_tw: 編輯插件

source: Edit Role
ca: Editar Rol
cs: Upravit roli
mi: Whakatika Tūranga
ro: Editează Rol

source: Edit Rule
bn: নিয়ম সম্পাদনা করুন
ca: Editar Regla
cs: Upravit pravidlo
ja: ルールの編集
mi: Whakatika Ture
nl: Bewerk Regel
ro: Editează Regulă
tr: Kuralı Düzenle

source: Edit Tag
bn: ট্যাগ সম্পাদনা করুন
ca: Editar Etiqueta
cs: Upravit značku
ja: タグの編集
mi: Whakatika Tohu
nl: Bewerk Tag
ro: Editează Etichetă

source: Edit User
ca: Editar Usuari
cs: Upravit uživatele
mi: Whakatika Kaiwhakamahi
ro: Editează Utilizator

source: Edit alert
ro: Editează alertă

source: Edit annotation
bn: নিশান সম্পাদনা করুন
ca: Editar anotació
cs: Upravit anotaci
es: Editar anotación
ja: 注釈を編集する
mi: Whakatika tohu
nl: Bewerk aantekening
pt_br: Editar anotação
ro: Editează adnotare
tr: Notu Düzenle
zh_tw: 編輯注释

source: Edit annotation layer
bn: নিশান স্তর সম্পাদনা করুন
ca: Editar capa d'anotació
cs: Upravit vrstvu anotací
es: Editar capa de anotación
ja: 注釈レイヤーを編集
mi: Whakatika papa tohu
nl: Bewerk de aantekeningenlaag
pt_br: Editar camada de anotação
ro: Editează strat de adnotare
tr: Not katmanını Düzenle
zh_tw: 增加注释層

source: Edit annotation layer properties
bn: নিশান স্তরের প্রোপার্টিজ সম্পাদনা করুন
ca: Editar propietats de capa d'anotació
cs: Upravit vlastnosti vrstvy anotací
es: Editar las propiedades de la capa de anotación
ja: 注釈レイヤーのプロパティを編集
mi: Whakatika āhuatanga papa tohu
nl: Eigenschappen aantekeningenlaag bewerken
pt_br: Editar propriedades da camada de anotação
ro: Editează proprietățile stratului de adnotare
tr: Not katmanı özelliklerini Düzenle
zh_tw: 編輯注释圖層属性

source: Edit chart
bn: চার্ট সম্পাদনা করুন
ca: Editar gràfic
cs: Upravit graf
ja: チャートを編集
mi: Whakatika kauwhata
nl: Bewerk grafiek
pt_br: Editar gráfico
ro: Editează grafic
tr: Grafiği Düzenle

source: Edit chart properties
bn: চার্টের প্রোপার্টিজ সম্পাদনা করুন
ca: Editar propietats del gràfic
cs: Upravit vlastnosti grafu
es: Editar propiedades del gráfico
ja: チャートのプロパティを編集
mi: Whakatika āhuatanga kauwhata
nl: Grafiek eigenschappen bewerken
pt_br: Editar propriedades do gráfico
ro: Editează proprietățile graficului
tr: Grafik özelliklerini Düzenle
zh_tw: 編輯圖表属性

source: Edit dashboard
bn: ড্যাশবোর্ড সম্পাদনা করুন
ca: Editar dashboard
cs: Upravit nástěnku
ja: ダッシュボードを編集
mi: Whakatika papatohu
nl: Bewerk dashboard
pt_br: Editar painel
ro: Editează tablou de bord
tr: Pano Düzenle
zh_tw: 編輯看板

source: Edit database
bn: ডেটাবেজ সম্পাদনা করুন
ca: Editar base de dades
cs: Upravit databázi
es: Editar base de datos
ja: データベースを編集
mi: Whakatika pātengi raraunga
nl: Bewerk database
pt_br: Editar banco de dados
ro: Editează bază de date
tr: Veritabanını Düzenle
zh_tw: 編輯資料庫

source: Edit dataset
bn: ডেটাসেট সম্পাদনা করুন
ca: Editar conjunt de dades
cs: Upravit sadu dat
es: Editar conjunto de datos
ja: データセットを編集
mi: Whakatika rārangi raraunga
nl: Bewerk de dataset
pt_br: Editar conjunto de dados
ro: Editează set de date
tr: Veri kümesini Düzenle
zh_tw: 編輯數據集

source: Edit email report
bn: ইমেইল রিপোর্ট সম্পাদনা করুন
ca: Editar informe per correu electrònic
cs: Upravit e-mailový report
es: Editar informe de correo electrónico
ja: 電子メールレポートの編集
mi: Whakatika pūrongo īmēra
nl: Bewerk e-mailrapport
pt_br: Editar relatório de e-mail
ro: Editează raport email
tr: E-posta raporunu Düzenle
zh_tw: 編輯郵件報告

source: Edit formatter
bn: ফরম্যাটার সম্পাদনা করুন
ca: Editar formatador
cs: Upravit formátovač
ja: フォーマッタの編集
mi: Whakatika kaihōputu
nl: Bewerk formatter
pt_br: Editar formatador
ro: Editează formatator
tr: Biçimlendiriciyi Düzenle
zh_tw: 編輯格式化

source: Edit group
ro: Editează grup

source: Edit properties
bn: প্রোপার্টিজ সম্পাদনা করুন
ca: Editar propietats
cs: Upravit vlastnosti
es: Editar propiedades
ja: プロパティの編集
mi: Whakatika āhuatanga
nl: Eigenschappen bewerken
pt_br: Editar propriedades
ro: Editează proprietăți
tr: Özellikleri Düzenle
zh_tw: 編輯属性

source: Edit report
ro: Editează raport

source: Edit role
ca: Editar rol
cs: Upravit roli
mi: Whakatika tūranga
ro: Editează rol

source: Edit tag
ro: Editează etichetă

source: Edit template
bn: টেম্পলেট সম্পাদনা করুন
ca: Editar plantilla
cs: Upravit šablonu
es: Editar plantilla
ja: テンプレートを編集
mi: Whakatika tauira
nl: Bewerk template
pt_br: Editar modelo
ro: Editează șablon
tr: Şablonu Düzenle
zh_tw: 編輯模板

source: Edit template parameters
bn: টেম্পলেট প্যারামিটার সম্পাদনা করুন
ca: Editar paràmetres de plantilla
cs: Upravit parametry šablony
es: Editar parámetros de la plantilla
ja: テンプレートパラメータの編集
mi: Whakatika tawhā tauira
nl: Bewerk template parameters
pt_br: Editar parâmetros do modelo
ro: Editează parametrii șablonului
tr: Şablon parametrelerini Düzenle
zh_tw: 編輯模板参數

source: Edit the dashboard
bn: ড্যাশবোর্ড সম্পাদনা করুন
ca: Editar el dashboard
cs: Upravit nástěnku
ja: ダッシュボードを編集する
mi: Whakatika te papatohu
nl: Bewerk het dashboard
pt_br: Editar o painel
ro: Editează tabloul de bord
tr: Panoyu Düzenle

source: Edit theme
ro: Editează temă

source: Edit theme properties
ro: Editează proprietățile temei

source: Edit time range
bn: টাইম রেঞ্জ সম্পাদনা করুন
ca: Editar rang de temps
cs: Upravit časový rozsah
es: Editar rango de tiempo
ja: 期間を編集
mi: Whakatika awhe wā
nl: Tijdsbereik bewerken
pt_br: Editar intervalo de tempo
ro: Editează interval de timp
tr: Zaman aralığını Düzenle
zh_tw: 編輯時間範圍

source: Edit user
ca: Editar usuari
cs: Upravit uživatele
mi: Whakatika kaiwhakamahi
ro: Editează utilizator

source: Edited
bn: সম্পাদিত
ca: Editat
cs: Upraveno
es: Editado
ja: 編集した項目
mi: Kua Whakatikahia
nl: Bewerkt
pt_br: Editado
ro: Editat
tr: Düzenlendi
zh_tw: 已編輯

source: Editing 1 filter:
bn: 1 টি ফিল্টার সম্পাদনা করা হচ্ছে:
ca: Editant 1 filtre:
cs: Úprava 1 filtru:
es: Editando 1 filtro:
ja: 1つのフィルタを編集する:
mi: E whakatika ana i te 1 tātari:
nl: Bewerk 1 filter:
pt_br: Editando 1 filtro:
ro: Editare 1 filtru:
tr: 1 filtre düzenleniyor:
zh_tw: 編輯 1 個過濾條件：

source: Either the database is spelled incorrectly or does not exist.
bn: ডেটাবেজটির বানান ভুল অথবা এটি বিদ্যমান নয়।
ca: O bé la base de dades està mal escrita o no existeix.
cs: Buď je název databáze napsán nesprávně, nebo databáze neexistuje.
es: O bien la base de datos está mal escrita o no existe.
ja: データベース名が正しくないか、または存在しません。
mi: Kua hē te pūwaea o te pātengi raraunga, karekau pea rānei.
nl: Of de database is onjuist gespeld of bestaat niet.
pt_br: Ou o banco de dados está soletrado incorretamente ou não existe.
ro: Fie baza de date este scrisă incorect, fie nu există.
tr: Ya veritabanı yanlış yazılmış ya da mevcut değil.
zh_tw: 資料庫拼寫不正確或不存在。

source: Either the username "%(username)s" or the password is incorrect.
bn: বা ব্যবহারকারীর নাম "%(username)s" অথবা পাসওয়ার্ড ভুল।
ca: O bé el nom d'usuari "%(username)s" o la contrasenya són incorrectes.
cs: Buď uživatelské jméno „%(username)s“, nebo heslo je nesprávné.
es: Usuario "%(username)s" o contraseña incorrectas
ja: ユーザー名 "%(username)s" またはパスワードのいずれかが正しくありません。
mi: Kua hē te ingoa kaiwhakamahi "%(username)s", te kupuhipa rānei.
pt_br: Ou o nome de usuário "%(username)s" ou a senha está incorreta.
ro: Fie numele de utilizator "%(username)s", fie parola este incorectă.
tr: Kullanıcı adı "%(username)s" veya şifre yanlış.
zh_tw: 用戶名"%(username)s"或密碼不正確

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
bn: বা ব্যবহারকারীর নাম "%(username)s", পাসওয়ার্ড, অথবা ডেটাবেজ নাম "%(database)s" ভুল।
ca: O bé el nom d'usuari "%(username)s", la contrasenya, o el nom de la base de dades "%(database)s" són incorrectes.
cs: Buď uživatelské jméno „%(username)s“, heslo nebo název databáze „%(database)s“ je nesprávné.
es: Usuario "%(username)s", contraseña o nombre de base de datos "%(database)s" incorrectos.
ja: ユーザー名 "%(username)s"、パスワード、またはデータベース名 "%(database)s" のいずれかが正しくありません。
mi: Kua hē te ingoa kaiwhakamahi "%(username)s", te kupuhipa rānei, te ingoa pātengi raraunga "%(database)s" rānei.
nl: Ofwel is de gebruikersnaam “%(username)s”, ofwel het wachtwoord, ofwel de databasenaam “%(database)s” niet correct.
pt_br: O nome de usuário "%(username)s", a senha ou o nome do banco de dados "%(database)s" estão incorretos.
ro: Fie numele de utilizator "%(username)s", parola, fie numele bazei de date "%(database)s" este incorect.
tr: Kullanıcı adı "%(username)s", şifre veya veritabanı adı "%(database)s" yanlış.
zh_tw: 用戶名"%(username)s"、密碼或資料庫名稱"%(database)s"不正確

source: Either the username or the password is wrong.
bn: বা ব্যবহারকারীর নাম অথবা পাসওয়ার্ড ভুল।
ca: O bé el nom d'usuari o la contrasenya són incorrectes.
cs: Buď uživatelské jméno, nebo heslo je nesprávné.
es: El nombre de usuario o la contraseña son incorrectos.
ja: ユーザー名またはパスワードが間違っています。
mi: Kua hē te ingoa kaiwhakamahi, te kupuhipa rānei.
nl: Ofwel is de gebruikersnaam ofwel het wachtwoord verkeerd.
pt_br: Ou o nome de usuário ou a senha está incorreto.
ro: Fie numele de utilizator, fie parola este greșită.
tr: Kullanıcı adı veya şifre yanlış.
zh_tw: 用戶名或密碼錯誤。

source: Elevation
bn: উচ্চতা
ca: Elevació
cs: Nadmořská výška
ja: 標高
mi: Teiteitanga
nl: Hoogte
pt_br: Elevação
ro: Elevație
tr: Yükseklik

source: Email is required
ca: El correu electrònic és obligatori
cs: E-mail je povinný
mi: E hiahiatia ana he īmēra
ro: Email-ul este obligatoriu

source: Email reports active
bn: ইমেইল রিপোর্ট সক্রিয়
ca: Informes per correu electrònic actius
cs: E-mailové reporty aktivní
es: Informes de correo electrónico activos
ja: 電子メールレポートがアクティブです
mi: Pūrongo īmēra hohe
nl: E-mailrapporten actief
pt_br: Relatórios por e-mail ativo
ro: Rapoarte email active
tr: E-posta raporları etkin
zh_tw: 啟用郵件報告

source: Email subject name (optional)
bn: ইমেইল বিষয়ের নাম (বিকল্প)
ca: Nom de l'assumpte del correu electrònic (opcional)
cs: Předmět e-mailu (volitelné)
mi: Ingoa kaupapa īmēra (kōwhiringa)
ro: Nume subiect email (opțional)

source: Embed
bn: এম্বেড করুন
ca: Incrustar
cs: Vložit
ja: 埋め込む
mi: Tāmau
nl: Insluiten
pt_br: Incorporar
ro: Incorporează
tr: Göm

source: Embed code
bn: এম্বেড কোড
ca: Codi d'incrustació
cs: Kód pro vložení
es: Incrustar código
ja: コードを埋め込む
mi: Waehere tāmau
nl: Code embedden
pt_br: Incorporar código
ro: Cod încorporare
tr: Gömme kodu
zh_tw: 嵌入代碼

source: Embed dashboard
bn: ড্যাশবোর্ড এম্বেড করুন
ca: Incrustar dashboard
cs: Vložit nástěnku
ja: ダッシュボードを埋め込む
mi: Tāmau papatohu
nl: Dashboard embedden
pt_br: Incorporar painel
ro: Incorporează tablou de bord
tr: Panoyu göm

source: Embedded dashboard could not be deleted.
bn: এম্বেড করা ড্যাশবোর্ড মুছে ফেলা যায়নি।
ca: El dashboard incrustat no s'ha pogut eliminar.
cs: Vloženou nástěnku se nepodařilo smazat.
mi: Kāore i taea te muku i te papatohu tāmau.
ro: Tabloul de bord încorporat nu a putut fi șters.
