Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Display percents in the label and tooltip as the percent of the total value, from the first step of the funnel, or from the previous step in the funnel.
bn: লেবেল এবং টুলটিপে শতাংশগুলি মোট মানের শতাংশ হিসাবে প্রদর্শন করুন, ফানেলের প্রথম ধাপ থেকে, অথবা ফানেলের পূর্ববর্তী ধাপ থেকে।
ca: Mostrar percentatges a l'etiqueta i informació emergent com el percentatge del valor total, des del primer pas de l'embut, o des del pas anterior de l'embut.
cs: Zobrazovat procenta v popisku a nápovědě jako procento z celkové hodnoty, z prvního kroku trychtýře nebo z předchozího kroku v trychtýři.
es: Muestra porcentajes en la etiqueta y en la información sobre herramientas como el porcentaje del valor total, desde el primer paso del embudo, o desde el paso anterior en el embudo.
ja: ラベルとツールチップにパーセントを、ファネルの最初のステップまたは前のステップからの合計値のパーセントとして表示します。
mi: Whakaatu ōrau i te tapanga me te kītukutuku hei ōrau o te uara tapeke, mai i te takahanga tuatahi o te kōrere, mai rānei i te takahanga tōmua o te kōrere.
nl: Toon percentages in de label en tooltip als percentage van de totale waarde vanaf de eerste stap van de funnel, of vanaf de vorige stap in de funnel.
ro: Afișează procentele în etichetă și tooltip ca procent din valoarea totală, de la primul pas al pâlniei, sau de la pasul anterior din pâlnie.

source: Display row level subtotal
bn: পঙ্ক্তির স্তরের অন্তর্বর্তী মোট প্রদর্শন করুন
ca: Mostrar subtotal a nivell de fila
cs: Zobrazit mezisoučet na úrovni řádku
es: Mostrar subtotal a nivel de fila
ja: 行レベルの小計を表示する
mi: Whakaatu tapeke-iti taumata rārangi
nl: Toon rijniveau subtotaal
ro: Afișează subtotal nivel rând

source: Display row level total
bn: পঙ্ক্তির স্তরের মোট প্রদর্শন করুন
ca: Mostrar total a nivell de fila
cs: Zobrazit součet na úrovni řádku
es: Mostrar total a nivel de fila
ja: 行レベルの合計を表示します
mi: Whakaatu tapeke taumata rārangi
nl: Toon rijniveau totaal
pt_br: Exibir total do nível de linha
ro: Afișează total nivel rând
tr: Satır düzeyi toplamı göster
zh_tw: 顯示行級合計

source: Display type icon
ca: Mostrar icona de tipus
cs: Zobrazit ikonu typu
mi: Whakaatu tohu momo
ro: Afișează iconiță tip

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
bn: এটি একটি গ্রাফ কাঠামোর মধ্যে সত্তাগুলির মধ্যে সংযোগগুলি প্রদর্শন করে। সম্পর্কগুলি মানচিত্র তৈরি করতে এবং একটি নেটওয়ার্কে কোন নোডগুলি গুরুত্বপূর্ণ তা দেখাতে সহায়ক। গ্রাফ চার্টগুলি বল-নির্দেশিত বা সঞ্চালিত হতে কনফিগার করা যেতে পারে। আপনার ডেটায় একটি ভৌগোলিক উপাদান থাকলে, deck.gl Arc চার্ট ব্যবহার করুন।
ca: Mostra connexions entre entitats en una estructura de graf. Útil per mappejar relacions i mostrar quins nodes són importants en una xarxa. Els gràfics de graf es poden configurar per ser dirigits per força o circulars. Si les teves dades tenen un component geoespacial, prova el gràfic Arc de deck.gl.
cs: Zobrazuje spojení mezi entitami ve struktuře grafu. Užitečné pro mapování vztahů a zobrazení, které uzly jsou v síti důležité. Grafy lze nakonfigurovat jako řízené silou nebo kruhové. Pokud vaše data mají geoprostorovou složku, vyzkoušejte graf deck.gl Arc.
es: Muestra conexiones entre entidades en una estructura de gráfico. Útil para mapear relaciones y mostrar qué nodos son importantes en una red. Los gráficos de red pueden configurarse para ser dirigidos por fuerza o circular. Si tus datos tienen un componente geoespacial, prueba el gráfico de Arco de deck.gl.
ja: グラフ構造内のエンティティ間の接続を表示します。関係をマッピングし、ネットワーク内でどのノードが重要であるかを示すのに役立ちます。グラフ チャートは、力を指定したり循環したりするように構成できます。データに地理空間コンポーネントが含まれている場合は、deck.gl 円弧チャートを試してください。
mi: Ka whakaatu i ngā hononga i waenga i ngā pūtahi i tētahi hangahanga kauwhata. He whaihua mō te whakaahua i ngā hononga me te whakaatu ko ēhea ngā pona e hiranga ana i tētahi whatunga. Ka taea te whirihora i ngā kauwhata kauwhata kia kaha-ākina, kia āmiomio rānei. Mēnā he waeine tauwāhi tō raraunga, whakamātauhia te kauwhata Arc deck.gl.
nl: Toont verbindingen tussen entiteiten in een grafiekstructuur. Handig voor het toewijzen van relaties en tonen van welke knooppunten belangrijk zijn in een netwerk. Grafieken kunnen worden geconfigureerd om geforceerd te worden geleid of te circuleren. Als uw gegevens een geospatiële component hebben, probeer dan de deck.gl boog.
pt_br: Apresenta ligações entre entidades numa estrutura gráfica. Útil para mapear relações e mostrar quais os nós que são importantes numa rede. Os gráficos podem ser configurados para serem dirigidos à força ou circularem. Se os seus dados tiverem um componente geoespacial, experimente o gráfico de arco deck.gl.
ro: Afișează conexiunile între entități într-o structură de grafic. Util pentru maparea relațiilor și arătarea nodurilor importante dintr-o rețea. Graficele pot fi configurate să fie dirijate de forță sau circulare. Dacă datele tale au o componentă geospațială, încearcă graficul deck.gl Arc.
tr: Grafik yapısındaki varlıklar arasındaki bağlantıları gösterir. İlişkileri haritalamak ve ağdaki hangi düğümlerin önemli olduğunu göstermek için kullanışlıdır. Grafik grafikleri zorla yönlendirilmiş veya dolaşım olarak yapılandırılabilir. Verinizin bir coğrafi bileşeni varsa, deck.gl Arc grafiğini deneyin.
zh_tw: 顯示圖形結構中實體之間的連接。用於映射關係和顯示網路中哪些節點是重要的。圖表可以配置為强制引導或循環。如果您的數據具有地理空間組件，請嘗試使用 deck.gl 圆弧圖表。

source: Distribute across
bn: সর্বত্র বিতরণ করুন
ca: Distribuir entre
cs: Rozdělit napříč
ja: 全体に分散
mi: Tohatoha puta noa
nl: Verspreid over
pt_br: Distribuir em
ro: Distribuie pe
tr: Dağıt
zh_tw: 基於某列進行分布

source: Distribution
bn: বিতরণ
ca: Distribució
cs: Distribuce
ja: 分布
mi: Tohatoha
nl: Verspreiding
pt_br: Distribuição
ro: Distribuție
tr: Dağılım
zh_tw: 分布

source: Divider
bn: বিভাজক
ca: Divisor
cs: Oddělovač
es: Divisor
ja: 区切り線
mi: Wehewehe
nl: Verdeler
pt_br: Divisor
ro: Separator
tr: Bölücü
zh_tw: 分隔

source: Divides each category into subcategories based on the values in the dimension. It can be used to exclude intersections.
ro: Împarte fiecare categorie în subcategorii pe baza valorilor din dimensiune. Poate fi folosit pentru a exclude intersecțiile.

source: Do you want a donut or a pie?
bn: আপনি কি ডোনাট বা পিষ্টক চান?
ca: Vols una rosquilla o un pastís?
cs: Chcete prstencový nebo koláčový graf?
es: ¿Quieres un donut o una tarta?
ja: ドーナツとパイどっちが食べますか？
mi: E hiahia ana koe ki tētahi pānuki, ki tētahi pai rānei?
nl: Wil je een donut of een taart?
pt_br: Você quer um donut ou uma torta?
ro: Vrei o gogoașă sau o plăcintă?
tr: Bir donut mu yoksa bir pasta mı istersiniz?
zh_tw: 是否用圆環圈替代餅圖？

source: Documentation
bn: ডকুমেন্টেশন
ca: Documentació
cs: Dokumentace
ja: ドキュメンテーション
mi: Tuhinga
nl: Documentatie
pt_br: Documentação
ro: Documentație
tr: Belgeleme
zh_tw: 文檔

source: Domain
bn: ডোমেইন
ca: Domini
cs: Doména
es: Dominio
ja: ドメイン
mi: Rohe
nl: Domein
pt_br: Domínio
ro: Domeniu
tr: Alan
zh_tw: 主域

source: Don't refresh
ro: Nu reîmprospăta

source: Donut
bn: ডোনাট
ca: Rosquilla
cs: Prstencový
ja: ドーナツ
mi: Paraki
pt_br: Rosquinha
ro: Gogoașă
zh_tw: 圆環圈

source: Dotted
bn: ডটযুক্ত
ca: Puntejat
cs: Tečkovaný
ja: 点在
mi: Tongi
nl: Gestippeld
pt_br: Pontilhado
ro: Punctat
tr: Noktalı

source: Download
bn: ডাউনলোড করুন
ca: Descarregar
cs: Stáhnout
ja: ダウンロード
mi: Tikiake
pt_br: Baixar
ro: Descarcă
tr: İndir

source: Download as Image
bn: ছবির মতো ডাউনলোড করুন
ca: Descarregar com a Imatge
cs: Stáhnout jako obrázek
ja: 画像としてダウンロード
mi: Tikiake hei Whakaahua
nl: Download als Afbeelding
ro: Descarcă ca Imagine

source: Download as image
bn: ছবির মতো ডাউনলোড করুন
ca: Descarregar com a imatge
cs: Stáhnout jako obrázek
es: Descargar como imagen
ja: 画像としてダウンロード
mi: Tikiake hei whakaahua
nl: Download als afbeelding
pt_br: Baixar como imagem
ro: Descarcă ca imagine
tr: Resim olarak indir
zh_tw: 下载為圖片

source: Download is on the way
ca: La descàrrega està en camí
cs: Stahování probíhá
mi: Kei te haere mai te tikiake
ro: Descărcarea este în curs

source: Download to CSV
bn: CSV তে ডাউনলোড করুন
ca: Descarregar com a CSV
cs: Stáhnout do CSV
es: Descargar a CSV
ja: CSVにダウンロード
mi: Tikiake ki CSV
nl: Download naar CSV
pt_br: Baixar para CSV
ro: Descarcă în CSV
tr: CSV olarak indir
zh_tw: 下载為 CSV

source: Downloading %(rows)s rows based on the LIMIT configuration. If you want the entire result set, you need to adjust the LIMIT.
ca: Descarregant %(rows)s files basades en la configuració de LIMIT. Si vols tot el conjunt de resultats, necessites ajustar el LIMIT.
cs: Stahuje se %(rows)s řádků na základě konfigurace LIMIT. Pokud chcete celou sadu výsledků, musíte upravit LIMIT.
mi: E tikiake ana i ngā rārangi %(rows)s i runga i te whirihora LIMIT. Mēnā e hiahia ana koe i te huinga hua katoa, me whakatika koe i te LIMIT.
ro: Descărcare %(rows)s rânduri pe baza configurației LIMIT. Dacă vrei întregul set de rezultate, trebuie să ajustezi LIMIT.

source: Draft
bn: খসড়া
ca: Esborrany
cs: Koncept
es: Borrador
ja: 下書き
mi: Tuhinga
nl: Concept
pt_br: Rascunho
ro: Ciornă
tr: Taslak
zh_tw: 草稿

source: Drag and drop components and charts to the dashboard
bn: ড্যাশবোর্ডে উপাদান এবং চার্টগুলি টেনে ফেলুন এবং ড্রপ করুন
ca: Arrossega i deixa anar components i gràfics al dashboard
cs: Přetáhněte komponenty a grafy na nástěnku
es: Arrastra y suelta componentes y gráficos al panel de control
ja: コンポーネントとチャートをダッシュ​​ボードにドラッグ アンド ドロップする
mi: Tō-me-tuku i ngā waeine me ngā kauwhata ki te papatohu
nl: Versleep de componenten en grafieken naar het dashboard
pt_br: Arraste e solte componentes e gráficos para o painel
ro: Trage și plasează componente și grafice pe tabloul de bord
tr: Bileşenleri ve grafikleri panoya sürükleyip bırakın
zh_tw: 拖放組件或圖表到此看板

source: Drag and drop components to this tab
bn: এই ট্যাবে উপাদানগুলি টেনে ফেলুন এবং ড্রপ করুন
ca: Arrossega i deixa anar components a aquesta pestanya
cs: Přetáhněte komponenty na tuto kartu
es: Arrastra y suelta componentes en esta pestaña
ja: コンポーネントをこのタブにドラッグ アンド ドロップします
mi: Tō-me-tuku i ngā waeine ki tēnei ripa
nl: Versleep onderdelen naar dit tabblad
pt_br: Arraste e solte componentes para essa aba
ro: Trage și plasează componente pe această filă
tr: Bu sekme için bileşenleri sürükleyip bırakın
zh_tw: 拖放組件或圖表到此選項卡

source: Drag columns and metrics here to customize tooltip content. Order matters - items will appear in the same order in tooltips. Click the button to manually select columns and metrics.
ro: Trage coloane și metrici aici pentru a personaliza conținutul tooltip-ului. Ordinea contează - elementele vor apărea în aceeași ordine în tooltips. Fă clic pe buton pentru a selecta manual coloane și metrici.

source: Draw a marker on data points. Only applicable for line types.
bn: তথ্য পয়েন্টগুলিতে একটি চিহ্ন অঙ্কন করুন। শুধুমাত্র লাইনের ধরনগুলির জন্য প্রযোজ্য।
ca: Dibuixar un marcador als punts de dades. Només aplicable per a tipus de línia.
cs: Vykreslit značku na datové body. Použitelné pouze pro typy spojnicových grafů.
es: Dibuja un marcador en los puntos de datos. Solo aplicable para tipos de línea.
ja: データポイント上にマーカーを描画します。線種にのみ適用されます。
mi: Tuhia he tohu i runga i ngā tohu raraunga. Mō ngā momo rārangi anake.
nl: Teken een markering op gegevenspunten. Alleen toepasbaar op lijntypes.
pt_br: Desenha um marcador nos pontos de dados. Apenas aplicável a tipos de linha.
ro: Desenează un marker pe punctele de date. Aplicabil doar pentru tipurile de linie.
tr: Veri noktalarına işaretçi çizin. Yalnızca çizgi türleri için uygundur.
zh_tw: 在數據點上繪制標記。僅適用於線型。

source: Draw area under curves. Only applicable for line types.
bn: কার্ভের নিচে এলাকা অঙ্কন করুন। শুধুমাত্র লাইনের ধরনগুলির জন্য প্রযোজ্য।
ca: Dibuixar àrea sota les corbes. Només aplicable per a tipus de línia.
cs: Vykreslit plochu pod křivkami. Použitelné pouze pro typy spojnicových grafů.
es: Dibuja el área bajo las curvas. Solo aplicable para tipos de línea.
ja: 曲線の下の領域を描画します。線種にのみ適用されます。
mi: Tuhia te horahanga i raro i ngā kōpiko. Mō ngā momo rārangi anake.
nl: Teken gebied onder curves. Alleen toepasbaar voor lijntypes.
pt_br: Desenhar área sob curvas. Aplicável apenas para tipos de linha.
ro: Desenează aria sub curbe. Aplicabil doar pentru tipurile de linie.
tr: Eğrilerin altına alan çizin. Yalnızca çizgi türleri için uygundur.
zh_tw: 在曲線下繪制區域。僅適用於線型。

source: Draw line from Pie to label when labels outside?
bn: লেবেল বাইরের হলে পিষ্টক থেকে লেবেলে রেখা আঁকবেন?
ca: Dibuixar línia del Passís a l'etiqueta quan les etiquetes estiguin fora?
cs: Vykreslit čáru od koláče k popisku, když jsou popisky vně?
es: ¿Dibujar línea desde el Pie hasta la etiqueta cuando las etiquetas están fuera?
ja: ラベルが外側にある場合、円からラベルまで線を描きますか?
mi: Tuhia rārangi mai i te Pai ki te tapanga ina kei waho ngā tapanga?
nl: Teken lijn van Taart naar label als labels buiten vallen?
pt_br: Desenhar uma linha da torta para rótulo quando as etiquetas estão no exterior?
ro: Desenează linie de la Plăcintă la etichetă când etichetele sunt în afara?
tr: Etiketler dışarıdaysa Pasta'dan etikete çizgi çizilsin mi?
zh_tw: 當標籤在外側時，是否在餅圖到標籤之間連線？

source: Draw split lines for minor axis ticks
bn: ছোট অক্ষের টিকগুলির জন্য বিভক্ত রেখা আঁকুন
ca: Dibuixar línies de divisió per a marques menors de l'eix
cs: Vykreslit dělicí čáry pro vedlejší značky osy
es: Dibuja líneas de división para las marcas de los ejes menores
ja: 短軸目盛りの分割線を描画します
mi: Tuhia rārangi wehe mō ngā tika tukutuku iti
nl: Gesplitste lijnen tekenen voor kleine as tikken
pt_br: Desenhar linhas de divisão para os ticks do eixo secundário
ro: Desenează linii de separare pentru marcajele axei minore
tr: Küçük eksende tikler için bölme çizgilerini çiz

source: Draw split lines for minor y-axis ticks
bn: ছোট y-অক্ষের টিকগুলির জন্য বিভক্ত রেখা আঁকুন
ca: Dibuixar línies de divisió per a marques menors de l'eix y
cs: Vykreslit dělicí čáry pro vedlejší značky osy Y
es: Dibuja líneas de división para las marcas menores del eje y
ja: Y 軸の副目盛に分割線を描画します
mi: Tuhia rārangi wehe mō ngā tika tukutuku-y iti
nl: Gesplitste lijnen tekenen voor kleine y-as tikken
pt_br: Desenhar linhas de divisão para os ticks menores do eixo y
ro: Desenează linii de separare pentru marcajele axei y minore
tr: Küçük y-ekseni tikleri için bölme çizgilerini çiz
zh_tw: 繪制次要 Y 軸刻度的分割線

source: Drill by
bn: ড্রিল দ্বারা
ca: Perforar per
cs: Procházet podle
es: Ordenar por
ja: ドリルバイ
mi: Keri mā
nl: Filteren op
ro: Drill după
tr: Detaya git
zh_tw: 鑽取：

source: Drill by is not available for this data point
bn: এই ডেটা পয়েন্টের জন্য ড্রিল দ্বারা উপলব্ধ নয়
ca: Perforar per no està disponible per a aquest punt de dades
cs: Procházení podle není pro tento datový bod k dispozici
es: La opción de desglosar no está disponible para este punto de datos
ja: このデータ ポイントではドリルバイは使用できません
mi: Karekau e wātea te keri mā mō tēnei tohu raraunga
nl: Filteren op is niet beschikbaar voor dit datapunt
pt_br: Drill by não está disponível para este ponto de dados
ro: Drill by nu este disponibil pentru acest punct de date
tr: Bu veri noktası için detay gitme seçeneği yok
zh_tw: 此數據點無法鑽取

source: Drill by is not yet supported for this chart type
bn: এই চার্ট টাইপের জন্য ড্রিল দ্বারা এখনও সমর্থিত নয়
ca: Perforar per encara no està suportat per a aquest tipus de gràfic
cs: Procházení podle zatím není pro tento typ grafu podporováno
es: La función de desglose aún no está soportada para este tipo de gráfico
ja: このグラフ タイプではドリルバイはまだサポートされていません
mi: Kāore anō kia tautokona te keri mā mō tēnei momo kauwhata
nl: Filteren op is nog niet ondersteund voor dit type grafiek
pt_br: Drill by não é suportado para esse tipo de gráfico
ro: Drill by nu este încă suportat pentru acest tip de grafic
tr: Bu grafik türü için henüz detay gitme desteklenmiyor
zh_tw: 此圖表類型還不支持鑽取

source: Drill by: %s
bn: ড্রিল দ্বারা: %s
ca: Perforar per: %s
cs: Procházet podle: %s
ja: ドリル: %s
mi: Keri mā: %s
nl: Filteren op: %s
ro: Drill după: %s
tr: Detaya git: %s

source: Drill to detail by
bn: বিস্তারিত ড্রিল করুন দ্বারা
ca: Perforar al detall per
cs: Přechod na detail podle
es: Profundizar en detalle por
ja: 詳細 項目別
mi: Keri ki te taipitopito mā
nl: Doorklikken naar detail per
pt_br: Drill to detail por
ro: Drill to detail după
tr: Detaya gitme seçeneği
zh_tw: 鑽取詳情：

source: Drill to detail by value is not yet supported for this chart type.
bn: মান দ্বারা বিস্তারিত ড্রিল এই চার্ট টাইপের জন্য এখনও সমর্থিত নয়।
ca: Perforar al detall per valor encara no està suportat per a aquest tipus de gràfic.
cs: Přechod na detail podle hodnoty zatím není pro tento typ grafu podporován.
es: La profundización al detalle por valor aún no está soportada para este tipo de gráfico.
ja: 値による詳細へのドリルは、このグラフ タイプではまだサポートされていません。
mi: Kāore anō kia tautokona te keri ki te taipitopito mā te uara mō tēnei momo kauwhata.
nl: Doorklikken naar detail per waarde wordt nog niet ondersteund voor dit type grafiek.
pt_br: Drill to detail por valor ainda não é suportado para esse tipo de gráfico.
ro: Drill to detail după valoare nu este încă suportat pentru acest tip de grafic.
tr: Bu grafik türü için detay gitme seçeneği henüz desteklenmiyor.
zh_tw: 此圖表類型還不支持鑽取詳情。

source: Drill to detail is disabled because this chart does not group data by dimension value.
bn: বিস্তারিত ড্রিল অক্ষম করা হয়েছে কারণ এই চার্ট ডেটাকে ডাইমেনশন মান দ্বারা গ্রুপ করে না।
ca: Perforar al detall està desactivat perquè aquest gràfic no agrupa dades per valor de dimensió.
cs: Přechod na detail je zakázán, protože tento graf neseskupuje data podle hodnoty dimenze.
es: La opción de profundizar en los detalles está desactivada porque esta gráfica no agrupa los datos por valor de dimensión.
ja: このグラフはディメンション値ごとにデータをグループ化していないため、詳細へのドリルは無効になっています。
mi: Kua whakakorehia te keri ki te taipitopito nā te mea karekau tēnei kauwhata e rōpū ana i ngā raraunga mā te uara āhuahanga.
nl: Doorklikken naar detail is uitgeschakeld omdat deze grafiek geen data groepeert naar dimensiewaarde.
pt_br: Drill to detail está desabilitado porque esse gráfico não agrupar dados por valor da dimensão.
ro: Drill to detail este dezactivat deoarece acest grafic nu grupează datele după valoarea dimensiunii.
tr: Bu grafik boyut değerine göre veriyi gruplamadığı için detay gitme devre dışı bırakılmıştır.
zh_tw: 由於此圖表未按维度值對數據進行分組，因此鑽取詳情的功能已被禁用。

source: Drill to detail is disabled for this database. Change the database settings to enable it.
bn: এই ডেটাবেজের জন্য বিস্তারিত ড্রিল অক্ষম করা হয়েছে। এটি সক্ষম করতে ডেটাবেজ সেটিংস পরিবর্তন করুন।
ca: Perforar al detall està desactivat per a aquesta base de dades. Canvia la configuració de la base de dades per habilitar-ho.
cs: Přechod na detail je pro tuto databázi zakázán. Změňte nastavení databáze, abyste jej povolili.
ja: このデータベースでは詳細へのドリルが無効になっています。データベース設定を変更して有効にします。
mi: Kua whakakorehia te keri ki te taipitopito mō tēnei pātengi raraunga. Hurihia ngā tautuhinga pātengi raraunga hei whakahohe.
ro: Drill to detail este dezactivat pentru această bază de date. Schimbă setările bazei de date pentru a-l activa.

source: Drop a column here or click
bn: এখানে একটি কলাম ফেলুন বা ক্লিক করুন
ca: Deixa anar una columna aquí o fes clic
cs: Přetáhněte sem sloupec nebo klikněte
mi: Taka tētahi tīwae ki konei, pāwhiri rānei
ro: Plasează o coloană aici sau fă clic
tr: Bir sütun buraya sürükleyin veya tıklayın

source: Drop a column/metric here or click
bn: এখানে একটি কলাম/মেট্রিক ফেলুন বা ক্লিক করুন
ca: Deixa anar una columna/mètrica aquí o fes clic
cs: Přetáhněte sem sloupec/metriku nebo klikněte
mi: Taka tētahi tīwae/ine ki konei, pāwhiri rānei
ro: Plasează o coloană/metrică aici sau fă clic
tr: Bir sütun/metrik buraya sürükleyin veya tıklayın

source: Drop a temporal column here or click
bn: এখানে একটি সাময়িক কলাম ফেলুন বা ক্লিক করুন
ca: Deixa anar una columna temporal aquí o fes clic
cs: Přetáhněte sem časový sloupec nebo klikněte
es: Suelta una columna temporal aquí o haz clic
ja: ここにテンポラル列をドロップするか、クリック
mi: Tukua tētahi tīwae wā ki konei, pāwhiria rānei
nl: Sleep hier een tijdelijke kolom of klik
pt_br: Colocar uma coluna temporal aqui ou clique
ro: Plasează o coloană temporală aici sau fă clic
tr: Bir zaman sütunu buraya sürükleyin veya tıklayın

source: Drop columns/metrics here or click
bn: এখানে কলাম/মেট্রিক ফেলুন বা ক্লিক করুন
ca: Deixa anar columnes/mètriques aquí o fes clic
cs: Přetáhněte sem sloupce/metriky nebo klikněte
es: Arrastra las columnas/métricas aquí o haz clic
ja: ここに列/指標をドロップするか、クリック
mi: Tukua ngā tīwae/ine ki konei, pāwhiria rānei
nl: Sleep hier kolommen/metrieken of klik
pt_br: Colocar colunas/métricas aqui ou clique
ro: Plasează coloane/metrici aici sau fă clic
tr: Sütunları/metrikleri buraya sürükleyin veya tıklayın
zh_tw: 將列/指標拖放到此處或單擊

source: Duplicate
bn: নকল করুন
ca: Duplicar
cs: Duplikovat
ja: 重複
mi: Tārua
nl: Dupliceer
pt_br: Duplicado
ro: Duplică
tr: Kopyala

source: Duplicate column name(s): %(columns)s
bn: নকল কলামের নাম: %(columns)s
ca: Nom(s) de columna duplicat(s): %(columns)s
cs: Duplicitní název(vy) sloupce(ů): %(columns)s
es: Nombre(s) de columna(s) duplicado(s): %(columns)s
ja: 列名が重複しています: %(columns)s
mi: Ingoa tīwae tārua: %(columns)s
nl: Dubbele kolomnaam (of -namen): %(columns)s
pt_br: Nome(s) de coluna duplicado(s): %(columns)s
ro: Nume de coloană duplicat(e): %(columns)s
tr: Yinelenen sütun ad(lar)ı: %(columns)s
zh_tw: 重复的列名%(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
bn: নকল কলাম/মেট্রিক লেবেল: %(labels)s। দয়া করে নিশ্চিত করুন যে সমস্ত কলাম এবং মেট্রিকগুলির একটি অনন্য লেবেল রয়েছে।
ca: Etiquetes de columna/mètrica duplicades: %(labels)s. Si us plau assegura't que totes les columnes i mètriques tinguin una etiqueta única.
cs: Duplicitní popisky sloupců/metrik: %(labels)s. Ujistěte se prosím, že všechny sloupce a metriky mají jedinečný popisek.
es: Etiquetas de columnas/métricas duplicadas: %(labels)s. Por favor, asegúrate de que todas las columnas y métricas tengan una etiqueta única.
ja: 重複する列/メトリック ラベル: %(labels)s。すべての列と指標に一意のラベルが付いていることを確認してください。
mi: Tapanga tīwae/ine tārua: %(labels)s. Tēnā kia mārama he tapanga ahurei tō ngā tīwae me ngā ine katoa.
nl: Dupliceer kolom/metriek labels: %(labels)s. Zorg ervoor dat alle kolommen en statistieken een uniek label hebben.
pt_br: Rótulos de coluna/métrica duplicados: %(labels)s. Por favor, certifique-se todas métricas e colunas tem um único rótulo.
ro: Etichete coloană/metrică duplicate: %(labels)s. Vă rugăm să vă asigurați că toate coloanele și metricile au o etichetă unică.
tr: Yinelenen sütun/metrik etiketleri: %(labels)s. Lütfen tüm sütunların ve metriklerin benzersiz bir etikete sahip olduğundan emin olun.
zh_tw: 重复的列/指標標籤：%(labels)s。請確保所有列和指標都有唯一的標籤。

source: Duplicate dataset
bn: নকল ডেটাসেট
ca: Duplicar conjunt de dades
cs: Duplikovat sadu dat
ja: 重複したデータセット
mi: Tārua rārangi raraunga
nl: Dupliceer dataset
pt_br: Conjunto de dados duplicado
ro: Duplică set de date
tr: Veri kümesini kopyala

source: Duplicate role
ca: Duplicar rol
cs: Duplikovat roli
mi: Tārua tūranga
ro: Duplică rol

source: Duplicate role %(name)s
ca: Duplicar rol %(name)s
cs: Duplikovat roli %(name)s
mi: Tārua tūranga %(name)s
ro: Duplică rolul %(name)s

source: Duplicate tab
bn: নকল ট্যাব
ca: Duplicar pestanya
cs: Duplikovat kartu
es: Duplicar pestaña
ja: タブの複製
mi: Tārua ripa
nl: Tabblad Dupliceren
pt_br: Duplicar aba
ro: Duplică filă
tr: Sekmeyi kopyala
zh_tw: 複製選項卡

source: Duration
bn: মেয়াদকাল
ca: Duració
cs: Trvání
es: Duración
ja: 期限
mi: Roa
nl: Duur
pt_br: Duração
ro: Durată
tr: Süre
zh_tw: 時長
