Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Compose multiple layers together to form complex visuals.
bn: জটিল ভিজ্যুয়াল তৈরি করতে একাধিক স্তর একসাথে রচনা করুন।
ca: Compon múltiples capes juntes per formar visuals complexos.
cs: Složte více vrstev dohromady a vytvořte komplexní vizualizace.
es: Combina múltiples capas para formar visuales complejos.
ja: 複数のレイヤーを組み合わせて、複雑なビジュアルを形成します。
mi: Whakakotahi i ngā papa maha hei hanga whakakite uaua.
nl: Meerdere lagen samen samenstellen om complexe visuals te vormen.
pt_br: Compor várias camadas para formar imagens complexas.
ro: Compune mai multe straturi împreună pentru a forma vizualizări complexe.
tr: Karmaşık görseller oluşturmak için bir araya getirilmiş çoklu katmanları birleştirin.

source: Compute the contribution to the total
bn: মোটের জন্য অবদান হিসাব করুন
ca: Calcular la contribució al total
cs: Vypočítat příspěvek k celku
es: Calcula la contribución al total
ja: 全体への寄与度を算出
mi: Tatau te whakauru ki te katoa
nl: Bereken de bijdrage aan het totaal
pt_br: Calcular a contribuição para o total
ro: Calculează contribuția la total
tr: Toplama katkısını hesaplayın
zh_tw: 計算對總數的貢獻值

source: Condition
bn: শর্ত
ca: Condició
cs: Podmínka
ja: 状態
mi: Āhuatanga
nl: Voorwaarde
pt_br: Condição
ro: Condiție
tr: Koşul
zh_tw: 條件

source: Conditional Formatting
bn: শর্তসাপেক্ষ ফরম্যাটিং
ca: Format Condicional
cs: Podmíněné formátování
ja: 条件付き書式
mi: Hōputu Āhuatanga
nl: Voorwaardelijke opmaak
ro: Formatare Condiționată
tr: Koşullu Biçimlendirme

source: Conditional formatting
bn: শর্তসাপেক্ষ ফরম্যাটিং
ca: Format condicional
cs: Podmíněné formátování
ja: 条件付き書式
mi: Hōputu āhuatanga
nl: Voorwaardelijke opmaak
pt_br: Formatação condicional
ro: Formatare condiționată
tr: Koşullu biçimlendirme
zh_tw: 條件格式設定

source: Confidence interval
bn: আস্থা সীমা
ca: Interval de confiança
cs: Interval spolehlivosti
ja: 信頼区間
mi: Wā pono
nl: Betrouwbaarheidsinterval
pt_br: Intervalo de confiança
ro: Interval de încredere
tr: Güven aralığı
zh_tw: 置信區間間隔

source: Confidence interval must be between 0 and 1 (exclusive)
bn: আস্থা সীমা 0 এবং 1 (এক্সক্লুসিভ) এর মধ্যে হতে হবে।
ca: L'interval de confiança ha d'estar entre 0 i 1 (exclusiu)
cs: Interval spolehlivosti musí být mezi 0 a 1 (vyjma)
es: El intervalo de confianza debe estar entre 0 y 1 (exclusivo)
ja: 信頼区間は 0 から 1 の間でなければなりません。 (両端を含みます。)
mi: Me noho te wā pono i waenga i te 0 me te 1 (motuhake)
nl: Confidence interval moet tussen 0 en 1 liggen (exclusief)
pt_br: Intervalo de confiança deve ser entre 0 e 1 (exclusivo)
ro: Intervalul de încredere trebuie să fie între 0 și 1 (exclusiv)
tr: Güven aralığı 0 ile 1 arasında olmalıdır (dahil değil)
zh_tw: 置信區間必須介於0和1（不包含1）之間

source: Configuration
bn: কনফিগারেশন
ca: Configuració
cs: Konfigurace
es: Configuración
ja: 構成
mi: Whirihora
nl: Configuratie
pt_br: Configuração
ro: Configurare
tr: Yapılandırma
zh_tw: 配置

source: Configure Advanced Time Range
bn: অগ্রণী সময়সীমা কনফিগার করুন
ca: Configurar Rang de Temps Avançat
cs: Konfigurovat pokročilý časový rozsah
ja: 詳細な時間範囲の構成
mi: Whirihora Awhe Wā Aromatawai
nl: Configureer geavanceerd tijdbereik
ro: Configurează Interval Timp Avansat
tr: Gelişmiş Zaman Aralığını Yapılandır
zh_tw: 配置進階時間範圍

source: Configure Time Range: Current...
bn: সময়সীমা কনফিগার করুন: বর্তমান...
ca: Configurar Rang de Temps: Actual...
cs: Konfigurovat časový rozsah: Aktuální...
mi: Whirihora Awhe Wā: Ināianei...
ro: Configurează Interval Timp: Curent...

source: Configure Time Range: Last...
bn: সময়সীমা কনফিগার করুন: শেষ...
ca: Configurar Rang de Temps: Últim...
cs: Konfigurovat časový rozsah: Poslední...
es: Configurar Rango de Tiempo: Último...
ja: 時間範囲の構成: 前回...
mi: Whirihora Awhe Wā: Whakamutunga...
nl: Configureer Tijdbereik: Laatste...
pt_br: Configurar Intervalo de Tempo: Último...
ro: Configurează Interval Timp: Ultim...
tr: Zaman Aralığını Yapılandır: Son...
zh_tw: 配置時間範圍：最近...

source: Configure Time Range: Previous...
bn: সময়সীমা কনফিগার করুন: পূর্ববর্তী...
ca: Configurar Rang de Temps: Anterior...
cs: Konfigurovat časový rozsah: Předchozí...
es: Configurar Rango de Tiempo: Anterior...
ja: 時間範囲の構成: 前...
mi: Whirihora Awhe Wā: Tōmua...
nl: Configureer Tijdbereik: Vorige...
pt_br: Configurar Intervalo de Tempo: Anterior...
ro: Configurează Interval Timp: Anterior...
tr: Zaman Aralığını Yapılandır: Önceki...
zh_tw: 配置時間範圍：上一期...

source: Configure automatic dashboard refresh
ro: Configurează reîmprospătare automată tablou de bord

source: Configure caching and performance settings
ro: Configurează setările de cache și performanță

source: Configure custom time range
bn: কাস্টম সময়সীমা কনফিগার করুন
ca: Configurar rang de temps personalitzat
cs: Konfigurovat vlastní časový rozsah
es: Configurar rango de tiempo personalizado
ja: カスタム時間範囲の構成
mi: Whirihora awhe wā ritenga
nl: Configureer een aangepast tijdsbereik
pt_br: Configurar intervalo de tempo personalizado
ro: Configurează interval timp personalizat
tr: Özel zaman aralığını yapılandır
zh_tw: 配置自定義時間範圍

source: Configure dashboard appearance, colors, and custom CSS
ro: Configurează aspectul tabloului de bord, culorile și CSS-ul personalizat

source: Configure filter scopes
bn: ফিল্টার পরিসর কনফিগার করুন
ca: Configurar àmbits de filtre
cs: Konfigurovat rozsahy filtrů
es: Configurar ámbitos de filtro
ja: フィルタスコープを構成する
mi: Whirihora korahi tātari
nl: Filter scopes configureren
pt_br: Configurar os âmbitos de filtragem
ro: Configurează domeniile de aplicare ale filtrelor
tr: Filtre kapsamlarını yapılandır
zh_tw: 配置過濾範圍

source: Configure the basics of your Annotation Layer.
bn: আপনার অ্যানোটেশন স্তরের মৌলিক বিষয়গুলি কনফিগার করুন।
ca: Configura els aspectes bàsics de la teva Capa d'Anotació.
cs: Nakonfigurujte základy vaší vrstvy anotací.
es: Configura los aspectos básicos de tu Capa de Anotación.
ja: 注釈レイヤーの基本を構成します。
mi: Whirihora i ngā taketake o tō Papa Tohu.
nl: Configureer de basis van uw Aantekeningenlaag.
pt_br: Configurar o fundamentos da sua camada de anotação.
ro: Configurează elementele de bază ale Stratului tău de Adnotare.
tr: Anotasyon Katmanınızın temelini yapılandırın.
zh_tw: 注释層基本配置

source: Configure the chart size for each zoom level
ca: Configurar la mida del gràfic per a cada nivell de zoom
cs: Nakonfigurujte velikost grafu pro každou úroveň přiblížení
mi: Whirihora i te rahi kauwhata mō ia taumata topa
ro: Configurează dimensiunea graficului pentru fiecare nivel de zoom

source: Configure this dashboard to embed it into an external web application.
bn: এই ড্যাশবোর্ডটি একটি বাহ্যিক ওয়েব অ্যাপ্লিকেশনে এম্বেড করার জন্য কনফিগার করুন।
ca: Configura aquest dashboard per incrustar-lo en una aplicació web externa.
cs: Nakonfigurujte tuto nástěnku pro vložení do externí webové aplikace.
es: Configura este panel para incrustarlo en una aplicación web externa.
ja: このダッシュボードを外部 Web アプリケーションに埋め込むように構成します。
mi: Whirihora i tēnei papatohu hei tāmau ki tētahi taupānga tukutuku o waho.
nl: Configureer dit dashboard om het in een externe webapplicatie in te sluiten.
pt_br: Configurar este painel para incorporá-lo em um aplicativo web externo.
ro: Configurează acest tablou de bord pentru a-l încorpora într-o aplicație web externă.
tr: Bu gösterge tablosunu harici bir web uygulamasına gömme işlemini yapılandırın.
zh_tw: 配置此仪表板，以便將其嵌入到外部網路應用程序中。

source: Configure your how you overlay is displayed here.
bn: আপনার ওভারলে এখানে কিভাবে প্রদর্শিত হবে সেটি কনফিগার করুন।
ca: Configura com es mostra la teva superposició aquí.
cs: Zde nakonfigurujte, jak se má zobrazit vaše překrytí.
es: Configura cómo se muestra tu superposición aquí.
ja: ここでオーバーレイの表示方法を設定します。
mi: Whirihora i te whakaaturanga o tō kōpaki ki konei.
nl: Configureer hier hoe uw overlay wordt weergegeven.
pt_br: Configure a forma como a sobreposição é apresentada aqui.
ro: Configurează modul în care overlay-ul tău este afișat aici.
tr: Yerleşiminiz burada nasıl görüntülendiğini yapılandırın.
zh_tw: 配置如何在這里顯示您的標注。

source: Confirm
ro: Confirmă

source: Confirm Password
ca: Confirmar Contrasenya
cs: Potvrdit heslo
mi: Whakaū Kupuhipa
ro: Confirmă Parola

source: Confirm overwrite
bn: ওভাররাইট নিশ্চিত করুন
ca: Confirmar sobreescriptura
cs: Potvrdit přepsání
ja: 上書きの確認
mi: Whakaū tuhirua
nl: Overschrijven bevestigen
pt_br: Confirmar a substituição
ro: Confirmă suprascrierea
tr: Üzerine yazmayı onayla

source: Confirm password
ro: Confirmă parola

source: Confirm save
bn: সেভ নিশ্চিত করুন
ca: Confirmar desar
cs: Potvrdit uložení
es: Confirmar guardado
ja: 保存の確認
mi: Whakaū tiaki
nl: Opslaan bevestigen
pt_br: Confirmar salvar
ro: Confirmă salvarea
tr: Kaydetmeyi onayla
zh_tw: 確認保存

source: Confirm the user's password
ca: Confirmar la contrasenya de l'usuari
cs: Potvrďte heslo uživatele
mi: Whakaū i te kupuhipa o te kaiwhakamahi
ro: Confirmă parola utilizatorului

source: Connect
bn: সংযোগ করুন
ca: Connectar
cs: Připojit
ja: 接続
mi: Hono
nl: Verbinden
pt_br: Conectar
ro: Conectează
tr: Bağlan
zh_tw: 連接

source: Connect Google Sheet
bn: গুগল শীটের সাথে সংযোগ করুন
ca: Connectar Full de Google
cs: Připojit Tabulku Google
es: Conectar Hoja de Google
ja: Googleシートを接続する
mi: Hono Google Sheet
nl: Verbinden met Google Sheet
pt_br: Conectar Planilha Google
ro: Conectează Foaie Google
tr: Google Tabloya Bağlan

source: Connect Google Sheets as tables to this database
bn: এই ডেটাবেজে টেবিল হিসেবে গুগল শীট সংযুক্ত করুন
ca: Connectar Fulls de Google com a taules a aquesta base de dades
cs: Připojit Tabulky Google jako tabulky k této databázi
es: Conecta Google Sheets como tablas a esta base de datos
ja: Google スプレッドシートをテーブルとしてこのデータベースに接続します
mi: Hono i ngā Google Sheets hei ripanga ki tēnei pātengi raraunga
nl: Verbind Google Sheets als tabellen aan deze database
pt_br: Conectar Planilhas Google como tabelas para esse banco de dados
ro: Conectează Foile Google ca tabele la această bază de date
tr: Google Tablolarını bu veritabanına tablo olarak bağlayın
zh_tw: 將Google Sheet作為表格連接到此資料庫

source: Connect a database
bn: একটি ডেটাবেজ সংযুক্ত করুন
ca: Connectar una base de dades
cs: Připojit databázi
ja: データベースに接続する
mi: Hono tētahi pātengi raraunga
nl: Koppel een database
pt_br: Conectar um banco de dados
ro: Conectează o bază de date
tr: Bir veritabanına bağlan
zh_tw: 連接資料庫

source: Connect database
bn: ডেটাবেজ সংযুক্ত করুন
ca: Connectar base de dades
cs: Připojit databázi
ja: データベースに接続する
mi: Hono pātengi raraunga
nl: Verbind database
pt_br: Conectar o banco de dados
ro: Conectează baza de date
tr: Veritabanına bağlan
zh_tw: 連接資料庫

source: Connect this database using the dynamic form instead
bn: এটি পরিবর্তে গতিশীল ফর্ম ব্যবহার করে এই ডেটাবেজটি সংযুক্ত করুন।
ca: Connectar aquesta base de dades utilitzant el formulari dinàmic en lloc
cs: Místo toho připojte tuto databázi pomocí dynamického formuláře
es: Conecta esta base de datos utilizando el formulario dinámico en su lugar
ja: 代わりに動的フォームを使用してこのデータベースに接続します
mi: Hono i tēnei pātengi raraunga mā te puka aunoa
nl: Verbind deze database met behulp van een dynamisch formulier
pt_br: Em vez disso, conecte esse banco de dados utilizando o formulário dinâmico
ro: Conectează această bază de date folosind formularul dinamic în schimb
zh_tw: 使用動態参數連接此資料庫

source: Connect this database with a SQLAlchemy URI string instead
bn: এটি পরিবর্তে একটি SQLAlchemy URI স্ট্রিং সহ এই ডেটাবেজটি সংযুক্ত করুন।
ca: Connectar aquesta base de dades amb una cadena URI de SQLAlchemy en lloc
cs: Místo toho připojte tuto databázi pomocí řetězce URI SQLAlchemy
es: Conecta esta base de datos con una cadena URI de SQLAlchemy en su lugar
ja: 代わりに SQLAlchemy URI 文字列を使用してこのデータベースを接続します
mi: Hono i tēnei pātengi raraunga mā te aho URI SQLAlchemy
nl: Verbind deze database in plaats daarvan met een SQLAlchemy URI
pt_br: Em vez disso, conecte esse banco de dados com uma cadeia de URI SQLAlchemy
ro: Conectează această bază de date cu un șir URI SQLAlchemy în schimb
zh_tw: 使用SQLAlchemy URI链接此資料庫

source: Connection
bn: সংযোগ
ca: Connexió
cs: Připojení
es: Conexión
ja: 繋がり
mi: Hononga
nl: Verbinding
pt_br: Conexão
ro: Conexiune
zh_tw: 連接

source: Connection failed, please check your connection settings
bn: সংযোগ ব্যর্থ হয়েছে, দয়া করে আপনার সংযোগ সেটিংস পরীক্ষা করুন।
ca: La connexió ha fallat, si us plau comprova la configuració de connexió
cs: Připojení selhalo, zkontrolujte prosím nastavení připojení
es: La conexión ha fallado, por favor revisa tus ajustes de conexión
ja: 接続に失敗しました。接続設定を確認してください。
mi: I rahua te hononga, tēnā tirohia ō tautuhinga hononga
nl: Verbinding mislukt, controleer uw verbindingsinstellingen
pt_br: Falha na conexão, por favor verificar suas configurações de conexão
ro: Conexiunea a eșuat, vă rugăm să verificați setările de conexiune
tr: Bağlantı başarısız, lütfen bağlantı ayarlarınızı kontrol edin
zh_tw: 連接失敗，請檢查您的連接配置

source: Connection failed, please check your connection settings.
bn: সংযোগ ব্যর্থ হয়েছে, দয়া করে আপনার সংযোগ সেটিংস পরীক্ষা করুন।
ca: La connexió ha fallat, si us plau comprova la configuració de connexió.
cs: Připojení selhalo, zkontrolujte prosím nastavení připojení.
mi: I rahua te hononga, tēnā tirohia ō tautuhinga hononga.
ro: Conexiunea a eșuat, vă rugăm să verificați setările de conexiune.

source: Contains
ro: Conține

source: Content format
bn: বিষয়ের ফরম্যাট
ca: Format del contingut
cs: Formát obsahu
mi: Hōputu ihirangi
ro: Format conținut

source: Content type
bn: বিষয়ের প্রকার
ca: Tipus de contingut
cs: Typ obsahu
mi: Momo ihirangi
ro: Tip conținut

source: Continue
bn: অগ্রসর হোন
ca: Continuar
cs: Pokračovat
ja: 継続
mi: Haere tonu
nl: Doorgaan
pt_br: Continuar
ro: Continuă
tr: Devam et

source: Continuous
bn: অবিচ্ছিন্ন
ca: Continu
cs: Spojitý
es: Continuo
ja: 連続
mi: Auau tonu
nl: Doorlopend
pt_br: Contínuo
ro: Continuu
tr: Sürekli
zh_tw: 連續式

source: Contours
bn: আকৃতি
ca: Contorns
cs: Obrysy
ja: 輪郭
mi: Takotoranga
ro: Contururi

source: Contribution
bn: অবদান
ca: Contribució
cs: Příspěvek
es: Contribución
ja: 貢献
mi: Whakauru
nl: Bijdrage
pt_br: Contribuição
ro: Contribuție
tr: Katılım
zh_tw: 貢獻

source: Contribution Mode
bn: অবদান মোড
ca: Mode de Contribució
cs: Režim příspěvku
ja: 貢献モード
mi: Aratau Whakauru
nl: Bijdraag modus
pt_br: Modo de contribuição
ro: Mod Contribuție
tr: Katılım Modu
zh_tw: 貢獻模式

source: Contributions
ro: Contribuții

source: Control labeled
bn: নিয়ন্ত্রণ লেবেলযুক্ত
ca: Control etiquetat
cs: Ovládací prvek s popiskem
es: Control etiquetado
ja: ラベル付きコントロール
mi: Kua tapangahia te whakahaere
nl: Controle gelabeld
ro: Control etichetat
tr: Etiketli kontrol
zh_tw: 控件已標記

source: Controls labeled
bn: নিয়ন্ত্রণ লেবেলযুক্ত
ca: Controls etiquetats
cs: Ovládací prvky s popiskem
es: Controles etiquetados
ja: ラベル付きコントロール
mi: Kua tapangahia ngā whakahaere
nl: Bediening gelabeld
ro: Controale etichetate
tr: Etiketli kontroller
zh_tw: 控件已標記

source: Copied to clipboard!
bn: ক্লিপবোর্ডে কপি হয়েছে!
ca: Copiat al porta-retalls!
cs: Zkopírováno do schránky!
ja: クリップボードにコピーされました!
mi: Kua tāruatia ki te papatopenga!
nl: Gekopieerd naar het klembord!
pt_br: Copiado para a área de transferência!
ro: Copiat în clipboard!
tr: Panoya kopyalandı!
zh_tw: 複製到剪貼簿！

source: Copy
bn: কপি করুন
ca: Copiar
cs: Kopírovat
es: Copia
ja: コピー
mi: Tārua
nl: Kopiëren
pt_br: Copiar
ro: Copiază
tr: Kopyala
zh_tw: 複製

source: Copy SELECT statement
ca: Copiar declaració SELECT
cs: Kopírovat příkaz SELECT
mi: Tārua kīanga SELECT
ro: Copiază declarația SELECT

source: Copy SELECT statement to the clipboard
bn: ক্লিপবোর্ডে SELECT বিবৃতি কপি করুন
ca: Copiar declaració SELECT al porta-retalls
cs: Kopírovat příkaz SELECT do schránky
es: Copiar la sentencia SELECT al portapapeles
ja: SELECT文をクリップボードにコピー
mi: Tārua kīanga SELECT ki te papatopenga
nl: Kopieer SELECT-instructie naar het klembord
pt_br: Copiar instrução SELECT para a área de transferência
ro: Copiază declarația SELECT în clipboard
tr: SELECT ifadesini panoya kopyala
zh_tw: 將 SELECT 語句複製到剪貼簿

source: Copy URL
ca: Copiar URL
cs: Kopírovat URL
mi: Tārua URL
ro: Copiază URL

source: Copy and Paste JSON credentials
bn: JSON শংসাপত্র কপি এবং পেস্ট করুন
ca: Copiar i Enganxar credencials JSON
cs: Zkopírujte a vložte přihlašovací údaje JSON
es: Copia y pega las credenciales JSON
ja: JSON認証情報をコピーして貼り付けます
mi: Tārua me te Whakapiri i ngā taipitopito JSON
nl: Kopieer en plak JSON aanmeldgegevens
pt_br: Copiar e cole as credenciais JSON
ro: Copiază și Lipește credențiale JSON
tr: JSON kimlik bilgilerini kopyala ve yapıştır
zh_tw: 複製和粘贴JSON憑證

source: Copy code to clipboard
ro: Copiază codul în clipboard

source: Copy link
bn: লিংক কপি করুন
ca: Copiar enllaç
cs: Kopírovat odkaz
es: Copiar enlace
ja: リンクをコピー
nl: Kopieer link
pt_br: Copiar link
ro: Copiază link
tr: Bağlantıyı kopyala
zh_tw: 複製链接

source: Copy of %s
bn: %s এর কপি
ca: Còpia de %s
cs: Kopie %s
es: Copia de %s
ja: %sのコピー
mi: Tārua o %s
nl: Kopie van %s
pt_br: Copiar de %s
ro: Copie a %s
tr: %s'in Kopyası
zh_tw: %s 的副本

source: Copy partition query to clipboard
bn: পার্টিশন কোয়েরি ক্লিপবোর্ডে কপি করুন
ca: Copiar consulta de partició al porta-retalls
cs: Kopírovat dotaz oddílu do schránky
es: Copiar consulta de partición al portapapeles
ja: パーティションクエリをクリップボードにコピー
mi: Tārua pātai wāhanga ki te papatopenga
nl: Kopieer partitie query naar klembord
pt_br: Copiar consulta de partição para a área de transferência
ro: Copiază interogarea partiției în clipboard
tr: Bölüm sorgusunu panoya kopyala
zh_tw: 將分區查詢複製到剪貼簿

source: Copy permalink to clipboard
bn: পার্মালিঙ্ক ক্লিপবোর্ডে কপি করুন
ca: Copiar enllaç permanent al porta-retalls
cs: Kopírovat trvalý odkaz do schránky
ja: パーマリンクをクリップボードにコピー
mi: Tārua hononga-ā-mau ki te papatopenga
nl: Kopieer permalink naar klembord
pt_br: Copiar permalink para a área de transferência
ro: Copiază linkul permanent în clipboard
tr: Kalıcı bağlantıyı panoya kopyala

source: Copy query link to your clipboard
bn: আপনার ক্লিপবোর্ডে কোয়েরি লিংক কপি করুন
ca: Copiar enllaç de consulta al teu porta-retalls
cs: Kopírovat odkaz na dotaz do schránky
es: Copia el enlace de la consulta en tu portapapeles
ja: クエリのlinkをクリップボードにコピー
mi: Tārua hono pātai ki tō papatopenga
nl: Kopieer query link naar uw klembord
pt_br: Copiar link de consulta para sua área de transferência
ro: Copiază linkul interogării în clipboard-ul tău
tr: Sorgu bağlantısını panonuza kopyala
zh_tw: 將查詢链接複製到剪貼簿

source: Copy the current data
ca: Copiar les dades actuals
cs: Kopírovat aktuální data
mi: Tārua i ngā raraunga o nāianei
ro: Copiază datele curente

source: Copy the identifier of the account you are trying to connect to.
bn: আপনি যে অ্যাকাউন্টে সংযোগ করতে যাচ্ছেন তার পরিচয়কৃত কপি করুন।
ca: Copia l'identificador del compte al qual intentes connectar-te.
cs: Zkopírujte identifikátor účtu, ke kterému se pokoušíte připojit.
es: Copia el identificador de la cuenta a la que estás intentando conectarte.
ja: 接続しようとしているアカウントの識別子をコピーします。
mi: Tārua te waitohu o te kaute e ngana ana koe ki te hono.
nl: Kopieer de identifier van de account waarmee u verbinding probeert te maken.
ro: Copiază identificatorul contului la care încearcă să te conectezi.

source: Copy the name of the HTTP Path of your cluster.
bn: আপনার ক্লাস্টারের HTTP পাথের নাম কপি করুন।
ca: Copia el nom del Camí HTTP del teu clúster.
cs: Zkopírujte název HTTP cesty vašeho clusteru.
es: Copia el nombre de la Ruta HTTP de tu clúster.
ja: クラスターの HTTP パスの名前をコピーします。
mi: Tārua te ingoa o te Ara HTTP o tō rāpaki.
nl: Kopieer de naam van het HTTP-pad van uw cluster.
pt_br: Copiar o nome do caminho HTTP de seu cluster.
ro: Copiază numele Căii HTTP a clusterului tău.
tr: Kümenizin HTTP Yolu'nun adını kopyalayın.

source: Copy the name of the database you are trying to connect to.
bn: আপনি যে ডেটাবেজে সংযোগ করতে যাচ্ছেন তার নাম কপি করুন।
ca: Copia el nom de la base de dades a la qual intentes connectar-te.
cs: Zkopírujte název databáze, ke které se pokoušíte připojit.
es: "Copia el nombre de la base de datos a la que estás intentando conectarte."
ja: 接続しようとしているデータベースの名前をコピーします。
mi: Tārua te ingoa o te pātengi raraunga e ngana ana koe ki te hono.
nl: Kopieer de naam van de database waarmee u verbinding probeert te maken.
pt_br: Copiar o nome do banco de dados que você está tentando se conectar.
ro: Copiază numele bazei de date la care încearcă să te conectezi.
tr: Bağlanmaya çalıştığınız veritabanının adını kopyalayın.

source: Copy to Clipboard
bn: ক্লিপবোর্ডে কপি করুন
ca: Copiar al Porta-retalls
cs: Kopírovat do schránky
ja: クリップボードにコピー
mi: Tārua ki te Papatopenga
nl: Kopieer naar Klembord
pt_br: Copiar para Área de transferência
ro: Copiază în Clipboard
tr: Panoya Kopyala
zh_tw: 複製到剪貼簿

source: Copy to clipboard
bn: ক্লিপবোর্ডে কপি করুন
ca: Copiar al porta-retalls
cs: Kopírovat do schránky
es: Copiar al portapapeles
ja: クリップボードにコピー
mi: Tārua ki te papatopenga
nl: Kopieer naar klembord
pt_br: Copiar para área de transferência
ro: Copiază în clipboard
tr: Panoya kopyala
zh_tw: 複製到剪貼簿

source: Copy with Headers
ro: Copiază cu Antete

source: Corner Radius
ca: Radi de Cantonada
cs: Poloměr rohu
mi: Pūtoro Koki
ro: Rază Colț

source: Correlation
bn: আপেক্ষিকতা
ca: Correlació
cs: Korelace
mi: Hononga
nl: Correlatie
pt_br: Correlação
ro: Corelație
tr: Korelasyon
zh_tw: 相關性

source: Cost estimate
bn: ব্যয় অনুমান
ca: Estimació de cost
cs: Odhad nákladů
es: Estimación de coste
ja: コストの見積もり
mi: Utu tauwhitinga
nl: Kostenraming
pt_br: Estimativa de custo
ro: Estimare cost
tr: Maliyet tahmini
zh_tw: 成本估算

source: Could not connect to database: "%(database)s"
bn: ডেটাবেজে সংযোগ করতে ব্যর্থ: "%(database)s"
ca: No s'ha pogut connectar a la base de dades: "%(database)s"
cs: Nelze se připojit k databázi: „%(database)s“
ja: データベースに接続できませんでした。: "%(database)s"
mi: Kāore i taea te hono ki te pātengi raraunga: "%(database)s"
nl: Kan niet verbinden met de database: "%(database)s"
ro: Nu s-a putut conecta la baza de date: "%(database)s"
tr: Veritabanına bağlanılamadı: "%(database)s"

source: Could not determine datasource type
bn: ডেটাসোর্সের প্রকার নির্ধারণ করতে ব্যর্থ
ca: No s'ha pogut determinar el tipus de font de dades
cs: Nelze určit typ zdroje dat
es: No se pudo determinar el tipo de fuente de datos
ja: データソースタイプを決定できませんでした。
mi: Kāore i taea te whakatau i te momo puna raraunga
nl: Kon type gegevensbron niet bepalen
pt_br: Não foi possível determinar o tipo de fonte de dados
ro: Nu s-a putut determina tipul sursei de date
tr: Veri kaynağı türü belirlenemedi
zh_tw: 無法確定數據源類型

source: Could not fetch all saved charts
bn: সংরক্ষিত সকল চার্ট Fetch করতে ব্যর্থ
ca: No s'han pogut recuperar tots els gràfics desats
cs: Nepodařilo se načíst všechny uložené grafy
es: No se pudieron obtener todas las gráficas guardadas
ja: 保存したすべてのチャートを取得できませんでした
mi: Kāore i taea te tiki i ngā kauwhata katoa kua tiakina
nl: Kon niet alle opgeslagen grafieken ophalen
pt_br: Não foi possível obter todos os gráficos salvos
ro: Nu s-au putut prelua toate graficele salvate
tr: Tüm kaydedilmiş grafikler alınamadı
zh_tw: 無法獲取所有保存的圖表

source: Could not find viz object
bn: ভিজ অবজেক্ট খুঁজে পেতে ব্যর্থ
ca: No s'ha pogut trobar l'objecte de visualització
cs: Nelze najít objekt vizualizace
es: No se pudo encontrar el objeto de visualización
ja: viz オブジェクトが見つかりませんでした。
mi: Kāore i kitea te ahanoa viz
nl: Kon het viz object niet vinden
pt_br: Não foi possível encontrar o objeto viz
ro: Nu s-a putut găsi obiectul viz
tr: Görselleştirme nesnesi bulunamadı
zh_tw: 找不到可視化對象

source: Could not load database driver
bn: ডেটাবেজ ড্রাইভার লোড করতে ব্যর্থ
ca: No s'ha pogut carregar el controlador de base de dades
cs: Nepodařilo se načíst ovladač databáze
es: No se pudo cargar el controlador de la base de datos
ja: データベースドライバーをロードできませんでした。
mi: Kāore i taea te uta i te taraiwa pātengi raraunga
nl: Kon het database driver niet laden
pt_br: Não foi possível carregar o driver do banco de dados
ro: Nu s-a putut încărca driverul bazei de date
tr: Veritabanı sürücüsü yüklenemedi
zh_tw: 無法加载資料庫驱動程序
