Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Scheduled task executor not found
bn: শিডিউল করা টাস্ক এক্সিকিউটর পাওয়া যায়নি
ca: Executor de tasques programades no trobat
cs: Exekutor naplánovaných úloh nenalezen
ja: スケジュールされたタスクの実行者が見つかりません。
mi: Kāore i kitea te kaiwhakatutuki tūmahi hōtaka
nl: Geplande taakuitvoerder niet gevonden
pt_br: O executor da tarefa agendada não foi encontrado
ro: Executorul de sarcini programate nu a fost găsit
tr: Zamanlanmış görev yürütücüsü bulunamadı

source: Schema
bn: স্কিমা
ca: Esquema
cs: Schéma
es: Esquema
ja: スキーマ
mi: Hanga
pt_br: Esquema
ro: Schemă
tr: Şema
zh_tw: 模式

source: Schema cache timeout
bn: স্কিমা ক্যাশের টাইমআউট
ca: Timeout de la caché d'esquema
cs: Časový limit mezipaměti schématu
ja: スキーマキャッシュタイムアウト
mi: Wā kore-mahi keteroki hanga
pt_br: Tempo limite do cache de esquema
ro: Timeout cache schemă
tr: Şema önbellek zaman aşımı
zh_tw: 模式缓存超時

source: Schemas allowed for File upload
bn: ফাইল আপলোডের জন্য অনুমোদিত স্কিমা
ca: Esquemes permesos per pujada d'arxius
cs: Schémata povolená pro nahrání souboru
ja: ファイルのアップロードに許可されるスキーマ
mi: Hanga e whakāetia ana mō te tukuake kōnae
nl: Schemas toegestaan voor bestandsupload
pt_br: Esquemas permitidos para upload de arquivos
ro: Schemă permise pentru încărcare fișier
tr: Dosya yükleme için izin verilen şemalar

source: Scope
bn: স্কোপ
ca: Àmbit
cs: Rozsah
es: Alcance
ja: スコープ
mi: Korahi
pt_br: Escopo
ro: Domeniu
tr: Kapsam

source: Scoping
bn: স্কোপিং
ca: Àmbit d'aplicació
cs: Rozsah platnosti
es: Definición del alcance
ja: スコープ
mi: Korahi
pt_br: Escopo
ro: Domeniu de aplicare
tr: Kapsam
zh_tw: 範圍

source: Screenshot width
bn: স্ক্রীনশটের প্রস্থ
ca: Amplada de captura de pantalla
cs: Šířka snímku obrazovky
es: Ancho de captura de pantalla
ja: スクリーンショットの幅
mi: Whānui hopuataata
nl: Schermafbeelding breedte
ro: Lățime captură ecran
zh_tw: 截圖寬度

source: Screenshot width must be between %(min)spx and %(max)spx
bn: স্ক্রীনশটের প্রস্থ %(min)spx থেকে %(max)spx এর মধ্যে হতে হবে
ca: L'amplada de captura de pantalla ha de ser entre %(min)spx i %(max)spx
cs: Šířka snímku obrazovky musí být mezi %(min)spx a %(max)spx
es: El ancho de la captura de pantalla debe estar entre %(min)spx y %(max)spx
ja: スクリーンショットの幅は %(min)spx から %(max)spx の間である必要があります。
mi: Me noho te whānui hopuataata i waenga i %(min)spx me %(max)spx
nl: Schermafbeelding breedte moet liggen tussen %(min)spx en %(max)spx
ro: Lățimea capturii de ecran trebuie să fie între %(min)spx și %(max)spx
zh_tw: 截圖寬度必須位於 %(min)spx - %(max)spx 之間

source: Scroll
bn: স্ক্রোল
ca: Desplaçar
cs: Posunout
es: Desplazar
ja: スクロール
mi: Takahuri
pt_br: Rolagem
ro: Derulează
tr: Kaydır
zh_tw: 滚動

source: Scroll down to the bottom to enable overwriting changes.
bn: পরিবর্তনগুলি ওভাররাইট করতে নীচে স্ক্রোল করুন।
ca: Desplaça't cap avall fins al final per habilitar sobreescriure canvis.
cs: Posuňte se dolů pro povolení přepsání změn.
es: Desplázate hasta el final para habilitar la sobrescritura de cambios.
ja: 一番下までスクロールして、変更の上書きを有効にします。
mi: Takahuri ki raro ki te wāhi raro hei whakahohe i te tuhirua i ngā huringa.
nl: Scroll naar beneden om overschrijvingen mogelijk te maken.
ro: Derulați în jos până la capăt pentru a activa suprascrierea modificărilor.
tr: Değişiklikleri üzerine yazmak için aşağı kaydırın.

source: Search
bn: অনুসন্ধান করুন
ca: Cercar
cs: Hledat
es: Buscar
ja: 検索
mi: Rapu
nl: Zoek
pt_br: Pesquisar
ro: Caută
tr: Ara
zh_tw: 搜索

source: Search %s records
bn: %s রেকর্ড অনুসন্ধান করুন
ca: Cercar %s registres
cs: Hledat %s záznamů
mi: Rapu %s rekoata
ro: Caută %s înregistrări

source: Search / Filter
bn: অনুসন্ধান / ফিল্টার
ca: Cercar / Filtrar
cs: Hledat / Filtrovat
es: Buscar / Filtrar
ja: 検索/フィルター
mi: Rapu / Tātari
nl: Zoek / Filter
pt_br: Pesquisa / Filtro
ro: Caută / Filtrează
tr: Ara / Filtre
zh_tw: 搜索 / 過濾

source: Search Metrics & Columns
bn: মেট্রিক্স এবং কলাম অনুসন্ধান করুন
ca: Cercar Mètriques i Columnes
cs: Hledat metriky a sloupce
es: Buscar Métricas y Columnas
ja: 検索指標と列
mi: Rapu Ine me ngā Tīwae
nl: Zoek Metriek & Kolommen
pt_br: Pesquisar Métricas e Colunas
ro: Caută metrici și coloane
tr: Metrikler ve Sütunları Ara
zh_tw: 搜索指標和列

source: Search all charts
bn: সমস্ত চার্ট অনুসন্ধান করুন
ca: Cercar tots els gràfics
cs: Hledat všechny grafy
ja: すべてのチャートを検索
mi: Rapu i ngā kauwhata katoa
nl: Zoek in alle grafieken
pt_br: Pesquisar todos os gráficos
ro: Caută în toate graficele
tr: Tüm grafikleri ara
zh_tw: 搜索所有圖表

source: Search box
bn: অনুসন্ধান বক্স
ca: Caixa de cerca
cs: Vyhledávací pole
ja: 検索ボックス
mi: Pouaka rapu
nl: Zoek vak
pt_br: Caixa de pesquisa
ro: Caseta de căutare
tr: Arama kutusu
zh_tw: 搜索框

source: Search by query text
bn: অনুসন্ধান টেক্সট দ্বারা অনুসন্ধান করুন
ca: Cercar per text de consulta
cs: Hledat podle textu dotazu
es: Buscar por texto de consulta
ja: クエリテキストによる検索
mi: Rapu mā te kupu pātai
nl: Zoek op querytekst
pt_br: Pesquisar consulta
ro: Caută după textul interogării
tr: Sorgu metni ile ara
zh_tw: 按查詢文本搜索

source: Search columns
bn: কলাম অনুসন্ধান করুন
ca: Cercar columnes
cs: Hledat sloupce
ja: 検索列
mi: Rapu tīwae
nl: Zoek kolommen
pt_br: Colunas de pesquisa
ro: Caută coloane
tr: Sütunları ara

source: Search columns...
ro: Caută coloane...

source: Search in filters
bn: ফিল্টারে অনুসন্ধান করুন
ca: Cercar en filtres
cs: Hledat ve filtrech
ja: フィルターで検索
mi: Rapu i ngā tātari
nl: Zoek in filters
pt_br: Pesquisar em filtros
ro: Caută în filtre
tr: Filtrelerde ara

source: Search owners
ro: Caută proprietari

source: Search roles
ro: Caută roluri

source: Search tags
ro: Caută etichete

source: Search...
bn: অনুসন্ধান করুন...
ca: Cercar...
cs: Hledat...
es: Buscar...
ja: 検索…
mi: Rapu...
nl: Zoek…
pt_br: Pesquisar...
ro: Caută...
tr: Ara...
zh_tw: 搜索...

source: Second
bn: দ্বিতীয়
ca: Segon
cs: Sekunda
ja: 秒
mi: Hēkona
nl: Seconde
pt_br: Segundo
ro: Secundă
tr: Saniye
zh_tw: 秒

source: Secondary
bn: দ্বিতীয়
ca: Secundari
cs: Sekundární
ja: 二次
mi: Tuarua
nl: Secundair
pt_br: Secundário
ro: Secundar
tr: İkincil
zh_tw: 次要

source: Secondary Metric
bn: দ্বিতীয় মেট্রিক
ca: Mètrica Secundària
cs: Sekundární metrika
ja: 二次メトリック
mi: Ine Tuarua
nl: Secundaire Metriek
pt_br: Métrica secundária
ro: Metrică secundară
tr: İkincil Metrik
zh_tw: 次計量指標

source: Secondary currency format
bn: দ্বিতীয় মুদ্রার বিন্যাস
ca: Format de moneda secundària
cs: Formát sekundární měny
es: Formato de moneda secundaria
ja: 二次通貨形式
mi: Hōputu moni tuarua
nl: Secundaire valuta opmaak
ro: Format monedă secundar

source: Secondary y-axis Bounds
bn: দ্বিতীয় y-অক্ষের সীমা
ca: Límits de l'eix y Secundari
cs: Hranice sekundární osy Y
es: Límites del eje y secundario
ja: 2 次 y 軸境界
mi: Rohe tukutuku-y Tuarua
nl: Secundaire y-as grenzen
ro: Limite axa y secundară
tr: İkincil y-eksen sınırları

source: Secondary y-axis format
bn: দ্বিতীয় y-অক্ষের বিন্যাস
ca: Format de l'eix y secundari
cs: Formát sekundární osy Y
es: Formato del eje y secundario
ja: 二次 y 軸形式
mi: Hōputu tukutuku-y tuarua
nl: Secundaire y-as opmaak
pt_br: Formato do eixo y secundário
ro: Format axa y secundară
tr: İkincil y-eksen biçimi
zh_tw: 次級 Y 軸格式

source: Secondary y-axis title
bn: দ্বিতীয় y-অক্ষের শিরোনাম
ca: Títol de l'eix y secundari
cs: Název sekundární osy Y
es: Título del eje y secundario
ja: 2番目のy軸タイトル
mi: Taitara tukutuku-y tuarua
nl: Secundaire titel y-as
pt_br: Título secundário do eixo y
ro: Titlu axa y secundară
tr: İkincil y-eksen başlığı
zh_tw: 次級 Y 軸標題

source: Seconds %s
bn: সেকেন্ড %s
ca: Segons %s
cs: Sekundy %s
ja: 秒 %s
mi: Hēkona %s
nl: Seconden %s
pt_br: Segundos %s
ro: Secunde %s
tr: Saniye %s
zh_tw: %s 秒

source: Secure extra
bn: নিরাপদ অতিরিক্ত
ca: Extra segur
cs: Zabezpečené extra
es: Seguro extra
ja: 追加の安全性
mi: Taapiri haumaru
nl: Beveilig extra
pt_br: Segurança Extra
ro: Extra securizat
tr: Güvenli ek
zh_tw: 安全

source: Security
bn: নিরাপত্তা
ca: Seguretat
cs: Zabezpečení
es: Seguridad
ja: セキュリティ
mi: Haumaru
nl: Beveiliging
pt_br: Segurança
ro: Securitate
tr: Güvenlik
zh_tw: 安全

source: See all %(tableName)s
bn: সমস্ত %(tableName)s দেখুন
ca: Veure tots els %(tableName)s
cs: Zobrazit všechna %(tableName)s
ja: すべての %(tableName) を表示
mi: Tirohia ngā %(tableName)s katoa
nl: Bekijk alle %(tableName)s
pt_br: Ver todos %(tableName)s
ro: Vezi toate %(tableName)s
tr: Tüm %(tableName)s'yi görüntüle
zh_tw: 查看全部 - %(tableName)s

source: See less
bn: কম দেখুন
ca: Veure menys
cs: Zobrazit méně
es: Ver menos
ja: もっと見る
mi: Tirohia te iti ake
nl: Zie minder
pt_br: Veja menos
ro: Vezi mai puțin
tr: Daha az gör
zh_tw: 查看更少

source: See more
bn: আরও দেখুন
ca: Veure més
cs: Zobrazit více
es: Ver más
ja: 続きを見る
mi: Tirohia te nui ake
nl: Zie meer
pt_br: Ver mais
ro: Vezi mai mult
tr: Daha fazla gör
zh_tw: 查看更多

source: See query details
bn: অনুসন্ধানের বিস্তারিত দেখুন
ca: Veure detalls de la consulta
cs: Zobrazit podrobnosti dotazu
ja: クエリの詳細を参照
mi: Tirohia ngā taipitopito pātai
nl: Bekijk query details
pt_br: Ver detalhes da consulta
ro: Vezi detalii interogare
tr: Sorgu detaylarını görüntüle

source: See table schema
bn: টেবিলের স্কিমা দেখুন
ca: Veure esquema de taula
cs: Zobrazit schéma tabulky
es: Ver esquema de tabla
ja: テーブルスキーマを参照
nl: Zie tabel schema
pt_br: Ver esquema da tabela
ro: Vezi schema tabelului
tr: Tablo şemasını görüntüle
zh_tw: 查看表結構

source: Select
bn: নির্বাচন করুন
ca: Seleccionar
cs: Vybrat
ja: 選択する
mi: Tīpako
nl: Selecteer
pt_br: Selecione
ro: Selectează
tr: Seç
zh_tw: 選擇

source: Select ...
bn: নির্বাচন করুন ...
ca: Seleccionar ...
cs: Vybrat...
es: Seleccionar ...
ja: 選択する
mi: Tīpako ...
nl: Selecteer …
pt_br: Selecione ...
ro: Selectează ...
tr: Seç...
zh_tw: 選擇 ...

source: Select All
ro: Selectează tot

source: Select Column
ro: Selectează coloană

source: Select Delivery Method
bn: ডেলিভারি পদ্ধতি নির্বাচন করুন
ca: Seleccionar Mètode de Lliurament
cs: Vybrat metodu doručení
ja: 配送方法の選択
mi: Tīpako Tikanga Tuku
nl: Selecteer verzendmethode
pt_br: Selecione o método de entrega
ro: Selectează metoda de livrare
tr: Teslimat Yöntemini Seçin
zh_tw: 增加通知方法

source: Select Filter
ro: Selectează filtru

source: Select Tags
bn: ট্যাগ নির্বাচন করুন
ca: Seleccionar Etiquetes
cs: Vybrat značky
ja: タグの選択
mi: Tīpako Tohu
nl: Selecteer Tags
ro: Selectează etichete

source: Select Value
ro: Selectează valoare

source: Select a CSS template
ro: Selectează un șablon CSS

source: Select a column
bn: একটি কলাম নির্বাচন করুন
ca: Seleccionar una columna
cs: Vybrat sloupec
ja: 列を選択してください
mi: Tīpakohia tētahi tīwae
nl: Selecteer een kolom
pt_br: Selecione uma coluna
ro: Selectează o coloană
tr: Bir sütun seçin
zh_tw: 選擇列

source: Select a dashboard
bn: একটি ড্যাশবোর্ড নির্বাচন করুন
cs: Vybrat nástěnku
ja: ダッシュボードを選択してください
mi: Tīpakohia tētahi papatohu
nl: Selecteer een dashboard
pt_br: Selecione um painel
ro: Selectează un tablou de bord
tr: Bir pano seçin
zh_tw: 選擇看板

source: Select a database
bn: একটি ডেটাবেস নির্বাচন করুন
cs: Vybrat databázi
mi: Tīpakohia tētahi pātengi raraunga
ro: Selectează o bază de date

source: Select a database table and create dataset
bn: একটি ডেটাবেস টেবিল নির্বাচন করুন এবং ডেটাসেট তৈরি করুন
ca: Seleccionar una taula de base de dades i crear dataset
cs: Vybrat databázovou tabulku a vytvořit sadu dat
ja: データベーステーブルを選択してデータセットを作成する
mi: Tīpakohia tētahi ripanga pātengi raraunga, ā, hangaia te rārangi raraunga
nl: Selecteer een database tabel en maak dataset aan
pt_br: Selecione uma tabela de banco de dados e crie um conjunto de dados
ro: Selectează un tabel din baza de date și creează set de date
tr: Bir veritabanı tablosu seçin ve veri kümesi oluşturun

source: Select a database table.
bn: একটি ডেটাবেস টেবিল নির্বাচন করুন।
ca: Seleccionar una taula de base de dades.
cs: Vyberte databázovou tabulku.
ja: データベーステーブルを選択します。
mi: Tīpakohia tētahi ripanga pātengi raraunga.
nl: Selecteer een databasetabel.
pt_br: Selecione uma tabela de banco de dados.
ro: Selectează un tabel din baza de date.
tr: Bir veritabanı tablosu seçin.

source: Select a database to connect
bn: সংযুক্ত করার জন্য একটি ডেটাবেস নির্বাচন করুন
ca: Seleccionar una base de dades per connectar
cs: Vyberte databázi pro připojení
ja: 接続するデータベースを選択してください
mi: Tīpakohia tētahi pātengi raraunga hei hono
nl: Selecteer een database om te verbinden
pt_br: Selecione um banco de dados para se conectar
ro: Selectează o bază de date pentru conectare
tr: Bağlanmak için bir veritabanı seçin
zh_tw: 選擇將要連接的資料庫

source: Select a database to upload the file to
bn: ফাইল আপলোড করার জন্য একটি ডেটাবেস নির্বাচন করুন
ca: Seleccionar una base de dades on pujar l'arxiu
cs: Vyberte databázi, do které se má soubor nahrát
es: Seleccione una base de datos para subir el archivo a ella
ja: ファイルをアップロードするデータベースを選択してください。
mi: Tīpakohia tētahi pātengi raraunga hei tukuake i te kōnae
nl: Selecteer een database om het bestand naar te uploaden
pt_br: Selecione um banco de dados para enviar o arquivo
ro: Selectează o bază de date pentru încărcarea fișierului
tr: Dosyayı yüklemek için bir veritabanı seçin

source: Select a database to write a query
bn: একটি অনুসন্ধান লেখার জন্য একটি ডেটাবেস নির্বাচন করুন
ca: Seleccionar una base de dades per escriure una consulta
cs: Vyberte databázi pro napsání dotazu
ja: クエリを作成するデータベースを選択してください
mi: Tīpakohia tētahi pātengi raraunga hei tuhi i tētahi pātai
nl: Selecteer een database om een query te schrijven
pt_br: Selecione um banco de dados para escrever uma consulta
ro: Selectează o bază de date pentru a scrie o interogare
tr: Bir sorgu yazmak için bir veritabanı seçin
zh_tw: 選擇要進行查詢的資料庫

source: Select a dataset
bn: একটি ডেটাসেট নির্বাচন করুন
cs: Vybrat sadu dat
ja: データセットを選択してください
mi: Tīpakohia tētahi rārangi raraunga
nl: Selecteer een dataset
ro: Selectează un set de date

source: Select a delimiter for this data
bn: এই ডেটার জন্য একটি ডেলিমিটার নির্বাচন করুন
ca: Seleccionar un delimitador per aquestes dades
cs: Vyberte oddělovač pro tato data
mi: Tīpakohia tētahi tohutuhi mō ēnei raraunga
ro: Selectează un delimitator pentru aceste date

source: Select a dimension
bn: একটি মাত্রা নির্বাচন করুন
ca: Seleccionar una dimensió
cs: Vybrat dimenzi
ja: 寸法を選択してください
mi: Tīpakohia tētahi āhuahanga
nl: Kies een dimensie
pt_br: Selecione uma dimensão
ro: Selectează o dimensiune
tr: Bir boyut seçin

source: Select a linear color scheme
ro: Selectează o schemă de culori liniară

source: Select a metric to display on the right axis
bn: ডান অক্ষে প্রদর্শনের জন্য একটি মেট্রিক নির্বাচন করুন
ca: Seleccionar una mètrica per mostrar a l'eix dret
cs: Vyberte metriku pro zobrazení na pravé ose
ja: 右軸に表示するメトリックを選択してください。
mi: Tīpakohia tētahi ine hei whakaatu i te tukutuku matau
nl: Selecteer een metriek om weer te geven op de rechter as
ro: Selectează o metrică pentru afișare pe axa dreaptă

source: Select a metric to display. You can use an aggregation function on a column or write custom SQL to create a metric.
bn: প্রদর্শনের জন্য একটি মেট্রিক নির্বাচন করুন। আপনি একটি কলামে একটি সমষ্টিগত ফাংশন ব্যবহার করতে পারেন অথবা একটি মেট্রিক তৈরি করতে কাস্টম SQL লিখতে পারেন।
ca: Seleccionar una mètrica per mostrar. Pots usar una funció d'agregació en una columna o escriure SQL personalitzat per crear una mètrica.
cs: Vyberte metriku k zobrazení. Můžete použít agregační funkci na sloupci nebo napsat vlastní SQL pro vytvoření metriky.
es: Seleccione una métrica para mostrar. Puede usar una función de agregación en una columna o escribir SQL personalizado para crear una métrica.
ja: 表示するメトリックを選択します。列に対して集計関数を使用することも、カスタム SQL を作成してメトリクスを作成することもできます。
mi: Tīpakohia tētahi ine hei whakaatu. Ka taea e koe te whakamahi i tētahi taumahi whakaarotau i runga i tētahi tīwae, te tuhi SQL ritenga rānei hei hanga i tētahi ine.
nl: Selecteer een metriek om weer te geven. U kunt een aggregatie functie gebruiken op een kolom of aangepaste SQL schrijven om een metriek te maken.
ro: Selectează o metrică de afișat. Puteți folosi o funcție de agregare pe o coloană sau scrie SQL personalizat pentru a crea o metrică.
zh_tw: 選擇一個要展示的指標。您可以使用聚合函數對列進行操作，或编寫自定義 SQL 來創建一個指標。

source: Select a predefined CSS template to apply to your dashboard
ro: Selectează un șablon CSS predefinit pentru aplicare la tabloul de bord

source: Select a schema
bn: একটি স্কিমা নির্বাচন করুন
ca: Seleccionar un esquema
cs: Vybrat schéma
mi: Tīpakohia tētahi hanga
ro: Selectează o schemă

source: Select a schema if the database supports this
bn: যদি ডেটাবেস এটি সমর্থন করে তবে একটি স্কিমা নির্বাচন করুন
ca: Seleccionar un esquema si la base de dades ho suporta
cs: Vyberte schéma, pokud to databáze podporuje
ja: データベースがこれをサポートしている場合はスキーマを選択してください。
mi: Tīpakohia he hanga mēnā e tautoko ana te pātengi raraunga
nl: Selecteer een schema als de database dit ondersteunt
pt_br: Selecione um esquema se o banco de dados for compatível com isso
ro: Selectează o schemă dacă baza de date suportă acest lucru

source: Select a sheet name from the uploaded file
bn: আপলোড করা ফাইল থেকে একটি শীটের নাম নির্বাচন করুন
ca: Seleccionar un nom de full de l'arxiu pujat
cs: Vyberte název listu z nahraného souboru
mi: Tīpakohia he ingoa hīti mai i te kōnae kua tukuaketia
ro: Selectează un nume de foaie din fișierul încărcat

source: Select a tab
bn: একটি ট্যাব নির্বাচন করুন
ca: Seleccionar una pestanya
cs: Vybrat kartu
mi: Tīpakohia he ripa
ro: Selectează o filă

source: Select a theme
ro: Selectează o temă

source: Select a time grain for the visualization. The grain is the time interval represented by a single point on the chart.
bn: ভিজুয়ালাইজেশনের জন্য একটি সময় শস্য নির্বাচন করুন। শস্য হল একটি সময়ের অন্তর্বর্তীকাল যা চার্টে একটি একক পয়েন্ট দ্বারা উপস্থাপিত হয়।
ca: Seleccionar una granularitat temporal per la visualització. La granularitat és l'interval de temps representat per un sol punt al gràfic.
cs: Vyberte časovou granularitu pro vizualizaci. Granularita je časový interval reprezentovaný jedním bodem na grafu.
es: Seleccione un grano de tiempo para la visualización. El grano es el intervalo de tiempo representado por un solo punto en el gráfico.
ja: 視覚化の時間粒度を選択します。粒度とは、チャート上の 1 つの点で表される時間間隔です。
mi: Tīpakohia he māeneene wā mō te whakakitenga. Ko te māeneene te wā wā e tohua ana e tētahi tohu kotahi i te kauwhata.
nl: Selecteer een tijdsgranulariteit voor de visualisatie. De granulatie is het tijdsinterval dat wordt weergegeven door één punt in de grafiek.
ro: Selectează un interval de timp pentru vizualizare. Intervalul este intervalul de timp reprezentat de un singur punct pe grafic.

source: Select a visualization type
bn: একটি ভিজুয়ালাইজেশন প্রকার নির্বাচন করুন
ca: Seleccionar un tipus de visualització
cs: Vybrat typ vizualizace
es: Seleccione un tipo de visualización
ja: 可視化方式を選んでください
mi: Tīpakohia he momo whakakitenga
nl: Selecteer een visualisatie type
pt_br: Selecione um tipo de visualização
ro: Selectează un tip de vizualizare
zh_tw: 選擇一個可視化類型

source: Select aggregate options
bn: সমষ্টিগত বিকল্প নির্বাচন করুন
ca: Seleccionar opcions d'agregació
cs: Vybrat možnosti agregace
ja: 集計オプションの選択
mi: Tīpakohia ngā kōwhiringa whakaarotau
nl: Selecteer aggregaat opties
ro: Selectează opțiuni agregare
zh_tw: 選擇聚合選項

source: Select all data
bn: সমস্ত ডেটা নির্বাচন করুন
ca: Seleccionar totes les dades
cs: Vybrat všechna data
ja: すべてのデータを選択
mi: Tīpakohia ngā raraunga katoa
nl: Selecteer alle gegevens
ro: Selectează toate datele

source: Select all items
bn: সমস্ত আইটেম নির্বাচন করুন
ca: Seleccionar tots els elements
cs: Vybrat všechny položky
ja: すべての項目を選択
mi: Tīpakohia ngā mea katoa
nl: Selecteer alle items
ro: Selectează toate elementele

source: Select catalog or type to search catalogs
bn: ক্যাটালগ অনুসন্ধানের জন্য ক্যাটালগ বা টাইপ নির্বাচন করুন
ca: Seleccionar catàleg o escriure per cercar catàlegs
cs: Vyberte katalog nebo zadejte text pro vyhledávání katalogů
mi: Tīpakohia kātaloka, pato rānei hei rapu kātaloka
ro: Selectează catalog sau tastează pentru a căuta cataloage

source: Select channels
bn: চ্যানেল নির্বাচন করুন
ca: Seleccionar canals
cs: Vybrat kanály
mi: Tīpakohia hongere
ro: Selectează canale

source: Select chart
bn: চার্ট নির্বাচন করুন
cs: Vybrat graf
ja: チャートを選択
mi: Tīpakohia kauwhata
nl: Selecteer grafiek
ro: Selectează grafic

source: Select chart to use
bn: ব্যবহারের জন্য চার্ট নির্বাচন করুন
ca: Seleccionar gràfic a usar
cs: Vybrat graf k použití
mi: Tīpakohia kauwhata hei whakamahi
ro: Selectează grafic de folosit

source: Select chart type
ca: Seleccionar Tipus de Visualització
cs: Vybrat typ grafu
mi: Tīpako momo kauwhata
ro: Selectează tip grafic

source: Select charts
bn: চার্ট নির্বাচন করুন
ca: Seleccionar gràfics
cs: Vybrat grafy
ja: チャートを選択
mi: Tīpakohia kauwhata
nl: Selecteer grafieken
pt_br: Selecionar gráficos
ro: Selectează grafice
zh_tw: 選擇圖表

source: Select color scheme
bn: রঙের স্কিমা নির্বাচন করুন
ca: Seleccionar esquema de colors
cs: Vybrat barevné schéma
ja: 配色を選択してください
mi: Tīpakohia kaupapa tae
nl: Selecteer kleurschema
pt_br: Selecione o esquema de cores
ro: Selectează schemă de culori
zh_tw: 選擇颜色方案

source: Select column
bn: কলাম নির্বাচন করুন
ca: Seleccionar columna
cs: Vybrat sloupec
ja: 列を選択
mi: Tīpakohia tīwae
nl: Selecteer kolom
pt_br: Selecionar coluna
ro: Selectează coloană
zh_tw: 選擇列

source: Select columns that will be displayed in the table. You can multiselect columns.
bn: যে কলামগুলি টেবিলে প্রদর্শিত হবে তা নির্বাচন করুন। আপনি একাধিক কলাম নির্বাচন করতে পারেন।
ca: Seleccionar columnes que es mostraran a la taula. Pots seleccionar múltiples columnes.
cs: Vyberte sloupce, které se zobrazí v tabulce. Můžete vybrat více sloupců.
mi: Tīpakohia ngā tīwae ka whakaaturia i te ripanga. Ka taea e koe te tīpako-maha i ngā tīwae.
ro: Selectează coloanele care vor fi afișate în tabel. Puteți selecta mai multe coloane.

source: Select content type
bn: বিষয়ের ধরন নির্বাচন করুন
ca: Seleccionar tipus de contingut
cs: Vybrat typ obsahu
mi: Tīpakohia momo ihirangi
ro: Selectează tip conținut

source: Select current page
bn: বর্তমান পৃষ্ঠা নির্বাচন করুন
ca: Seleccionar pàgina actual
cs: Vybrat aktuální stránku
ja: 現在のページを選択
mi: Tīpakohia whārangi o nāianei
nl: Selecteer huidige pagina
pt_br: Selecionar a página atual
ro: Selectează pagina curentă

source: Select dashboard
bn: ড্যাশবোর্ড নির্বাচন করুন
cs: Vybrat nástěnku
mi: Tīpakohia papatohu
ro: Selectează tablou de bord

source: Select dashboard to use
bn: ব্যবহারের জন্য ড্যাশবোর্ড নির্বাচন করুন
ca: Seleccionar dashboard a usar
cs: Vybrat nástěnku k použití
mi: Tīpakohia papatohu hei whakamahi
ro: Selectează tabloul de bord de folosit

source: Select dashboards
bn: ড্যাশবোর্ড নির্বাচন করুন
cs: Vybrat nástěnky
ja: ダッシュボードの選択
mi: Tīpakohia papatohu
nl: Selecteer dashboards
ro: Selectează tablouri de bord

source: Select database
bn: ডেটাবেস নির্বাচন করুন
ca: Seleccionar base de dades
cs: Vybrat databázi
mi: Tīpakohia pātengi raraunga
ro: Selectează bază de date

source: Select database or type to search databases
bn: ডেটাবেস অনুসন্ধানের জন্য ডেটাবেস বা টাইপ নির্বাচন করুন
ca: Seleccionar base de dades o escriure per cercar bases de dades
cs: Vyberte databázi nebo zadejte text pro vyhledávání databází
ja: データベースを選択するか、データベースを検索するために入力してください
mi: Tīpakohia pātengi raraunga, pato rānei hei rapu pātengi raraunga
nl: Selecteer database of type om databases te zoeken
pt_br: Selecione o banco de dados ou o tipo para pesquisar bancos de dados
ro: Selectează bază de date sau tastează pentru a căuta baze de date
