Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Are you sure you want to delete the selected layers?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত লেয়ারগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar les capes seleccionades?
cs: Opravdu chcete smazat vybrané vrstvy?
es: ¿Estás seguro de que quieres eliminar las capas seleccionadas?
ja: 選択したレイヤーを削除してもよろしいですか？
mi: Kei te tino hiahia koe ki te muku i ngā papa kua tīpakohia?
nl: Weet je zeker dat je de geselecteerde lagen wilt verwijderen?
pt_br: Tem certeza que deseja remover as camadas selecionadas?
ro: Sigur doriți să ștergeți straturile selectate?
tr: Seçili katmanları silmek istediğinizden emin misiniz?
zh_tw: 確定要删除選定的圖層嗎？

source: Are you sure you want to delete the selected roles?
ca: Estàs segur que vols eliminar els rols seleccionats?
cs: Opravdu chcete smazat vybrané role?
mi: Kei te tino hiahia koe ki te muku i ngā tūranga kua tīpakohia?
ro: Sigur doriți să ștergeți rolurile selectate?

source: Are you sure you want to delete the selected rules?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত নিয়মগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar les regles seleccionades?
cs: Opravdu chcete smazat vybraná pravidla?
ja: 選択したルールを削除してもよろしいですか?
mi: Kei te tino hiahia koe ki te muku i ngā ture kua tīpakohia?
nl: Weet u zeker dat u de geselecteerde regels wilt verwijderen?
ro: Sigur doriți să ștergeți regulile selectate?
tr: Seçili kuralları silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the selected tags?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত ট্যাগগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar les etiquetes seleccionades?
cs: Opravdu chcete smazat vybrané značky?
ja: 選択したタグを削除してもよろしいですか?
mi: Kei te tino hiahia koe ki te muku i ngā tohu kua tīpakohia?
nl: Weet u zeker dat u de geselecteerde tags wilt verwijderen?
pt_br: Tem certeza de que deseja excluir as tags selecionadas?
ro: Sigur doriți să ștergeți etichetele selectate?
tr: Seçili etiketleri silmek istediğinizden emin misiniz?

source: Are you sure you want to delete the selected templates?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত টেমপ্লেটগুলি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar les plantilles seleccionades?
cs: Opravdu chcete smazat vybrané šablony?
es: ¿Estás seguro de que quieres eliminar las plantillas seleccionadas?
ja: 選択したテンプレートを削除してもよろしいですか？
mi: Kei te tino hiahia koe ki te muku i ngā tauira kua tīpakohia?
nl: Weet je zeker dat je de geselecteerde sjablonen wilt verwijderen?
pt_br: Tem certeza que deseja remover os modelos selecionados ?
ro: Sigur doriți să ștergeți șabloanele selectate?
tr: Seçili şablonları silmek istediğinizden emin misiniz?
zh_tw: 確定要删除選定的模板嗎？

source: Are you sure you want to delete the selected themes?
ro: Sigur doriți să ștergeți temele selectate?

source: Are you sure you want to delete the selected users?
ca: Estàs segur que vols eliminar els usuaris seleccionats?
cs: Opravdu chcete smazat vybrané uživatele?
mi: Kei te tino hiahia koe ki te muku i ngā kaiwhakamahi kua tīpakohia?
ro: Sigur doriți să ștergeți utilizatorii selectați?

source: Are you sure you want to overwrite this dataset?
bn: আপনি কি নিশ্চিত যে আপনি এই ডেটাসেটটি ওভাররাইট করতে চান?
ca: Estàs segur que vols sobreescriure aquest conjunt de dades?
cs: Opravdu chcete přepsat tuto sadu dat?
ja: このデータセットを上書きしてもよろしいですか?
mi: Kei te tino hiahia koe ki te tuhirua i tēnei rārangi raraunga?
nl: Weet je zeker dat je deze data wilt overschrijven?
pt_br: Tem certeza de que deseja substituir esse conjunto de dados?
ro: Sigur doriți să suprascrieți acest set de date?
tr: Bu veri kümesini üzerine yazmak istediğinizden emin misiniz?

source: Are you sure you want to proceed?
bn: আপনি কি নিশ্চিত যে আপনি এগিয়ে যেতে চান?
ca: Estàs segur que vols continuar?
cs: Opravdu chcete pokračovat?
es: ¿Estás seguro de que quieres proceder?
ja: 続行してもよろしいですか？
mi: Kei te tino hiahia koe ki te haere tonu?
nl: Weet je zeker dat je door wilt gaan?
pt_br: Tem certeza que deseja continuar ?
ro: Sigur doriți să continuați?
tr: Devam etmek istediğinizden emin misiniz?
zh_tw: 您確定要繼續執行嗎？

source: Are you sure you want to remove the system dark theme? The application will fall back to the configuration file dark theme.
ro: Sigur doriți să eliminați tema întunecată a sistemului? Aplicația va reveni la tema întunecată din fișierul de configurare.

source: Are you sure you want to remove the system default theme? The application will fall back to the configuration file default.
ro: Sigur doriți să eliminați tema implicită a sistemului? Aplicația va reveni la valoarea implicită din fișierul de configurare.

source: Are you sure you want to save and apply changes?
bn: আপনি কি নিশ্চিত যে আপনি পরিবর্তনগুলি সংরক্ষণ এবং প্রয়োগ করতে চান?
ca: Estàs segur que vols desar i aplicar els canvis?
cs: Opravdu chcete uložit a použít změny?
es: ¿Estás seguro de que quieres guardar y aplicar los cambios?
ja: 変更を保存して適用してもよろしいですか?
mi: Kei te tino hiahia koe ki te tiaki me te whakahaeretia ngā huringa?
nl: Weet u zeker dat u de wijzigingen wilt opslaan en toepassen?
pt_br: Tem certeza que deseja salvar e aplicar mudanças ?
ro: Sigur doriți să salvați și să aplicați modificările?
tr: Değişiklikleri kaydetmek ve uygulamak istediğinizden emin misiniz?
zh_tw: 確定要保存並應用更改嗎？

source: Are you sure you want to set "%s" as the system dark theme? This will apply to all users who haven't set a personal preference.
ro: Sigur doriți să setați "%s" ca temă întunecată a sistemului? Acest lucru se va aplica tuturor utilizatorilor care nu au setat o preferință personală.

source: Are you sure you want to set "%s" as the system default theme? This will apply to all users who haven't set a personal preference.
ro: Sigur doriți să setați "%s" ca temă implicită a sistemului? Acest lucru se va aplica tuturor utilizatorilor care nu au setat o preferință personală.

source: Area
bn: এলাকা
ca: Àrea
cs: Plocha
mi: Horahanga
ro: Zonă

source: Area Chart
bn: এলাকা চার্ট
ca: Gràfic d'Àrea
cs: Plošný graf
ja: 面グラフ
mi: Kauwhata Horahanga
nl: Vlakdiagram
pt_br: Gráfico de área
ro: Grafic Zonă
tr: Alan Grafiği
zh_tw: 面積圖

source: Area chart
bn: এলাকা চার্ট
ca: Gràfic d'àrea
cs: Plošný graf
ja: 面グラフ
mi: Kauwhata horahanga
nl: Vlakdiagram
pt_br: Gráfico de área
ro: Grafic zonă
tr: Alan grafiği
zh_tw: 面積圖

source: Area chart opacity
bn: এলাকা চার্টের অস্বচ্ছতা
ca: Opacitat del gràfic d'àrea
cs: Neprůhlednost plošného grafu
ja: 面グラフの不透明度
mi: Mātāwai kauwhata horahanga
nl: Vlakdiagram doorzichtigheid
pt_br: Opacidade do gráfico de área
ro: Opacitate grafic zonă
tr: Alan grafiği opaklığı
zh_tw: 面積圖不透明度

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
bn: এলাকা চার্টগুলি লাইনের চার্টগুলির মতোই, কারণ এগুলি একই স্কেলে পরিবর্তনশীলগুলি উপস্থাপন করে, কিন্তু এলাকা চার্টগুলি মেট্রিকগুলিকে একে অপরের উপরে স্তূপীকৃত করে।
ca: Els gràfics d'àrea són similars als gràfics de línies en què representen variables amb la mateixa escala, però els gràfics d'àrea apilen les mètriques una sobre l'altra.
cs: Plošné grafy jsou podobné spojnicovým grafům v tom, že reprezentují proměnné se stejným měřítkem, ale plošné grafy skládají metriky na sebe.
es: Los gráficos de área son similares a los gráficos de línea en que representan variables con la misma escala, pero los gráficos de área apilan las métricas una encima de la otra.
ja: 面グラフは、変数を同じスケールで表すという点で折れ線グラフに似ていますが、面グラフはメトリクスを互いに積み上げていきます。
mi: He ōrite ngā kauwhata horahanga ki ngā kauwhata rārangi i te tohu i ngā taurangi me te tauine ōrite, engari ka whakapaparanga ngā kauwhata horahanga i ngā ine i runga i tētahi i tētahi.
nl: Vlakdiagrammen zijn vergelijkbaar met lijndiagrammen waarin ze variabelen met dezelfde schaal vertegenwoordigen, maar de grafieken stapelen de metrieken boven op elkaar.
pt_br: Os gráficos de área são semelhantes aos gráficos de linhas na medida em que representam variáveis com a mesma escala, mas os gráficos de área empilham as métricas umas sobre as outras.
ro: Graficele de zonă sunt similare cu graficele de linie prin faptul că reprezintă variabile cu aceeași scală, dar graficele de zonă stivuesc metricile unul peste altul.
tr: Alan grafiği, aynı ölçekle değişkenleri temsil etme konusunda çizgi grafiğine benzer, ancak alan grafiği metrikleri üst üste yığar.

source: Arrow
bn: তীর
ca: Fletxa
cs: Šipka
ja: 矢印
mi: Pere
nl: Pijl
pt_br: Seta
ro: Săgeată
tr: Oklar
zh_tw: 箭頭

source: Ascending
ro: Crescător

source: Assign a set of parameters as
bn: প্যারামিটারগুলির একটি সেট নিয়োগ করুন
ca: Assignar un conjunt de paràmetres com
cs: Přiřadit sadu parametrů jako
ja: パラメータのセットを次のように割り当てます
mi: Tūtohua tētahi huinga tawhā hei
nl: Een set parameters toewijzen als
pt_br: Atribuir um conjunto de parâmetros como
ro: Atribuie un set de parametri ca
tr: Bir dizi parametreyi şu olarak atayın

source: Assist
bn: সহায়তা
ca: Assistir
cs: Asistent
ja: アシスト
mi: Āwhina
nl: Assisteren
ro: Asistent

source: Asynchronous query execution
bn: এ্যাসিঙ্ক্রোনাস কুয়েরি কার্যকর
ca: Execució de consulta asíncrona
cs: Asynchronní provádění dotazů
es: Ejecución de consulta asíncrona
ja: 非同期でのクエリ実行
mi: Whakatutukitanga pātai kore-hangarite
nl: Asynchrone uitvoering van query’s
pt_br: Execução de consulta assíncrona
ro: Execuție interogare asincronă
tr: Asenkron sorgu çalıştırma
zh_tw: 異步執行查詢

source: Attribution
ca: Atribució
cs: Atribuce
mi: Whakatuakī
ro: Atribuție

source: Authorization needed
bn: অনুমোদন প্রয়োজন
ca: Autorització necessària
cs: Vyžadováno oprávnění
ja: 許可が必要です。
mi: E hiahiatia ana te whakamana
ro: Autorizație necesară

source: Auto Zoom
bn: অটো জুম
ca: Zoom Automàtic
cs: Automatické přiblížení
es: Zoom automático
ja: 自動拡大
mi: Topa Aunoa
pt_br: Zoom automático
ro: Zoom Automat
tr: Otomatik Yakınlaştırma

source: Autocomplete
bn: অটোকমপ্লিট
ca: Autocompletar
cs: Automatické doplňování
ja: 自動補完
mi: Whakaoti Aunoa
nl: Automatisch aanvullen
pt_br: Autocompletar
ro: Completare automată
tr: Otomatik Tamamlama
zh_tw: 自動補全

source: Autocomplete filters
bn: অটোকমপ্লিট ফিল্টারগুলি
ca: Filtres d'autocompletat
cs: Filtry s automatickým doplňováním
es: Filtros de autocompletado
ja: 自動補完 フィルタ
mi: Tātari whakaoti aunoa
nl: Filters automatisch aanvullen
pt_br: Filtros de preenchimento automático
ro: Filtre completare automată
tr: Otomatik tamamlama filtreleri
zh_tw: 自適配過濾條件

source: Autocomplete query predicate
bn: অটোকমপ্লিট কুয়েরি পূর্বশর্ত
ca: Predicat de consulta d'autocompletat
cs: Predikát dotazu s automatickým doplňováním
es: Predicado de consulta de autocompletado
ja: 自動補完のクエリ述語
mi: Kīanga tohu pātai whakaoti aunoa
nl: Autocomplete query predicaat
pt_br: Predicado de consulta de preenchimento automático
ro: Predicat interogare completare automată
tr: Otomatik tamamlama sorgu önerisi
zh_tw: 自動補全查詢谓詞

source: Automatically adjust column width based on available space
ro: Ajustează automat lățimea coloanei pe baza spațiului disponibil

source: Automatically adjust column width based on content
ro: Ajustează automat lățimea coloanei pe baza conținutului

source: Automatically sync columns
ro: Sincronizează automat coloanele

source: Autosize All Columns
ro: Redimensionare Automată Toate Coloanele

source: Autosize Column
ca: Redimensionar Columna Automàticament
cs: Automatická velikost sloupce
mi: Tauine Aunoa Tīwae
ro: Redimensionare Automată Coloană

source: Autosize This Column
ro: Redimensionare Automată Această Coloană

source: Autosize all columns
ca: Redimensionar totes les columnes automàticament
cs: Automatická velikost všech sloupců
mi: Tauine aunoa i ngā tīwae katoa
ro: Redimensionare automată toate coloanele

source: Available Handlebars Helpers in Superset:
ca: Ajudants de Handlebars disponibles a Superset:
cs: Dostupní pomocníci Handlebars v Supersetu:
mi: Kaiarotau Handlebars Wātea i Superset:
ro: Ajutoare Handlebars Disponibile în Superset:

source: Available sorting modes:
bn: প্রাপ্য সাজানোর মোডগুলি:
ca: Modes d'ordenació disponibles:
cs: Dostupné režimy řazení:
es: Modos de ordenación disponibles:
ja: 利用可能な並べ替えモード
mi: Āhuatanga kōmaka wātea:
nl: Beschikbare sorteer modi:
pt_br: Modos de ordenação disponíveis:
ro: Moduri de sortare disponibile:
tr: Kullanılabilir sıralama modları:
zh_tw: 可用分類模式:

source: Average
bn: গড়
ca: Mitjana
cs: Průměr
ja: 平均
mi: Toharite
nl: Gemiddeld
pt_br: Média
ro: Medie
tr: Ortalama

source: Average value
bn: গড় মান
ca: Valor mitjà
cs: Průměrná hodnota
ja: 平均値
mi: Uara toharite
nl: Gemiddelde waarde
pt_br: Valor médio
ro: Valoare medie
tr: Ortalama değer

source: Axis
bn: অক্ষ
ca: Eix
cs: Osa
ja: 軸
mi: Tukutuku
nl: As
pt_br: Eixo
ro: Axă
tr: Eksen
zh_tw: 坐標軸

source: Axis Bounds
bn: অক্ষের সীমানা
ca: Límits de l'Eix
cs: Hranice osy
ja: 軸の境界
mi: Rohe Tukutuku
nl: As Grenzen
pt_br: Limites do eixo
ro: Limite Axă
tr: Eksen Sınırları

source: Axis Format
bn: অক্ষের ফরম্যাট
ca: Format de l'Eix
cs: Formát osy
ja: 軸の形式
mi: Hōputu Tukutuku
nl: As Opmaak
pt_br: Formato do eixo
ro: Format Axă
tr: Eksen Formatı

source: Axis Title
bn: অক্ষের শিরোনাম
ca: Títol de l'Eix
cs: Název osy
ja: 軸タイトル
mi: Taitara Tukutuku
nl: As Titel
pt_br: Título do eixo
ro: Titlu Axă
tr: Eksen Başlığı

source: Axis ascending
bn: অক্ষ বৃদ্ধি
ca: Eix ascendent
cs: Osa vzestupně
ja: 軸上昇
mi: Tukutuku piki
nl: As oplopend
pt_br: Eixo ascendente
ro: Axă crescătoare
tr: Eksen artan sıralama
zh_tw: 軸線升序

source: Axis descending
bn: অক্ষ হ্রাস
ca: Eix descendent
cs: Osa sestupně
ja: 軸下降
mi: Tukutuku heke
nl: As aflopend
pt_br: Eixo descendente
ro: Axă descrescătoare
tr: Eksen azalan sıralama
zh_tw: 軸線降序

source: Axis title margin
ca: MARGE DEL TÍTOL DE L'EIX
mi: Taiapa taitara tukutuku
ro: Margine titlu axă

source: Axis title position
ca: POSICIÓ DEL TÍTOL DE L'EIX
mi: Tūnga taitara tukutuku
ro: Poziție titlu axă

source: BCC recipients
bn: BCC প্রাপক
ca: Destinataris BCC
cs: Příjemci skryté kopie
mi: Kaiwhakawhiti BCC
ro: Destinatari BCC

source: Back
bn: পেছনে
ca: Enrere
cs: Zpět
es: Atrás
ja: 戻る
mi: Hoki
nl: Terug
pt_br: Voltar
ro: Înapoi
tr: Geri
zh_tw: 返回

source: Back to all
bn: সবকিছুতে ফিরে যান
ca: Tornar a tots
cs: Zpět na vše
es: Regresar a todos
ja: すべて戻す
mi: Hoki ki te katoa
nl: Terug naar alles
pt_br: Voltar para todos
ro: Înapoi la toate
tr: Tümüne geri dön
zh_tw: 返回到列表

source: Background Color
ca: Color de Fons
cs: Barva pozadí
mi: Tae Papamuri
ro: Culoare Fundal

source: Backward values
bn: পেছনে মান
ca: Valors cap enrere
cs: Zpětné hodnoty
ja: 逆方向の値
mi: Uara whakamuri
nl: Achterwaartse waarden
pt_br: Valores retroativos
ro: Valori înapoi
tr: Geriye dönük değerler

source: Bad formula.
bn: খারাপ সূত্র।
ca: Fórmula incorrecta.
cs: Špatný vzorec.
ja: 悪い式
mi: Tauira kino.
nl: Onjuiste formule.
pt_br: Fórmula ruim.
ro: Formulă incorectă.
tr: Kötü formül.

source: Bad spatial key
bn: খারাপ স্থানিক কী
ca: Clau espacial incorrecta
cs: Špatný prostorový klíč
es: Clave espacial incorrecta
ja: 空間キーが正しくありません。
mi: Kī tauwāhi kino
nl: Ongeldige ruimtelijke sleutel
ro: Cheie spațială incorectă
tr: Kötü mekansal anahtar
zh_tw: 錯誤的空間欄位

source: Bar
bn: বার
ca: Barra
cs: Sloupec
es: Barra
ja: 棒
mi: Pae
nl: Staaf
pt_br: Barra
ro: Bară
tr: Çubuk
zh_tw: 柱

source: Bar Chart
bn: বার চার্ট
ca: Gràfic de Barres
cs: Sloupcový graf
ja: 棒グラフ
mi: Kauwhata Pae
nl: Staafdiagram
pt_br: Gráfico de barras
ro: Grafic Bare
tr: Çubuk Grafiği
zh_tw: 柱狀圖

source: Bar Charts are used to show metrics as a series of bars.
bn: বার চার্টগুলি মেট্রিকগুলিকে বারগুলির একটি সিরিজ হিসাবে দেখানোর জন্য ব্যবহৃত হয়।
ca: Els gràfics de barres s'utilitzen per mostrar mètriques com una sèrie de barres.
cs: Sloupcové grafy se používají k zobrazení metrik jako série sloupců.
ja: 棒グラフは、指標を一連の棒として表示するために使用されます
mi: Ka whakamahia ngā Kauwhata Pae ki te whakaatu i ngā ine hei raupapa pae.
nl: Staafdiagrammen worden gebruikt om metrieken als reeks staven weer te geven.
pt_br: Os gráficos de barras são usados para mostrar as métricas como uma série de barras.
ro: Graficele cu bare sunt folosite pentru a afișa metrici ca o serie de bare.
tr: Çubuk grafikleri, metrikleri çubuk serisi olarak göstermek için kullanılır.

source: Bar Values
bn: বারের মান
ca: Valors de Barra
cs: Hodnoty sloupců
ja: 棒の値
mi: Uara Pae
nl: Staaf Waarden
pt_br: Valores de barra
ro: Valori Bare
tr: Çubuk Değerleri
zh_tw: 柱狀圖的值

source: Bar orientation
bn: বারের দিকনির্দেশ
ca: Orientació de la barra
cs: Orientace sloupců
ja: バーの向き
mi: Ahunga pae
nl: Staaf oriëntatie
pt_br: Orientação da barra
ro: Orientare bară
tr: Çubuk yönlendirmesi

source: Base
bn: ভিত্তি
cs: Základna
ja: ベース
mi: Pūtake
nl: Basis
ro: Bază
tr: Temel

source: Base exponent
ca: Exponent base
cs: Exponent základu
mi: Pūmahi pūtake
ro: Exponent bază

source: Base height
ca: Alçada base
cs: Výška základu
mi: Teitei pūtake
ro: Înălțime bază

source: Base layer map style. See Mapbox documentation: %s
bn: ভিত্তি স্তরের মানচিত্র শৈলী। ম্যাপবক্স ডকুমেন্টেশন দেখুন: %s
ca: Estil de mapa de capa base. Consulta la documentació de Mapbox: %s
cs: Styl mapy základní vrstvy. Viz dokumentaci Mapbox: %s
es: Estilo de mapa de capa base. Consulta la documentación de Mapbox: %s
ja: ベースレイヤーのマップスタイル。 Mapbox のドキュメントを参照してください: %s
mi: Kāhua papa pūtake. Tirohia te tuhinga a Mapbox: %s
nl: Basislaag kaartstijl. Zie Mapbox documentatie: %s
ro: Stil strat bază hartă. Consultă documentația Mapbox: %s

source: Base slope
ca: Pendent base
cs: Sklon základu
mi: Taha pūtake
ro: Pantă bază

source: Base width
ca: Amplada base
cs: Šířka základu
mi: Whānui pūtake
ro: Lățime bază

source: Based on a metric
bn: একটি মেট্রিকের উপর ভিত্তি করে
ca: Basat en una mètrica
cs: Na základě metriky
ja: メトリクスに基づく
mi: I runga i tētahi ine
nl: Gebaseerd op een metriek
pt_br: Com base em uma métrica
ro: Bazat pe o metrică
tr: Bir metrike dayalı
zh_tw: 基於指標

source: Based on granularity, number of time periods to compare against
bn: সুনির্দিষ্টতার উপর ভিত্তি করে, তুলনার জন্য সময়ের সংখ্যা
ca: Basat en la granularitat, nombre de períodes de temps a comparar
cs: Na základě granularity, počet časových období pro porovnání
es: Basado en la granularidad, número de periodos de tiempo para comparar
ja: 粒度に基づいて、比較する期間の数
mi: I runga i te māeneene, te maha o ngā wā hei whakatairite
nl: Gebaseerd op granulariteit, aantal perioden te vergelijken met
pt_br: Com base na granularidade, número de períodos de tempo para comparação
ro: Bazat pe granularitate, numărul de perioade de timp de comparat
zh_tw: 根据粒度、要比較的時間階段

source: Based on what should series be ordered on the chart and legend
bn: চার্ট এবং কিংবদন্তিতে সিরিজগুলি কিভাবে অর্ডার করা উচিত তার ভিত্তিতে
ca: Basat en què han d'ordenar-se les sèries al gràfic i la llegenda
cs: Na základě čeho by měly být série seřazeny v grafu a legendě
es: ¿Según qué deberían ordenarse las series en el gráfico y la leyenda?
ja: チャートと凡例でシリーズを順序付ける必要があることに基づいて
mi: I runga i te aha me raupapa ai ngā raupapa i te kauwhata me te kōrero
nl: Gebaseerd op hoe series moet worden gesorteerd op de grafiek en legende
pt_br: Com base no que as séries devem ser ordenadas no gráfico e na legenda
ro: Bazat pe ceea ce ar trebui să fie ordonate seriile pe grafic și legendă
tr: Serilerin grafikte ve açıklamada nasıl sıralanması gerektiğine dair

source: Basic
bn: মৌলিক
ca: Bàsic
cs: Základní
es: Básico
ja: 基本
mi: Taketake
nl: Berekende kolom [%s] vereist een uitdrukking
pt_br: Básico
ro: De bază
tr: Temel
zh_tw: 基礎

source: Basic conditional formatting
ca: formatat condicional bàsic
cs: Základní podmíněné formátování
mi: Hōputu āhuatanga taketake
ro: Formatare condiționată de bază

source: Basic information about the chart
ro: Informații de bază despre grafic

source: Batch editing %d filters:
bn: %d ফিল্টারের ব্যাচ সম্পাদনা:
ca: Edició en lot de %d filtres:
cs: Hromadná úprava %d filtrů:
es: Editando en lote %d filtros:
ja: %d フィルタのバッチ編集:
mi: Whakatika parau %d tātari:
nl: Batchbewerking %d filters:
pt_br: Batch editando %d filtros:
ro: Editare în lot %d filtre:
tr: %d filtresini toplu düzenleme:
zh_tw: 批量編輯 %d 個過濾條件：

source: Be careful.
bn: সাবধান থাকুন।
ca: Ves amb compte.
cs: Buďte opatrní.
es: Ten cuidado.
ja: 気をつけてください。
mi: Kia tūpato.
nl: Pas op.
pt_br: Cuidado.
ro: Fiți atenți.
tr: Dikkatli olun.
zh_tw: 小心。

source: Before
bn: আগে
ca: Abans
cs: Před
ja: 前
mi: I mua
nl: Voor
pt_br: Antes de
ro: Înainte
tr: Önce
zh_tw: 之前

source: Big Number
bn: বড় সংখ্যা
ca: Número Gran
cs: Velké číslo
es: Número grande
ja: 大きな数値
mi: Tau Nui
nl: Groot Getal
pt_br: Número grande
ro: Număr Mare
tr: Büyük Sayı
zh_tw: 數字

source: Big Number with Time Period Comparison
bn: সময়কাল তুলনার সাথে বড় সংখ্যা
ca: Número Gran amb Comparació de Període de Temps
cs: Velké číslo s porovnáním časových období
es: Número grande con comparación de periodo de tiempo
ja: 期間比較による大きな数
mi: Tau Nui me te Whakatairite Wā
nl: Groot getal met vergelijking van tijdsperiode
ro: Număr Mare cu Comparare Perioadă de Timp

source: Big Number with Trendline
bn: ট্রেন্ডলাইন সহ বড় সংখ্যা
ca: Número Gran amb Línia de Tendència
cs: Velké číslo s trendovou čárou
es: Número grande con línea de tendencia
ja: トレンドラインのある大きな数
mi: Tau Nui me te Rārangi Ia
nl: Groot getal met trendlijn
pt_br: Número grande com Trendline
ro: Număr Mare cu Linie de Tendință
tr: Büyük Sayı ile Eğilim Çizgisi
zh_tw: 带趋势線的數字

source: Bins
bn: বিন
ca: Grups
cs: Intervaly (Bins)
mi: Pouaka
ro: Compartimente

source: Blanks
ro: Goale

source: Block %(block_num)s out of %(block_count)s
ro: Bloc %(block_num)s din %(block_count)s

source: Border color
ca: Color de la vora
cs: Barva ohraničení
mi: Tae tapa
ro: Culoare bordură

source: Border width
ca: Amplada de la vora
cs: Šířka ohraničení
mi: Whānui tapa
ro: Lățime bordură

source: Bottom
bn: নিচে
ca: Part inferior
cs: Dole
ja: 底
mi: Raro
nl: Onderaan
pt_br: Parte inferior
ro: Jos
tr: Alt
zh_tw: 底端

source: Bottom Margin
bn: নিচের মার্জিন
ca: Marge Inferior
cs: Spodní okraj
es: Margen Inferior
ja: 下余白
mi: Taiapa Raro
nl: Onderste marge
pt_br: Margem Inferior
ro: Margine Inferioară
tr: Alt Kenar Boşluğu
zh_tw: 底部邊距

source: Bottom left
bn: নিচের বাম
ca: Part inferior esquerra
cs: Vlevo dole
ja: 左下
mi: Raro mauī
nl: Links onder
pt_br: Parte inferior esquerda
ro: Jos stânga
tr: Sol alt

source: Bottom margin, in pixels, allowing for more room for axis labels
bn: অক্ষের লেবেলের জন্য আরও জায়গা দেওয়ার জন্য পিক্সেলে নিচের মার্জিন
ca: Marge inferior, en píxels, permetent més espai per a les etiquetes de l'eix
cs: Spodní okraj v pixelech, který poskytuje více místa pro popisky os
es: Margen inferior, en píxeles, que permite más espacio para las etiquetas de los ejes
ja: 下マージン (ピクセル単位)。軸ラベル用のスペースを増やすことができます
mi: Taiapa raro, i ngā pika, ka tukua he wāhi nui ake mō ngā tapanga tukutuku
nl: Onderste marge, in pixels, wat meer ruimte voor as labels mogelijk maakt
pt_br: Margem Inferior, em pixels, permitindo mais espaço para o rótulo dos eixos
ro: Margine inferioară, în pixeli, permițând mai mult spațiu pentru etichetele axei
tr: Alt kenar boşluğu, piksel cinsinden, eksen etiketleri için daha fazla alan sağlar
zh_tw: 底部邊距，以像素為單位，為軸標籤留出更多空間

source: Bottom right
bn: নিচের ডান
ca: Part inferior dreta
cs: Vpravo dole
ja: 右下
mi: Raro matau
nl: Onder rechts
pt_br: Parte inferior direita
ro: Jos dreapta
tr: Sağ alt

source: Bottom to Top
bn: নিচ থেকে উপরে
ca: De baix a dalt
cs: Zdola nahoru
es: De abajo a arriba
ja: 下から上へ
mi: Raro ki Runga
nl: Onderaan naar boven
pt_br: De baixo para cima
ro: De Jos în Sus
tr: Alt üst
zh_tw: 自下而上

source: Bounds
ro: Limite
