Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
bn: পদক্ষেপযুক্ত রেখা গ্রাফ (যা পদক্ষেপ চার্ট হিসাবেও পরিচিত) একটি রেখা চার্টের একটি পরিবর্তন তবে এর রেখাটি ডেটা পয়েন্টগুলির মধ্যে একাধিক পদক্ষেপ তৈরি করে। একটি পদক্ষেপ চার্ট তখন কার্যকর হতে পারে যখন আপনি অস্বাভাবিক সময়ের মধ্যে ঘটে যাওয়া পরিবর্তনগুলি দেখাতে চান।
ca: El gràfic de línia esglaonada (també anomenat gràfic de passos) és una variació del gràfic de línies però amb la línia formant una sèrie de passos entre punts de dades. Un gràfic de passos pot ser útil quan vols mostrar els canvis que ocorren a intervals irregulars.
cs: Krokový graf je variací spojnicového grafu, ale s čárou tvořící sérii kroků mezi datovými body. Krokový graf může být užitečný, když chcete zobrazit změny, které se vyskytují v nepravidelných intervalech.
ja: 階段状折れ線グラフ (ステップ チャートとも呼ばれる) は折れ線グラフのバリエーションですが、線がデータ ポイント間に一連のステップを形成します。ステップ チャートは、不規則な間隔で発生する変化を表示する場合に便利です。
mi: He rerekētanga o te kauwhata rārangi te kauwhata rārangi-takahanga (e kīa ana he kauwhata takahanga) engari ka hanga te rārangi i tētahi raupapa takahanga i waenga i ngā tohu raraunga. Ka taea te whaihua o tētahi kauwhata takahanga ina hiahia koe ki te whakaatu i ngā huringa e puta ana i ngā wā kāore e rite ana.
nl: Getrapte lijngrafiek (ook wel stappendiagram genoemd) is een variatie van lijndiagram, maar met de lijn vormen een reeks stappen tussen datapunten. Een stappendiagram kan handig zijn als je veranderingen wilt laten zien die met onregelmatige tussenpozen optreden.
pt_br: O gráfico de linhas escalonadas (também designado por gráfico de passos) é uma variação do gráfico de linhas, mas com a linha a formar uma série de passos entre os pontos de dados. Um gráfico escalonado pode ser útil quando se pretende mostrar as alterações que ocorrem em intervalos irregulares.
tr: Adım çizelgesi (aynı zamanda adım çizelgesi olarak da adlandırılır), veri noktaları arasında adım serisi oluşturan çizgi çizelgesinin bir varyasyonudur. Adım çizelgesi, düzensiz aralıklarda meydana gelen değişiklikleri göstermek istediğinizde kullanışlı olabilir.

source: Stretched style
bn: স্তretched স্টাইল
ja: ストレッチスタイル
nl: Uitgerekte style
pt_br: Estilo alongado
tr: Uzatılmış stil
zh_tw: 拉伸樣式

source: Structural
bn: গঠনগত
ca: Estructural
cs: Strukturální
es: Estructural
ja: 構造的
mi: Hangahanga
nl: Structureel
pt_br: Estrutural
tr: Yapısal
zh_tw: 結構

source: Subheader
bn: সাবহেডার
ja: サブヘッダー
nl: Ondertitel
pt_br: Subtítulo
tr: Alt Başlık
zh_tw: 子標題

source: Subheader Font Size
bn: সাবহেডার ফন্ট সাইজ
ca: Mida de Font de Subcapçalera
cs: Velikost písma podnadpisu
es: Tamaño de Fuente del Subtítulo
ja: サブヘッダーのフォントサイズ
nl: Ondertitel Lettergrootte
pt_br: Tamanho da fonte do subtítulo
tr: Alt Başlık Yazı Tipi Boyutu
zh_tw: 子標題的字體大小

source: Subtotal
bn: উপমোট
cs: Mezisoučet
ja: 小計
mi: Tapeke-iti
nl: Subtotaal
tr: Ara Toplam

source: Superset dashboard
bn: সুপারসেট ড্যাশবোর্ড
es: Panel de control de Superset
ja: Supersetダッシュボード
pt_br: Painel Superset
tr: Superset gösterge paneli
zh_tw: 看板

source: Survey Responses
bn: সার্ভে প্রতিক্রিয়া
es: Respuestas de la Encuesta
ja: アンケートの回答
nl: Enquête antwoorden
pt_br: Respostas da pesquisa
tr: Anket Yanıtları
zh_tw: 調查结果

source: Table [%(table)s] could not be found, please double check your database connection, schema, and table name
bn: টেবিল [%(table)s] পাওয়া যায়নি, দয়া করে আপনার ডেটাবেস সংযোগ, স্কিমা এবং টেবিলের নামটি আবার যাচাই করুন
ca: La taula [%(table)s] no s'ha pogut trobar, si us plau comprova la connexió de base de dades, esquema i nom de taula
cs: Tabulka [%(table)s] nebyla nalezena, zkontrolujte prosím připojení k databázi, schéma a název tabulky
mi: Kāore i kitea te Ripanga [%(table)s], tēnā tirohia anō tō hononga pātengi raraunga, tō hanga, me tō ingoa ripanga

source: Table already exists. You can change your 'if table already exists' strategy to append or replace or provide a different Table Name to use.
bn: টেবিল ইতিমধ্যে বিদ্যমান। আপনি আপনার 'যদি টেবিল ইতিমধ্যে বিদ্যমান' কৌশলকে সংযোজন বা প্রতিস্থাপন করতে পরিবর্তন করতে পারেন অথবা ব্যবহারের জন্য একটি ভিন্ন টেবিলের নাম প্রদান করতে পারেন।
ca: La taula ja existeix. Pots canviar la teva estratègia 'si la taula ja existeix' per afegir o reemplaçar o proporcionar un Nom de Taula diferent per usar.
cs: Tabulka již existuje. Můžete změnit strategii 'pokud tabulka již existuje' na připojení nebo nahrazení, nebo poskytnout jiný název tabulky.
mi: Kei te tīari kē te ripanga. Ka taea e koe te huri i tō rautaki 'mēnā kei te tīari kē te ripanga' ki te tāpiri, ki te whakakapi rānei, ki te whakarato rānei i tētahi Ingoa Ripanga rerekē hei whakamahi.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
bn: পেয়ারড t-টেস্টগুলি ভিজুয়ালাইজ করার জন্য টেবিল, যা গোষ্ঠীগুলির মধ্যে পরিসংখ্যানগত পার্থক্য বোঝার জন্য ব্যবহৃত হয়।
ca: Taula que visualitza tests t aparellats, que s'usen per entendre diferències estadístiques entre grups.
cs: Tabulka, která vizualizuje párové t-testy, které se používají k pochopení statistických rozdílů mezi skupinami.
es: Tabla que visualiza pruebas t de parejas, que se utilizan para entender las diferencias estadísticas entre grupos.
ja: グループ間の統計的差異を理解するために使用される、対応のある t 検定を視覚化する表。
mi: Ripanga ka whakakite i ngā whakamātau-t takirua, ka whakamahia hei mārama i ngā rerekētanga tauanga i waenga i ngā rōpū.
nl: Tabel met daarin gekoppelde tests, die worden gebruikt om statistische verschillen tussen groepen te begrijpen.
pt_br: Tabela que visualiza testes t emparelhados, que são utilizados para compreender as diferenças estatísticas entre grupos.
tr: Çiftli t-testlerin görselleştirildiği tablo, gruplar arasındaki istatistiksel farkları anlamak için kullanılır.
zh_tw: 可視化檢驗的表格，用於了解各組之間的统計差異

source: Tabular
bn: টেবিলিয়
cs: Tabulkový
ja: 表形式
mi: Ripanga
nl: Tabelvormig
tr: Tablo
zh_tw: 表格

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
bn: আপনার ডেটা পয়েন্টগুলি নিন এবং সেগুলিকে "বিন" এ গোষ্ঠীভুক্ত করুন যাতে আপনি দেখতে পারেন তথ্যের সবচেয়ে ঘন এলাকাগুলি কোথায়।
es: Coge tus puntos de datos, y los agrupa en "contenedores" en los que caen las areas más densas de información
ja: データポイントを取得し、それらを「ビン」にグループ化して、情報が最も密集している領域がどこにあるかを確認します
nl: Neem uw gegevenspunten mee en groepeer ze in "groepen" om te zien waar de dikste delen van informatie liggen
pt_br: Pegue seus pontos de dados e agrupe-os em "bins" para ver onde estão as áreas mais densas de informações
tr: Veri noktalarınızı alın ve en yoğun bilgi alanlarının nerede olduğunu görmek için "bölmelere" gruplayın.
zh_tw: 獲取數據點，並將其分組，以查看訊息最密集的區域

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
bn: টেমপ্লেটযুক্ত লিঙ্ক, এটি {{ metric }} বা অন্যান্য মান অন্তর্ভুক্ত করা সম্ভব যা নিয়ন্ত্রণগুলি থেকে আসছে।
ca: Enllaç amb plantilla, és possible incloure {{ metric }} o altres valors provinents dels controls.
cs: Odkaz se šablonou, je možné zahrnout {{ metric }} nebo jiné hodnoty pocházející z ovládacích prvků.
es: Enlace plantilla, es posible incluir {{ metric }} u otros valores provenientes de los controles.
ja: テンプレート化されたリンク。{{ metric }} またはコントロールからの他の値を含めることができます。
mi: Hono tauira, ka taea te whakauru i {{ metric }}, i ētahi atu uara rānei mai i ngā whakahaere.
nl: Sjabloonlink, het is mogelijk om {{ metric }} of andere waarden uit de bedieningselementen op te nemen.
pt_br: Link do modelo, é possível incluir {{ métrica }} ou outros valores provenientes dos controles.
tr: Şablona bağlantı, {{ metric }} veya kontrollerden gelen diğer değerleri içermek mümkün.
zh_tw: 模板链接，可以包含{{metric}}或來自控件的其他值。

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
bn: ব্রাউজার উইন্ডো বন্ধ হলে বা অন্য পৃষ্ঠায় স্থানান্তরিত হলে চলমান অনুসন্ধানগুলি শেষ করুন। এটি Presto, Hive, MySQL, Postgres এবং Snowflake ডেটাবেসগুলির জন্য উপলব্ধ।
ca: Terminar consultes en execució quan la finestra del navegador es tanqui o navegui a una altra pàgina. Disponible per bases de dades Presto, Hive, MySQL, Postgres i Snowflake.
cs: Ukončit běžící dotazy při zavření okna prohlížeče nebo přechodu na jinou stránku. K dispozici pro databáze Presto, Hive, MySQL, Postgres a Snowflake.
es: Termina las consultas en ejecución cuando se cierra la ventana del navegador o se navega a otra página. Disponible para las bases de datos Presto, Hive, MySQL, Postgres y Snowflake.
ja: ブラウザ ウィンドウが閉じられたとき、または別のページに移動したときに、実行中のクエリを終了します。
mi: Whakamutua i ngā pātai e rere ana ina katia te matapihi pūtirotiro, ina whakatere rānei ki tētahi whārangi kē. Kei te wātea mō ngā pātengi raraunga Presto, Hive, MySQL, Postgres me Snowflake.
nl: Beëindig de zoekopdrachten wanneer het browservenster gesloten of navigeert naar een andere pagina. Beschikbaar voor Presto, Hive, MySQL, Postgres en Snowflake databases.
pt_br: Termina as consultas em execução quando a janela do browser é fechada ou se navega para outra página. Disponível para bancos de dados Presto, Hive, MySQL, Postgres e Snowflake.
tr: Tarayıcı penceresi kapatıldığında veya başka bir sayfaya geçildiğinde çalışan sorguları sonlandırın. Presto, Hive, MySQL, Postgres ve Snowflake veritabanları için kullanılabilir.
zh_tw: 當瀏覽器窗口關闭或導航到其他頁面時，終止正在運行的查詢。適用於 Presto、Hive、MySQL、Postgres 和 Snowflake 資料庫

source: Test Connection
bn: সংযোগ পরীক্ষা করুন
ca: Provar Connexió
cs: Testovat připojení
es: Probar Conexión
ja: 接続のテスト
nl: Test Connectie
pt_br: Testar Conexão
tr: Bağlantıyı Test Et
zh_tw: 测試連接

source: Text
bn: পাঠ্য
ja: テキスト
mi: Kupu
nl: Tekst
pt_br: Texto
tr: Metin
zh_tw: 文本

source: Text / Markdown
bn: পাঠ্য / মার্কডাউন
mi: Kupu / Markdown

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
bn: এখানে পৃথক ড্যাশবোর্ডগুলির জন্য CSS পরিবর্তন করা যেতে পারে, অথবা ড্যাশবোর্ডের ভিউতে যেখানে পরিবর্তনগুলি তাৎক্ষণিকভাবে দৃশ্যমান।
ca: El CSS per dashboards individuals es pot alterar aquí, o a la vista del dashboard on els canvis són immediatament visibles
cs: CSS pro jednotlivé nástěnky lze měnit zde, nebo v zobrazení nástěnky, kde jsou změny okamžitě viditelné
es: El CSS para los paneles individuales puede ser modificado aquí, o en la vista del panel donde los cambios son inmediatamente visibles
ja: 個々のダッシュボードのCSSは、ここもしくは変更がすぐに表示されるダッシュボードビューで変更できます
mi: Ka taea te huri i te CSS mō ngā papatohu takitahi ki konei, ki te tirohanga papatohu rānei kei reira ka kitea ohorere ngā huringa
nl: De CSS voor individuele dashboards kan hier worden gewijzigd, of in de dashboard weergave waar wijzigingen direct zichtbaar zijn
pt_br: O CSS para painéis individuais pode ser alterado aqui ou na visão do painel, onde as alterações são imediatamente visíveis
tr: Bireysel gösterge panelleri için CSS burada değiştirilebilir veya değişiklikler hemen görünür hale gelecek olan gösterge paneli görünümünde yapılabilir.
zh_tw: 可以在這里或者在看板視圖修改單個看板的 CSS 樣式

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
bn: CTAS (ক্রিয়েট টেবিল অ্যাজ সিলেক্ট) এর শেষে একটি SELECT বিবৃতি নেই। দয়া করে নিশ্চিত করুন যে আপনার কোয়েরির শেষ বিবৃতিটি SELECT। এরপর, আপনার কোয়েরিটি আবার চালানোর চেষ্টা করুন।
ca: El CTAS (create table as select) no té una sentència SELECT al final. Si us plau assegura't que la teva consulta té un SELECT com la seva última sentència. Després, prova d'executar la teva consulta de nou.
cs: CTAS (create table as select) nemá na konci příkaz SELECT. Ujistěte se prosím, že váš dotaz má jako poslední příkaz SELECT. Poté zkuste dotaz spustit znovu.
es: El CTAS (crear tabla como seleccionar) no tiene una declaración SELECT al final. Por favor, asegúrate de que tu consulta tenga un SELECT como su última declaración. Luego, intenta ejecutar tu consulta de nuevo.
ja: CTAS (選択としてテーブルを作成) には、最後に SELECT ステートメントがありません。クエリの最後のステートメントとして SELECT が含まれていることを確認してください。次に、クエリを再度実行してみます。
mi: Karekau tō te CTAS (hanga ripanga hei tīpako) he kīanga SELECT i te mutunga. Tēnā kia mārama he SELECT tō kīanga whakamutunga o tō pātai. Kātahi, whakamātauhia anō tō pātai.
nl: De CTAS (create table as select) heeft geen SELECT instructie aan het einde. Zorg ervoor dat uw query als laatste verklaring een SELECT heeft. Probeer vervolgens uw zoekopdracht opnieuw uit te voeren.
pt_br: O CTAS (create table as select) não tem uma instrução SELECT no final. Certifique-se de que sua consulta tenha um SELECT como última instrução. Em seguida, tente executar sua consulta novamente.
tr: CTAS (seçerek tablo oluştur) sonunda bir SELECT ifadesi bulunmuyor. Lütfen sorgunuzun son ifadesinin bir SELECT olduğundan emin olun. Daha sonra sorgunuzu tekrar çalıştırmayı deneyin.
zh_tw: CTA（create table as select）只能與最後一條語句為 SELECT 的查詢一起運行。請確保查詢的最後一個語句是 SELECT。然後再次嘗試運行查詢。

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
bn: GeoJsonLayer GeoJSON ফরম্যাটে ডেটা গ্রহণ করে এবং এটি ইন্টারঅ্যাক্টিভ পলিগন, লাইন এবং পয়েন্ট (বৃত্ত, আইকন এবং/অথবা পাঠ্য) রূপে রেন্ডার করে।
ca: La GeoJsonLayer pren dades formatejades en GeoJSON i les renderitza com polígons interactius, línies i punts (cercles, icones i/o textos).
cs: GeoJsonLayer přijímá data ve formátu GeoJSON a vykresluje je jako interaktivní polygony, čáry a body (kruhy, ikony a/nebo texty).
es: La capa GeoJsonLayer toma datos en formato GeoJSON y los renderiza como polígonos interactivos, líneas y puntos (círculos, iconos y/o textos).
ja: GeoJsonLayer は、GeoJSON 形式のデータを取り込み、それをインタラクティブなポリゴン、ライン、ポイント (円、アイコン、および/またはテキスト) としてレンダリングします。
mi: Ka tango te GeoJsonLayer i ngā raraunga hōputu GeoJSON, ā, ka whakaatu hei tapawhā taunekeneke, hei rārangi me ngā tohu (porohita, tohu me/rānei kupu).
nl: De GeoJsonLayer neemt als GeoJSON geformatteerde gegevens in en geeft deze weer als interactieve polygonen, lijnen en punten (cirkels, pictogrammen en/of teksten).
pt_br: O GeoJsonLayer recebe dados formatados em GeoJSON e apresenta-os como polígonos, linhas e pontos interativos (círculos, ícones e/ou textos).
tr: GeoJsonLayer, GeoJSON biçimindeki verileri alır ve bu verileri etkileşimli çokgenler, çizgiler ve noktalar (daireler, simgeler ve/veya metinler) olarak işler.

source: The Sankey chart visually tracks the movement and transformation of values across system stages. Nodes represent stages, connected by links depicting value flow. Node height corresponds to the visualized metric, providing a clear representation of value distribution and transformation.
bn: সানকি চার্ট ভিজ্যুয়ালি মানের আন্দোলন এবং রূপান্তরকে অনুসরণ করে সিস্টেমের পর্যায়গুলির মধ্যে। নোডগুলি পর্যায়কে উপস্থাপন করে, যা মান প্রবাহ চিত্রিত করে সংযোগ দ্বারা যুক্ত। নোড উচ্চতা ভিজ্যুয়ালাইজ করা মেট্রিকের সাথে সঙ্গতিপূর্ণ, যা মান বিতরণ এবং রূপান্তরের একটি স্পষ্ট প্রতিনিধিত্ব প্রদান করে।
ca: El gràfic Sankey rastreja visualment el moviment i transformació de valors a través de etapes del sistema. Els nodes representen etapes, connectats per enllaços que descriuen el flux de valors. L'alçada del node correspon a la mètrica visualitzada, proporcionant una representació clara de distribució i transformació de valors.
cs: Sankeyův diagram vizuálně sleduje pohyb a transformaci hodnot napříč systémovými fázemi. Uzly představují fáze, spojené odkazy znázorňujícími tok hodnot. Výška uzlu odpovídá vizualizované metrice, což poskytuje jasnou reprezentaci distribuce a transformace hodnot.
mi: Ka whai te kauwhata Sankey i te nekeneke me te whakaahua o ngā uara puta noa

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
bn: X-অক্ষ ফিল্টার তালিকায় নেই, যা এটিকে ব্যবহার করতে বাধা দেবে ড্যাশবোর্ডগুলিতে সময় সীমার ফিল্টারে। আপনি কি এটি ফিল্টার তালিকায় যুক্ত করতে চান?
ca: L'eix X no està a la llista de filtres, la qual cosa impedirà que s'usi en filtres de rang temporal als dashboards. Vols afegir-lo a la llista de filtres?
cs: Osa X není na seznamu filtrů, což zabrání jejímu použití v filtrech časového rozsahu na nástěnkách. Chcete ji přidat do seznamu filtrů?
es: El eje X no está en la lista de filtros, lo que impedirá que se utilice en los filtros de rango de tiempo en los paneles. ¿Te gustaría añadirlo a la lista de filtros?
ja: X 軸はフィルター リストにないため、次の目的で使用できません。 ダッシュボードの時間範囲フィルター。フィルタリストに追加しますか?
nl: De X-as staat niet in de filterlijst, wat zal voorkomen dat deze wordt gebruikt in tijdbereik filters in dashboards. Wilt u het toevoegen aan de filterlijst?
pt_br: O eixo X não está na lista de filtros, o que impedirá a sua utilização em filtros de intervalo de tempo nos painéis. Gostaria de o adicionar à lista de filtros?

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
bn: রঙ নির্ধারণ করতে ব্যবহৃত সোর্স নোডগুলির শ্রেণী। যদি একটি নোড একাধিক শ্রেণীর সাথে যুক্ত হয়, তবে শুধুমাত্র প্রথমটি ব্যবহৃত হবে।
ca: La categoria de nodes font usada per assignar colors. Si un node està associat amb més d'una categoria, només la primera s'usarà.
cs: Kategorie zdrojových uzlů použitá k přiřazení barev. Pokud je uzel spojen s více než jednou kategorií, použije se pouze první.
es: La categoría de nodos fuente utilizada para asignar colores. Si un nodo está asociado con más de una categoría, solo se utilizará la primera.
ja: 色の割り当てに使用されるソース ノードのカテゴリ。ノードが複数のカテゴリに関連付けられている場合は、最初のカテゴリのみが使用されます。
mi: Te kāwai o ngā pona puna ka whakamahia hei tūtohu i ngā tae. Mēnā e hāngai ana tētahi pona ki te nui atu i te kotahi kāwai, ko te tuatahi anake ka whakamahia.
nl: De categorie van bronnodes die worden gebruikt om kleuren toe te wijzen. Als een knooppunt is gekoppeld met meer dan één categorie, zal alleen de eerste worden gebruikt.
pt_br: A categoria dos nós de origem utilizada para atribuir cores. Se um nó estiver associado a mais do que uma categoria, apenas a primeira será utilizada.
tr: Renklerin atanması için kullanılan kaynak düğümlerin kategorisi. Bir düğüm birden fazla kategori ile ilişkilendirilmişse, sadece ilk kategori kullanılacaktır.
zh_tw: 用於分配颜色的源節點類别。如果一個節點與多個類别關聯，则只使用第一個類别

source: The chart datasource does not exist
bn: চার্ট ডেটাসোর্স বিদ্যমান নেই।
ca: La font de dades del gràfic no existeix
cs: Zdroj dat grafu neexistuje
ja: グラフのデータソースが存在しません。
nl: De grafiek gegevensbron bestaat niet
pt_br: A fonte de dados do gráfico não existe
tr: Grafik veri kaynağı mevcut değil

source: The chart does not exist
bn: চার্ট বিদ্যমান নেই।
ca: El gràfic no existeix
cs: Graf neexistuje
ja: チャートが存在しません
nl: De grafiek bestaat niet
pt_br: O gráfico não existe
tr: Grafik mevcut değil
zh_tw: 圖表不存在

source: The chart query context does not exist
bn: চার্ট কোয়েরি প্রসঙ্গ বিদ্যমান নেই।
ca: El context de consulta del gràfic no existeix
cs: Kontext dotazu grafu neexistuje
ja: チャートクエリコンテキストが存在しません。
nl: De query context van de grafiek bestaat niet

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
bn: ক্লাসিক। এটি দেখানোর জন্য দুর্দান্ত যে প্রতিটি বিনিয়োগকারী একটি কোম্পানির কতটা পায়, আপনার ব্লগের কোন ডেমোগ্রাফিকগুলি অনুসরণ করে, অথবা বাজেটের কত শতাংশ সামরিক শিল্প কমপ্লেক্সে যায়। পাই চার্টগুলি যথাযথভাবে ব্যাখ্যা করা কঠিন হতে পারে। যদি আপেক্ষিক অনুপাতের স্পষ্টতা গুরুত্বপূর্ণ হয়, তবে একটি বার বা অন্য চার্ট প্রকার ব্যবহারের কথা বিবেচনা করুন।
ca: El clàssic. Genial per mostrar quant d'una empresa obté cada inversor, quines demogràfiques segueixen el teu blog, o quina porció del pressupost va al complex industrial militar. Els gràfics de pastís poden ser difícils d'interpretar precisament. Si la claredat de proporció relativa és important, considera usar una barra o altre tipus de gràfic en el seu lloc.
cs: Klasika. Skvělé pro zobrazení, jak velký podíl společnosti každý investor získal, jaká demografie sleduje váš blog, nebo jaká část rozpočtu jde na vojensko-průmyslový komplex. Koláčové grafy mohou být obtížně přesně interpretovatelné. Pokud je důležitá jasnost relativního poměru, zvažte místo toho použití sloupcového nebo jiného typu grafu.
es: El clásico. Ideal para mostrar cuánto de una empresa obtiene cada inversor, qué demografía sigue tu blog, o qué porción del presupuesto se destina al complejo industrial militar. Los gráficos de tarta pueden ser difíciles de interpretar con precisión. Si la claridad de la proporción relativa es importante, considera usar un gráfico de barras u otro tipo de gráfico en su lugar.
ja: クラシック。各投資家が会社の株式をどれだけ取得するか、どのような層がブログをフォローしているか、予算のどの部分が軍産複合体に使われるかを示すのに最適です。 円グラフを正確に解釈するのは難しい場合があります。相対的な比率を明確にすることが重要な場合は、代わりに棒グラフまたは他の種類のグラフを使用することを検討してください。
mi: Te tawhito. He pai rawa mō te whakaatu i te nui o tētahi kamupene ka whiwhi ia kaituku pūtea, ko ēhea ngā āhuahanga tūpāpori e whai ana i tō rangitaki, ko tēhea wāhanga rānei o te pūtea ka haere ki te rāngai pakihi whawhai.
nl: De klassieker. Ideaal om te laten zien hoeveel van een bedrijf elke belegger krijgt, welke demografie uw blog volgt, of welk deel van de begroting gaat naar het militaire industriële complex. Cirkeldiagrammen kunnen moeilijk te interpreteren zijn. Als de helderheid van relatieve verhoudingen belangrijk is, kun je in plaats daarvan een staaf- of ander grafiektype gebruiken.
pt_br: O clássico. Ótimo para mostrar quanto de uma empresa cada investidor recebe, que dados demográficos seguem o seu blog ou que parte do orçamento vai para o complexo industrial militar. Os gráficos de pizza podem ser difíceis de interpretar com precisão. Se a clareza da proporção relativa for importante, considere utilizar um gráfico de barras ou outro tipo de gráfico.
zh_tw: 經典的,很好地展示了每個投資者獲得了多少公司，“有多少人關注你的博客，或者預算的哪一部分流向了军事工業综合體餅狀圖很难精確解释。如果“相對比例”的清晰性很重要，可以考慮使用柱狀圖或其他圖表來代替。

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
bn: রঙের স্কিমা সংশ্লিষ্ট ড্যাশবোর্ড দ্বারা নির্ধারিত হয়। ড্যাশবোর্ডের বৈশিষ্ট্যগুলিতে রঙের স্কিমা সম্পাদনা করুন।
ca: L'esquema de colors està determinat pel dashboard relacionat. Edita l'esquema de colors a les propietats del dashboard.
cs: Barevné schéma je určeno související nástěnkou. Upravte barevné schéma ve vlastnostech nástěnky.
es: El esquema de colores está determinado por el panel de control relacionado. Edita el esquema de colores en las propiedades del panel de control.
ja: 配色は、関連するダッシュボードによって決まります。 ダッシュボードのプロパティで配色を編集します。
mi: Ka whakatau te kaupapa tae e te papatohu hāngai.
nl: Het kleurenschema wordt bepaald door het gerelateerde dashboard. Bewerk het kleurenschema in de dashboard eigenschappen.
pt_br: O esquema de cores é determinado pelo painel relacionado. Edite o esquema de cores nas propriedades do painel.
