Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Add Column
bn: কলাম যোগ করুন
es: Añadir Columna
ja: 列を追加
nl: Kolom toevoegen
pt_br: Adicionar coluna
tr: Sütun Ekle
zh_tw: 新增列

source: Add Database
bn: ডাটাবেস যোগ করুন
es: Añadir Base de Datos
ja: データベースを追加
nl: Voeg Database toe
pt_br: Adicionar Banco de dados
tr: Veritabanı Ekle
zh_tw: 新增資料庫

source: Add Metric
bn: মেট্রিক যোগ করুন
es: Añadir Métrica
ja: 指標を追加
nl: Voeg metriek toe
pt_br: Adicionar Métrica
tr: Metrik Ekle
zh_tw: 新增指標

source: Add Report
bn: রিপোর্ট যোগ করুন
ca: Afegir Informe
cs: Přidat report
ja: レポートの追加
nl: Rapport toevoegen
pt_br: Adicionar relatório
tr: Rapor Ekle
zh_tw: 新增報告

source: Add filters and dividers
bn: ফিল্টার এবং বিভাজক যোগ করুন
es: Añade filtros y divisores
ja: フィルターとディバイダーを追加
nl: Filters en scheidingen toevoegen
pt_br: Adicionar filtros e divisores
tr: Filtreler ve bölücüler ekle
zh_tw: 增加過濾器和分隔符

source: Add/Edit Filters
bn: ফিল্টার যোগ/সম্পাদনা করুন
ja: フィルタの追加/編集
nl: Filters toevoegen/bewerken
pt_br: Adicionar/Editar filtros
tr: Filtre Ekle/Düzenle

source: Additional metadata
bn: অতিরিক্ত মেটাডাটা
ja: 追加のメタデータ
nl: Additionele metadata
pt_br: Metadados adicionais
tr: Ek meta veri
zh_tw: 附加元數據

source: Adjust column settings such as specifying the columns to read, how duplicates are handled, column data types, and more.
bn: কলামের সেটিংস সামঞ্জস্য করুন যেমন পড়ার জন্য কলাম নির্দিষ্ট করা, ডুপ্লিকেটগুলি কীভাবে পরিচালনা করা হয়, কলামের ডেটা টাইপ ইত্যাদি।
ca: Ajustar la configuració de columnes com especificar les columnes a llegir, com es gestionen els duplicats, tipus de dades de columnes, i més.
cs: Upravte nastavení sloupců, jako je určení sloupců ke čtení, způsob zpracování duplikátů, datové typy sloupců a další.

source: Adjust how spaces, blank lines, null values are handled and other file wide settings.
bn: স্পেস, ফাঁকা লাইন, শূন্য মান এবং অন্যান্য ফাইল বিস্তৃত সেটিংস কীভাবে পরিচালিত হবে তা সামঞ্জস্য করুন।
ca: Ajustar com es gestionen els espais, línies buides, valors nuls i altres configuracions globals del fitxer.
cs: Upravte, jak se zachází s mezerami, prázdnými řádky, nulovými hodnotami a dalšími nastaveními pro celý soubor.

source: All panels with this column will be affected by this filter
bn: এই কলাম সহ সমস্ত প্যানেল এই ফিল্টার দ্বারা প্রভাবিত হবে
es: Todos los paneles con esta columna se verán afectados por este filtro
ja: この列のすべてのパネルは、このフィルターの影響を受けます
nl: Alle panelen met deze kolom zullen door deze filter worden beïnvloed
pt_br: Todos painéis com essa coluna vão ser afetados por esse filtro
tr: Bu sütunla ilgili tüm paneller bu filtreden etkilenecek
zh_tw: 包含此列的所有面板都將受到此過濾條件的影響

source: Allow CREATE TABLE AS option in SQL Lab
bn: SQL ল্যাবে CREATE TABLE AS বিকল্প অনুমতি দিন
es: Permitir la opción CREATE TABLE AS en SQL Lab
ja: SQL Lab でテーブル作成オプションを許可する。
nl: Sta de CREATE TABLE AS optie toe in SQL Lab
pt_br: Permitir a opção CREATE TABLE AS no SQL Lab
tr: SQL Lab'de CREATE TABLE AS seçeneğine izin ver
zh_tw: 在 SQL 編輯器中允許 CREATE TABLE AS 選項

source: Allow CREATE VIEW AS option in SQL Lab
bn: SQL ল্যাবে CREATE VIEW AS বিকল্প অনুমতি দিন
es: Permitir la opción CREATE VIEW AS en SQL Lab
ja: SQL Lab でビュー作成オプションを許可する。
nl: Sta de CREATE VIEW AS optie toe in SQL Lab
pt_br: Permitir a opção CREATE VIEW AS no SQL Lab
tr: SQL Lab'de CREATE VIEW AS seçeneğine izin ver
zh_tw: 在 SQL 編輯器中允許 CREATE VIEW AS 選項

source: Allow Csv Upload
bn: CSV আপলোড অনুমতি দিন
es: Permitir Subida de Csv
ja: CSVアップロードを許可
nl: Csv upload toestaan
pt_br: Permitir Csv Upload
tr: Csv Yükleme İzni Ver
zh_tw: 允許 Csv 上傳

source: Allow DDL/DML
bn: DDL/DML অনুমতি দিন

source: Allow sending multiple polygons as a filter event
bn: একাধিক পলিগনকে ফিল্টার ইভেন্ট হিসেবে পাঠানোর অনুমতি দিন
ca: Permetre enviar múltiples polígons com un esdeveniment de filtre
cs: Povolit odesílání více polygonů jako událost filtru
es: Permitir el envío de múltiples polígonos como un evento de filtro
ja: 複数のポリゴンをフィルター イベントとして送信できるようにする
nl: Versturen van meerdere veelhoeken als filtergebeurtenis toestaan
pt_br: Permitir o envio de vários polígonos como um evento de filtro
tr: Filtre etkinliği olarak çoklu poligon gönderilmesine izin ver
zh_tw: 允許使用多個多邊形來過濾事件

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
bn: SQL ল্যাবে ইউজারদের নন-SELECT স্টেটমেন্ট (UPDATE, DELETE, CREATE, ...) চালানোর অনুমতি দিন
es: Permitir a los usuarios ejecutar sentencias que no sean SELECT (UPDATE, DELETE, CREATE, ...) en SQL Lab
ja: ユーザーが SQL Lab で非 SELECT ステートメント (UPDATE、DELETE、CREATE など) を実行できるようにする
nl: Gebruikers toestaan niet-SELECT statements uit te voeren (UPDATE, DELETE, CREATE, ...) in SQL Lab
tr: Kullanıcıların SQL Lab'de SELECT dışı ifadeleri (UPDATE, DELETE, CREATE, ...) çalıştırmasına izin ver
zh_tw: 允許用戶在 SQL 編輯器中運行非 SELECT 語句（UPDATE，DELETE，CREATE，...）

source: Apply to all panels
bn: সমস্ত প্যানেলে প্রয়োগ করুন
es: Aplicar a todos los paneles
ja: すべてのパネルに適用
nl: Toepassen op alle panelen
pt_br: Aplicar para todos painéis
tr: Tüm panellere uygula
zh_tw: 應用於所有面板

source: Apply to specific panels
bn: নির্দিষ্ট প্যানেলে প্রয়োগ করুন
es: Aplicar a paneles específicos
ja: 特定のパネルに適用
nl: Toepassen op specifieke panelen
pt_br: Aplicar para painéis específicos
tr: Belirli panellere uygula
zh_tw: 應用於特定面板

source: Arc
bn: আর্ক
cs: Oblouk
mi: Kopeka
nl: Boog
pt_br: Arco
tr: Kemer

source: Are you sure you want to delete the selected queries?
bn: আপনি কি নিশ্চিত যে আপনি নির্বাচিত কুয়েরি মুছে ফেলতে চান?
ca: Estàs segur que vols eliminar les consultes seleccionades?
cs: Opravdu chcete smazat vybrané dotazy?
es: ¿Estás seguro de que quieres eliminar las consultas seleccionadas?
ja: 選択したクエリを削除しますか?
nl: Weet je zeker dat je de geselecteerde query’s wilt verwijderen?
pt_br: Tem certeza que deseja remover as consultas selecionadas ?
tr: Seçili sorguları silmek istediğinizden emin misiniz?
zh_tw: 您確定要删除選定的查詢嗎？

source: Associated Charts
bn: সংযুক্ত চার্টগুলি
es: Gráficas asociadas
ja: 関連チャート
nl: Gerelateerde grafieken
pt_br: Gráficos Associados
tr: İlişkili Grafikler
zh_tw: 關聯的圖表

source: Async Execution
bn: এ্যাসিঙ্ক্রোনাস কার্যকারিতা
es: Ejecución asíncrona
ja: 非同期実行
nl: Async uitvoering
pt_br: Execução Assíncrona
tr: Asenkron İşletme
zh_tw: 異步執行查詢

source: August
bn: অগাস্ট
ca: Agost
cs: Srpen
es: Agosto
ja: 8月
mi: Hereturikōkā
nl: Augustus
pt_br: Agosto
tr: Ağustos
zh_tw: 八月

source: Auto
bn: অটো
ca: Automàtic
ja: 自動
mi: Aunoa
tr: Otomatik

source: Automatic Color
bn: স্বয়ংক্রিয় রঙ
es: Color automático
ja: 自動カラー
nl: Automatische kleur
pt_br: Cor Automática
tr: Otomatik Renk
zh_tw: 自動配色

source: BOOLEAN
bn: বুলিয়ান
ca: BOOLEÀ
ja: ブール値
mi: PŪRUHI
pt_br: BOLEANO
zh_tw: 布林值

source: Backend
bn: ব্যাকএন্ড
ja: バックエンド
mi: Tuarongo
tr: Arka uç
zh_tw: 後端

source: Bar Chart (legacy)
bn: বার চার্ট (লেগ্যাসি)
ja: 棒グラフ (従来の)
nl: Staafdiagram (legacy)
pt_br: Gráfico de barras (legado)
tr: Çubuk Grafiği (eski)

source: Basic information
bn: মৌলিক তথ্য
ca: Informació bàsica
cs: Základní informace
es: Información básica
ja: 基本情報
nl: Basis informatie
pt_br: Informações básicas
tr: Temel bilgi
zh_tw: 基本情况

source: Battery level over time
bn: সময়ের সাথে ব্যাটারি স্তর
es: Nivel de batería a lo largo del tiempo
ja: 時間の経過に伴うバッテリー残量
nl: Batterij niveau na verloop van tijd
pt_br: Nível da bateria ao longo do tempo
tr: Zaman içinde pil seviyesi
zh_tw: 電池電量随時間變化

source: Big Number Font Size
bn: বড় সংখ্যার ফন্ট সাইজ
ca: Mida de Font del Número Gran
cs: Velikost písma velkého čísla
es: Tamaño de fuente del Número grande
ja: 大きな数字のフォントサイズ
nl: Groot getal lettertype
pt_br: Tamanho da Fonte do Número Grande
tr: Büyük Sayı Yazı Tipi Boyutu
zh_tw: 數字的字體大小

source: Build
bn: বিল্ড
ca: Construir
cs: Sestavení
es: Construir
ja: 構築
nl: Bouwen
pt_br: Construir
tr: Oluştur

source: Business
bn: ব্যবসা
ca: Negoci
cs: Obchodní
es: Negocio
ja: ビジネス
mi: Pakihi
nl: Bedrijf
pt_br: Negócios
tr: İş
zh_tw: 商業

source: Business Data Type
bn: ব্যবসায়িক ডেটার ধরন
es: Tipo de datos de negocio
ja: ビジネスデータタイプ
nl: Bedrijfsgegevenstype
pt_br: Tipo de dados comerciais
tr: İş Veri Türü
zh_tw: 業務數據類型

source: CREATE DATASET
bn: ডেটাসেট তৈরি করুন
ca: CREAR CONJUNT DE DADES
cs: VYTVOŘIT SADU DAT
ja: データセットを作成
nl: DATASET AANMAKEN
tr: VERİ KÜMESİ OLUŞTUR

source: CSV Upload
bn: CSV আপলোড
ja: CSVアップロード
pt_br: Upload de CSV
tr: CSV Yükleme

source: CTAS Schema
bn: CTAS স্কিমা
es: Esquema CTAS
ja: CTASスキーマ
pt_br: Esquema CTAS
tr: CTAS Şeması
zh_tw: CTAS 模式

source: Cache Timeout
bn: ক্যাশের সময়সীমা
es: Tiempo de expiración de caché
ja: キャッシュタイムアウト
nl: Buffer Timeout
pt_br: Tempo limite da cache
tr: Önbellek Zaman Aşımı
zh_tw: 缓存超時

source: Can't have overlap between Series and Breakdowns
bn: সিরিজ এবং বিভাজনের মধ্যে ওভারল্যাপ থাকতে পারবে না
es: No puede haber solapamiento entre Series y Desgloses
ja: シリーズとブレークダウンの間に重複を含めることはできません。
nl: Overlapping tussen Series en Breakdowns is niet mogelijk
pt_br: Não pode haver sobreposição entre séries e avarias
tr: Seriler ve Ayrıntılar arasında çakışma olamaz
zh_tw: Series 和 Breakdown 之間不能有重叠

source: Catalog
bn: ক্যাটালগ
ca: Catàleg
cs: Katalog
mi: Kātaloka

source: Changed By
bn: পরিবর্তিত হয়েছে
es: Cambiado por
ja: 更新者
nl: Gewijzigd door
pt_br: Alterado por
tr: Değiştiren Kişi
zh_tw: 修改人

source: Chart Cache Timeout
bn: চার্ট ক্যাশের সময়সীমা
es: Tiempo de Espera del Caché de Gráficas
ja: チャートキャッシュタイムアウト
nl: Cache time-out
pt_br: Tempo limite da cache do gráfico
tr: Grafik Önbellek Zaman Aşımı
zh_tw: 表缓存超時

source: Chart [{}] has been overwritten
bn: চার্ট [{}] পুনরায় লেখা হয়েছে
ca: El gràfic [{}] ha estat sobreescrit
cs: Graf [{}] byl přepsán
es: La gráfica [{}] ha sido sobrescrita
ja: チャート [{}] が上書きされました。
nl: Grafiek [{}] is overschreven
pt_br: O gráfico [{}] foi substituído
tr: Grafik [{}] üzerine yazıldı
zh_tw: 圖表 [{}] 已經覆盖

source: Chart [{}] has been saved
bn: চার্ট [{}] সংরক্ষিত হয়েছে
ca: El gràfic [{}] ha estat desat
cs: Graf [{}] byl uložen
es: La gráfica [{}] ha sido guardada
ja: チャート [{}] が保存されました。
nl: Grafiek [{}] is opgeslagen
pt_br: O gráfico [{}] foi salvo
tr: Grafik [{}] kaydedildi
zh_tw: 圖表 [{}] 已經保存

source: Chart [{}] was added to dashboard [{}]
bn: চার্ট [{}] ড্যাশবোর্ড [{}] তে যোগ করা হয়েছে
ca: El gràfic [{}] va ser afegit al dashboard [{}]
cs: Graf [{}] byl přidán na nástěnku [{}]
es: La gráfica [{}] fue añadida al panel de control [{}]
ja: チャート [{}] はダッシュボード [{}] に追加されました。
nl: Grafiek [{}] werd toegevoegd aan dashboard [{}]
pt_br: Gráfico [{}] foi adicionado ao painel [{}]
tr: Grafik [{}] gösterge tablosuna [{}] eklendi
zh_tw: 圖表 [{}] 已經增加到看板 [{}]

source: Chart last modified
bn: শেষ পরিবর্তিত চার্ট
ca: Gràfic modificat per última vegada
cs: Graf naposledy změněn
ja: グラフの最終更新日
nl: Grafiek laatst gewijzigd
pt_br: Última modificação do gráfico
tr: Grafik son düzenlenme tarihi

source: Chart last modified by
bn: শেষ পরিবর্তনকারী চার্ট
ca: Gràfic modificat per última vegada per
cs: Graf naposledy změnil(a)
ja: グラフの最終更新者
nl: Grafiek laatst gewijzigd door
pt_br: Gráfico modificado pela última vez por
tr: Grafik son düzenleyen kişi

source: Choose File
bn: ফাইল নির্বাচন করুন
ca: Escollir Fitxer
cs: Vybrat soubor
es: Elige Archivo
ja: ファイルを選択
nl: Kies Bestand
pt_br: Escolher Arquivo
tr: Dosya Seç
zh_tw: 選擇文件

source: Choose a source and a target
bn: একটি উৎস এবং লক্ষ্য নির্বাচন করুন
ja: ソースとターゲットを選択してください
nl: Kies een bron en een doel
pt_br: Escolha uma fonte e um alvo
tr: Bir kaynak ve bir hedef seçin
zh_tw: 選擇一個源和一個目標

source: Circular
bn: গোলাকার
cs: Kruhový
ja: 円形
mi: Āmiomio
nl: Rond
tr: Dairesel
zh_tw: 圆

source: Classic chart that visualizes how metrics change over time.
bn: একটি ক্লাসিক চার্ট যা দেখায় কিভাবে মেট্রিকগুলি সময়ের সাথে পরিবর্তিত হয়।
es: Gráfico clásico que visualiza cómo cambian las métricas a lo largo del tiempo.
ja: 時間の経過とともにメトリクスがどのように変化するかを視覚化するクラシックなチャート。
nl: Klassieke grafiek die visualiseert hoe metrieken na verloop van tijd veranderen.
pt_br: Gráfico clássico que visualiza como as métricas mudam ao longo do tempo.
tr: Metriklerin zaman içinde nasıl değiştiğini görselleştiren klasik grafik.
zh_tw: 直观顯示指標随時間變化的經典圖表。

source: Click on "+Add/Edit Filters" button to create new dashboard filters
bn: নতুন ড্যাশবোর্ড ফিল্টার তৈরি করতে "+অ্যাড/এডিট ফিল্টার" বোতামে ক্লিক করুন
es: Haz clic en el botón "+Añadir/Editar filtros" para crear nuevos filtros para el panel
ja: 「フィルタの追加/編集」ボタンをクリックして、新しいダッシュボード フィルタを作成します
nl: Klik op de "+Toevoegen/Bewerken van Filters" knop om nieuwe dashboard filters te maken
tr: Yeni gösterge paneli filtreleri oluşturmak için "+Filtre Ekle/Düzenle" düğmesine tıklayın
zh_tw: 點擊“+增加/編輯過濾器”按钮來創建新的看板過濾器。

source: Collapse table preview
bn: টেবিল প্রিভিউ অযুত করুন
ca: Col·lapsar previsualització de la taula
cs: Sbalit náhled tabulky
ja: テーブルのプレビューを折りたたむ
nl: Tabel voorbeeld inklappen
pt_br: Recolher a visualização da tabela
tr: Tablo önizlemesini daralt
zh_tw: 折叠表預覽

source: Colors
bn: রঙগুলি
cs: Barvy
es: Colores
ja: 色
nl: Kleuren
pt_br: Cores
tr: Renkler
zh_tw: 颜色

source: Column Data Types
bn: কলাম ডেটা প্রকার
ja: 列のデータ種類
nl: Kolom gegevenstypen
tr: Sütun Veri Tipleri

source: Column datatype
bn: কলাম ডেটার ধরন
ja: 列のデータ種類
nl: Kolom gegevenstype
tr: Sütun veri türü

source: Columnar Upload
bn: কলামার আপলোড

source: Columns To Be Parsed as Dates
bn: যেগুলোকে তারিখ হিসেবে পার্স করা হবে কলাম
ja: 日付として解析される列
nl: Kolommen die als datums worden geparsed
pt_br: Colunas a serem analisadas como datas
tr: Tarih olarak Ayrılacak Sütunlar

source: Columns To Read
bn: পড়ার জন্য কলাম
ja: 読むべきコラム
nl: Kolommen om te Lezen
pt_br: Colunas a serem lidas
tr: Okunacak Sütunlar

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
bn: বার ব্যবহার করে বিভিন্ন ক্যাটাগরির মেট্রিকগুলি তুলনা করে। বার দৈর্ঘ্য প্রতিটি মানের আকার নির্দেশ করতে ব্যবহৃত হয় এবং রঙ গ্রুপগুলিকে আলাদা করতে ব্যবহৃত হয়।
es: Compara métricas de diferentes categorías utilizando barras. La longitud de las barras se utiliza para indicar la magnitud de cada valor y el color se utiliza para diferenciar grupos.
ja: バーを使用してさまざまなカテゴリのメトリクスを比較します。バーの長さは各値の大きさを示すために使用され、色はグループを区別するために使用されます。
nl: Vergelijk metrieken van verschillende categorieën met behulp van bars. Lengtes worden gebruikt om de grootte van elke waarde en kleur aan te geven om groepen te onderscheiden.
pt_br: Compara métricas de diferentes categorias usando barras. Os comprimentos das barras são utilizados para indicar a magnitude de cada valor e a cor é utilizada para diferenciar os grupos.
tr: Farklı kategorilerden metrikleri çubuklar kullanarak karşılaştırır. Çubuk uzunlukları her değerin büyüklüğünü göstermek için kullanılır ve renk grupları ayırt etmek için kullanılır.
zh_tw: 使用條形圖比較不同類别的指標。條形長度用於指示每個值的大小，颜色用於區分組。

source: Compares the lengths of time different activities take in a shared timeline view.
bn: একটি শেয়ার্ড টাইমলাইন ভিউতে বিভিন্ন কার্যক্রমের সময়ের দৈর্ঘ্য তুলনা করে।
es: Compara las duraciones de diferentes actividades en una vista de línea de tiempo compartida.
ja: 共有タイムライン ビューでさまざまなアクティビティにかかる時間を比較します。
nl: Vergelijk de duur van de verschillende activiteiten in een gedeelde tijdlijnweergave.
pt_br: Compara os períodos de tempo de diferentes atividades numa visão de linha de tempo compartilhada.
tr: Farklı etkinliklerin zaman içinde ne kadar süre aldığını paylaşılan bir zaman çizelgesi görünümünde karşılaştırır.
zh_tw: 比較不同活動在共享時間線視圖中所花费的時間長度。

source: Connection looks good!
bn: সংযোগ ভাল লাগছে!
es: ¡La conexión parece buena!
ja: 接続は良好です!
nl: Verbinding ziet er goed uit!
pt_br: A conexão parece boa !
tr: Bağlantı iyi görünüyor!
zh_tw: 連接测試成功！

source: Control
bn: নিয়ন্ত্রণ
cs: Ovládací prvek
ja: コントロール
mi: Whakahaere
nl: Controle
pt_br: Controle
tr: Kontrol

source: Copy and paste the entire service account .json file here
bn: এখানে সম্পূর্ণ সার্ভিস অ্যাকাউন্ট .json ফাইলটি কপি এবং পেস্ট করুন
es: Copia y pega aquí el archivo .json completo de la cuenta de servicio
ja: サービス アカウントの .json ファイル全体をここにコピーして貼り付けます
nl: Kopieer en plak hier het volledige .json service-account bestand
pt_br: Copie e cole todo o ficheiro service account.json aqui
tr: Tüm hizmet hesabı .json dosyasını buraya kopyala ve yapıştır
zh_tw: 複製服務帳戶的 json 文件複製並粘贴到此處

source: Copy message
bn: বার্তা কপি করুন
es: Copiar mensaje
ja: メッセージをコピー
nl: Kopieer bericht
pt_br: Copiar mensagem
tr: Mesajı kopyala
zh_tw: 複製訊息

source: Copy query URL
bn: কোয়েরি URL কপি করুন
ca: Copiar URL de consulta
cs: Kopírovat URL dotazu
es: Copiar URL de consulta
ja: クエリ URL のコピー
nl: Kopieer query URL
pt_br: Copiar URL da consulta
tr: Sorgu URL'sini kopyala
zh_tw: 複製查詢 URL

source: Could not load database driver: {}
bn: ডেটাবেজ ড্রাইভার লোড করতে ব্যর্থ: {}
ca: No s'ha pogut carregar el controlador de base de dades: {}
cs: Nepodařilo se načíst ovladač databáze: {}
es: No se pudo cargar el controlador de la base de datos: {}
ja: データベース ドライバーを読み込めませんでした。: {}
nl: Kon het database driver niet laden: {}
pt_br: Não foi possível carregar o driver de banco de dados: {}
tr: Veritabanı sürücüsü yüklenemedi: {}
zh_tw: 無法加载資料庫驱動程序：{}

source: Create Chart
bn: চার্ট তৈরি করুন
ja: チャートを作成
nl: Grafiek aanmaken
pt_br: Criar gráfico
tr: Grafik Oluştur

source: Create chart with dataset
bn: ডেটাসেট দিয়ে চার্ট তৈরি করুন
ca: Crear gràfic amb conjunt de dades
cs: Vytvořit graf se sadou dat
es: Crea un gráfico con el conjunto de datos
ja: データセットを使用してチャートを作成する
nl: Maak een grafiek met dataset
pt_br: Criar gráfico com conjunto de dados
tr: Veri kümesi ile grafik oluştur

source: Create dataset and create chart
bn: ডেটাসেট তৈরি করুন এবং চার্ট তৈরি করুন
ca: Crear conjunt de dades i crear gràfic
cs: Vytvořit sadu dat a vytvořit graf
ja: データセットの作成とチャートの作成
nl: Maak dataset aan en maak grafiek
pt_br: Criar conjunto de dados e criar gráfico
tr: Veri kümesi oluştur ve grafik oluştur

source: Creator
bn: স্রষ্টা
ca: Creador
cs: Tvůrce
es: Creador
ja: 作成者
mi: Kaihanga
nl: Maker
pt_br: Criador
tr: Oluşturan
zh_tw: 作者

source: Crimson
bn: ক্রিমসন
ca: Carmesí
cs: Karmínová
ja: 真紅
mi: Ngā
nl: Donkerrood
pt_br: Carmesim
tr: Alev Kırmızısı

source: Custom Conditional Formatting
bn: কাস্টম শর্তাধীন ফরম্যাটিং

source: Custom interval
bn: কাস্টম ইন্টারভ্যাল
ca: Interval personalitzat
cs: Vlastní interval

source: D3 Format
bn: D3 ফরম্যাট
es: Formato D3
ja: D3フォーマット
nl: D3 Formaat
pt_br: Formato D3
tr: D3 Biçimi
zh_tw: D3 格式

source: DATETIME
bn: তারিখ ও সময়
ca: DATA/HORA
cs: DATUM A ČAS
ja: 日付時刻
nl: DATUMTIJD
pt_br: DATA
tr: TARİH SAAT

source: DEC
bn: ডিসেম্বার
ca: DES
cs: PRO
es: DIC
ja: 12月
mi: HAK
pt_br: DEZ
tr: ONDALIK
zh_tw: 十二月

source: DML
bn: ডিএমএল
zh_tw: 允許 DML

source: Dashboard [{}] just got created and chart [{}] was added to it
bn: ড্যাশবোর্ড [{}] নতুন তৈরি হয়েছে এবং চার্ট [{}] এতে যোগ করা হয়েছে
ca: El dashboard [{}] s'acaba de crear i el gràfic [{}] s'hi ha afegit
cs: Nástěnka [{}] byla právě vytvořena a byl na ni přidán graf [{}]
es: Se acaba de crear el panel de control [{}] y se ha añadido el gráfico [{}] a este
ja: ダッシュボード [{}] が作成されチャート [{}] が追加されました。
nl: Dashboard [{}] is zojuist aangemaakt en grafiek [{}] is eraan toegevoegd
pt_br: Painel [{}] acabou de ser criado e o gráfico [{}] foi adicionado a ele
tr: [{}] Gösterge tablosu sadece oluşturuldu ve [{}] grafik ona eklendi
zh_tw: 看板 [{}] 刚刚被創建，並且圖表 [{}] 已被增加到其中

source: Data Imported
bn: ডেটা আমদানি করা হয়েছে

source: Database not allowed to change
bn: ডেটাবেজ পরিবর্তন করা অনুমোদিত নয়
ca: No es permet canviar la base de dades
cs: Změna databáze není povolena
es: No se permite cambiar la base de datos
ja: データベースの変更は許可されていません。
nl: Database mag niet wijzigen
pt_br: Banco de dados não pode ser alterado
tr: Veritabanının değiştirilmesine izin verilmiyor
zh_tw: 數據集不允許被修改

source: Datasets can have a main temporal column (main_dttm_col), but can also have secondary time columns. When this attribute is true, whenever the secondary columns are filtered, the same filter is applied to the main datetime column.
bn: ডেটাসেটগুলির একটি প্রধান সময়কালীন কলাম (main_dttm_col) থাকতে পারে, তবে সেকেন্ডারি সময় কলামও থাকতে পারে। যখন এই বৈশিষ্ট্যটি সত্য হয়, তখন সেকেন্ডারি কলামগুলি ফিল্টার করার সময়, প্রধান ডেটটাইম কলামের উপর একই ফিল্টার প্রয়োগ করা হয়।
es: Los conjuntos de datos pueden tener una columna temporal principal (main_dttm_col), pero también pueden tener columnas de tiempo secundarias. Cuando este atributo es verdadero, siempre que se filtran las columnas secundarias, se aplica el mismo filtro a la columna de fecha y hora principal.
ja: データセットにはメインの時間列 (main_dttm_col) を含めることができますが、セカンダリの時間列を含めることもできます。この属性が true の場合、セカンダリ列がフィルタリングされるたびに、同じフィルタがメインの日時列に適用されます。
nl: Datasets kunnen een hoofdtijdelijke kolom hebben (main_dttm_col), maar kunnen ook secundaire tijdkolommen hebben. Wanneer dit attribuut waar is, wanneer de secundaire kolommen worden gefilterd, wordt hetzelfde filter toegepast op de hoofddatetime kolom.

source: Datetime Format
bn: ডেটটাইম ফরম্যাট
es: Formato de Fecha y Hora
ja: 日時フォーマット
nl: Datumtijd Opmaak
pt_br: Formato de data e hora
tr: Tarih Saat Biçimi
zh_tw: 時間格式

source: Decides which column to sort the base axis by.
bn: মৌলিক অক্ষকে কোন কলাম দ্বারা সাজানো হবে তা নির্ধারণ করে।
es: Decide por qué columna ordenar el eje base.
ja: 基本軸をソートする列を決定します。
nl: Bepaalt de kolom waarop de basisas gesorteerd moet worden.
pt_br: Decide por qual coluna ordenar o eixo base.
tr: Temel ekseni hangi sütuna göre sıralayacağınızı belirler.

source: Decides which measure to sort the base axis by.
bn: মৌলিক অক্ষকে কোন পরিমাপ দ্বারা সাজানো হবে তা নির্ধারণ করে।
es: Decide qué medida usar para ordenar el eje base.
ja: 基準軸をソートする基準を決定します。
nl: Besluit welke maatregel de basisas sorteert.
tr: Temel ekseni hangi ölçüye göre sıralayacağınızı belirler.
zh_tw: 决定按哪個度量來對基軸進行排序。

source: Decimal Character
bn: দশমিক অক্ষর
es: Carácter Decimal
ja: 小数文字
nl: Decimaal teken
pt_br: Caractere decimal
tr: Ondalık Karakter
zh_tw: 十進制字符

source: Deck.gl - Arc
bn: ডেক.জিএল - আর্ক
cs: Deck.gl - Oblouk
es: Deck.gl - Arco
ja: Deck.gl - アーク
mi: Deck.gl - Kopeka
tr: Deck.gl - Yay
zh_tw: Deck.gl - 弧度

source: Deck.gl - GeoJSON
bn: ডেক.জিএল - জিওজেসন

source: Default Endpoint
bn: ডিফল্ট এন্ডপয়েন্ট
es: Punto Final Predeterminado
ja: デフォルトのエンドポイント
nl: Standaard eindpunt
pt_br: Endpoint padrão
tr: Varsayılan Uç Nokta
zh_tw: 預設端點

source: Default URL to redirect to when accessing from the dataset list page
bn: ডেটাসেট তালিকা পৃষ্ঠায় প্রবেশের সময় পুনঃনির্দেশ করার জন্য ডিফল্ট URL
es: URL predeterminada a la que redirigir cuando se accede desde la página de lista de conjuntos de datos
ja: データセットリストページからアクセスする際のリダイレクト先のデフォルトURL
nl: Standaard URL om naar door te verwijzen bij toegang vanaf de dataset lijst pagina
pt_br: URL padrão para o qual redirecionar quando acessar da página da lista de conjuntos de dados
tr: Veri kümesi listesi sayfasından erişildiğinde yönlendirmek için varsayılan URL
zh_tw: 從數據集列表頁訪問時重定向到的預設URL

source: Default value is required
bn: ডিফল্ট মান প্রয়োজন
ja: デフォルト値は必須です
nl: Standaardwaarde is vereist
pt_br: O valor padrão é obrigatório
tr: Varsayılan değer gereklidir
zh_tw: 需要預設值

source: Defines how each series is broken down
bn: প্রতিটি সিরিজ কীভাবে ভাঙা হবে তা সংজ্ঞায়িত করে
es: Define cómo se desglosa cada serie
ja: 各シリーズをどのように分類するかを定義します
nl: Bepaalt hoe elke serie is opgesplitst
pt_br: Define como cada série é decomposta
tr: Her serinin nasıl ayrılacağını tanımlar
zh_tw: 定義每個序列是如何被分解的

source: Delete query
bn: প্রশ্ন মুছে ফেলুন
ca: Eliminar consulta
cs: Smazat dotaz
es: Eliminar consulta
ja: クエリを削除
nl: Verwijder query
pt_br: Excluir consulta
tr: Sorguyu sil
zh_tw: 删除查詢

source: Demographics
bn: জনসংখ্যাতত্ত্ব
es: Demografía
ja: 人口統計
nl: Demografisch
pt_br: Demografia
tr: Demografik bilgiler
zh_tw: 人口统計

source: Deprecated
bn: অবনমিত
ja: 廃止された
nl: Verouderd
pt_br: Depreciado
tr: Taslak
zh_tw: 過時

source: Display
bn: প্রদর্শন করুন
ja: 画面
nl: Weergeven
