Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: D3 time format syntax: https://github.com/d3/d3-time-format
bn: D3 সময় ফরম্যাটের সিনট্যাক্স: https://github.com/d3/d3-time-format
ca: Sintaxi del format de temps D3: https://github.com/d3/d3-time-format
cs: Syntaxe formátu času D3: https://github.com/d3/d3-time-format
es: Sintaxis de formato de tiempo D3: https://github.com/d3/d3-time-format
ja: D3 時間形式の構文: https://github.com/d3/d3-time-format
mi: Wetereo hōputu wā D3: https://github.com/d3/d3-time-format
nl: D3 format syntax: https://github.com/d3/d3-time-format
pt_br: Formato de hora D3 sintaxe: https://github.com/d3/d3-time-format
ro: Sintaxă format timp D3: https://github.com/d3/d3-time-format
tr: D3 saat biçimi sözdizimi: https://github.com/d3/d3-time-format
zh_tw: D3 時間插件格式語法: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
bn: DB কলাম %(col_name)s এর অজানা প্রকার: %(value_type)s
ca: La columna de BD %(col_name)s té un tipus desconegut: %(value_type)s
cs: Sloupec databáze %(col_name)s má neznámý typ: %(value_type)s
es: La columna DB %(col_name)s tiene un tipo desconocido: %(value_type)s
ja: DB 列 %(col_name)s のタイプが不明です。: %(value_type)s
mi: He kāore e mōhiotia te momo o te tīwae DB %(col_name)s: %(value_type)s
nl: DB kolom %(col_name)s heeft onbekend type: %(value_type)s
pt_br: Coluna do banco de dados %(nome_da_coluna)s tem tipo desconhecido: %(value_type)s
ro: Coloana DB %(col_name)s are tip necunoscut: %(value_type)s
tr: DB sütunu %(col_name)s bilinmeyen tipe sahip: %(value_type)s

source: DD/MM format dates, international and European format
bn: DD/MM ফরম্যাট তারিখ, আন্তর্জাতিক এবং ইউরোপীয় ফরম্যাট
ca: Dates en format DD/MM, format internacional i europeu
cs: Datové formáty DD/MM, mezinárodní a evropský formát
es: Fechas en formato DD/MM, formato internacional y europeo
ja: DD/MM 形式の日付、国際形式およびヨーロッパ形式
mi: Rā hōputu DD/MM, hōputu ao me Ūropi
nl: DD/MM opmaak datums, internationaal en Europees formaat
ro: Format date DD/MM, format internațional și european

source: DELETE
bn: মুছুন
ca: ELIMINAR
cs: SMAZAT
ja: 削除
mi: MUKU
nl: VERWIJDER
pt_br: APAGAR
ro: ȘTERGE
tr: SİL
zh_tw: 删除

source: Daily seasonality
bn: দৈনিক মৌসুমীতা
ca: Estacionalitat diària
cs: Denní sezónnost
es: Seasonalidad diaria
ja: 日々の季節性
mi: Wātanga wā ia rā
nl: Dagelijkse seizoensinvloeden
pt_br: Sazonalidade diária
ro: Sezonalitate zilnică
tr: Günlük mevsimsellik
zh_tw: 日度季節性

source: Dark
bn: গা dark ়
ca: Fosc
cs: Tmavý
es: Oscura
ja: 暗い
mi: Pōuri
nl: Donker
pt_br: Escuro
ro: Întunecat
tr: Karanlık

source: Dark Cyan
bn: গা dark ় সায়ান
ca: Cian Fosc
cs: Tmavě azurová
es: Cian Oscuro
ja: ダークシアン
mi: Kawariki Pōuri
nl: Donker Cyaan
pt_br: Escuro Ciano
ro: Cyan Întunecat
tr: Koyu Camgöbeği

source: Dark mode
bn: গা dark ় মোড
ca: Mode fosc
cs: Tmavý režim
es: Modo oscuro
ja: ダークモード
mi: Aratau pōuri
nl: Donkere modus
pt_br: Modo escuro
ro: Mod întunecat
tr: Karanlık mod
zh_tw: 黑暗模式

source: Dashboard
bn: ড্যাশবোর্ড
cs: Nástěnka
es: Tablero de control
ja: ダッシュボード
mi: Papatohu
pt_br: Painel
ro: Tablou de bord
tr: Gösterge Tablosu
zh_tw: 看板

source: Dashboard Filter
ro: Filtru Tablou de Bord

source: Dashboard Id
ro: ID Tablou de Bord

source: Dashboard [%s] just got created and chart [%s] was added to it
bn: ড্যাশবোর্ড [%s] নতুন তৈরি হয়েছে এবং চার্ট [%s] এতে যোগ করা হয়েছে
ca: El dashboard [%s] s'acaba de crear i el gràfic [%s] s'hi ha afegit
cs: Nástěnka [%s] byla právě vytvořena a byl na ni přidán graf [%s]
ja: ダッシュボード [%s] が作成され、グラフ [%s] が追加されました
mi: Kua hangaia te Papatohu [%s], ā, kua tāpiritia te kauwhata [%s]
nl: Dashboard [%s] is zojuist aangemaakt en grafiek [%s] is eraan toegevoegd
pt_br: O painel [%s] acabou de ser criado e o gráfico [%s] foi adicionado a ele
ro: Tabloul de bord [%s] tocmai a fost creat și graficul [%s] a fost adăugat la el
tr: [%s] Gösterge tablosu sadece oluşturuldu ve [%s] grafik ona eklendi

source: Dashboard cannot be copied due to invalid parameters.
bn: অবৈধ প্যারামিটারগুলির কারণে ড্যাশবোর্ড কপি করা যায় না।
ca: El dashboard no es pot copiar a causa de paràmetres invàlids.
cs: Nástěnku nelze zkopírovat z důvodu neplatných parametrů.
mi: Kāore e taea te tārua i te papatohu nā te tawhā muhu.
ro: Tabloul de bord nu poate fi copiat din cauza parametrilor invalizi.

source: Dashboard cannot be favorited.
bn: ড্যাশবোর্ড পছন্দ করা যায় না।
ca: El dashboard no es pot marcar com a favorit.
cs: Nástěnku nelze přidat do oblíbených.
mi: Kāore e taea te whakamakauhia te papatohu.
ro: Tabloul de bord nu poate fi marcat ca favorit.

source: Dashboard cannot be unfavorited.
bn: ড্যাশবোর্ড অপছন্দ করা যায় না।
ca: El dashboard no es pot desmarcar com a favorit.
cs: Nástěnku nelze odebrat z oblíbených.
mi: Kāore e taea te kore-whakamakauhia te papatohu.
ro: Tabloul de bord nu poate fi demarcat ca favorit.

source: Dashboard color configuration could not be updated.
ca: La configuració de colors del dashboard no s'ha pogut actualitzar.
cs: Konfiguraci barev nástěnky se nepodařilo aktualizovat.
mi: Kāore i taea te whakahou i te whirihora tae papatohu.
ro: Configurația culorii tabloului de bord nu a putut fi actualizată.

source: Dashboard could not be deleted.
bn: ড্যাশবোর্ড মুছে ফেলা যায়নি।
ca: El dashboard no s'ha pogut eliminar.
cs: Nástěnku se nepodařilo smazat.
es: El panel de control no pudo ser eliminado.
ja: ダッシュボードを削除できませんでした。
mi: Kāore i taea te muku i te papatohu.
nl: Dashboard kon niet worden verwijderd.
pt_br: Não foi possível remover o painel.
ro: Tabloul de bord nu a putut fi șters.
tr: Gösterge tablosu silinemedi.
zh_tw: 看板無法被删除。

source: Dashboard could not be updated.
bn: ড্যাশবোর্ড আপডেট করা যায়নি।
ca: El dashboard no s'ha pogut actualitzar.
cs: Nástěnku se nepodařilo aktualizovat.
es: El panel no pudo ser actualizado.
ja: ダッシュボードを更新できませんでした。
mi: Kāore i taea te whakahou i te papatohu.
nl: Dashboard kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar o painel.
ro: Tabloul de bord nu a putut fi actualizat.
tr: Gösterge tablosu güncellenemedi.
zh_tw: 看板無法更新。

source: Dashboard does not exist
bn: ড্যাশবোর্ড বিদ্যমান নেই
ca: El dashboard no existeix
cs: Nástěnka neexistuje
es: El panel de control no existe
ja: ダッシュボードが存在しません。
mi: Karekau te papatohu
nl: Het dashboard bestaat niet
pt_br: Painel não existe
ro: Tabloul de bord nu există
tr: Gösterge tablosu mevcut değil
zh_tw: 看板不存在

source: Dashboard imported
bn: ড্যাশবোর্ড আমদানি করা হয়েছে
ca: Dashboard importat
cs: Nástěnka importována
ja: ダッシュボードがインポートされました
mi: Papatohu kua kawemaihia
nl: Dashboard geïmporteerd
pt_br: Painel importado
ro: Tablou de bord importat
tr: Gösterge tablosu içe aktarıldı

source: Dashboard name and URL configuration
ro: Configurare nume și URL tablou de bord

source: Dashboard name is required
ro: Numele tabloului de bord este obligatoriu

source: Dashboard native filters could not be patched.
ca: Els filtres natius del dashboard no s'han pogut aplicar.
cs: Nativní filtry nástěnky se nepodařilo opravit.
mi: Kāore i taea te pani i ngā tātari taketake papatohu.
ro: Filtrele native ale tabloului de bord nu au putut fi actualizate.

source: Dashboard parameters are invalid.
bn: ড্যাশবোর্ডের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres del dashboard són invàlids.
cs: Parametry nástěnky jsou neplatné.
es: Los parámetros del panel de control son inválidos.
ja: ダッシュボードパラメータが無効です。
mi: He muhu ngā tawhā papatohu.
nl: Dashboard parameters zijn ongeldig.
pt_br: Os parâmetros do painel são inválidos.
ro: Parametrii tabloului de bord sunt invalizi.
tr: Gösterge tablosu parametreleri geçersiz.
zh_tw: 看板参數無效。

source: Dashboard properties
bn: ড্যাশবোর্ডের প্রপার্টি
ca: Propietats del dashboard
cs: Vlastnosti nástěnky
es: Propiedades del panel de control
ja: ダッシュボードのプロパティ
mi: Āhuatanga papatohu
nl: Dashboard eigenschappen
pt_br: Propriedades do painel
ro: Proprietăți tablou de bord
tr: Gösterge tablosu özellikleri
zh_tw: 看板属性

source: Dashboard properties updated
bn: ড্যাশবোর্ডের প্রপার্টিগুলি আপডেট করা হয়েছে
ca: Propietats del dashboard actualitzades
cs: Vlastnosti nástěnky aktualizovány
ja: ダッシュボードのプロパティが更新されました
mi: Kua whakahouhia ngā āhuatanga papatohu
nl: Dashboard eigenschappen bijgewerkt
pt_br: Propriedades do painel atualizadas
ro: Proprietățile tabloului de bord au fost actualizate

source: Dashboard scheme
bn: ড্যাশবোর্ডের স্কিমা
ca: Esquema del dashboard
cs: Schéma nástěnky
ja: ダッシュボードスキーム
mi: Kaupapa papatohu
nl: Dashboard schema
pt_br: Esquema do painel
ro: Schemă tablou de bord
zh_tw: 看板模式

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
bn: ড্যাশবোর্ডের সময় পরিসরের ফিল্টারগুলি প্রতিটি চার্টের ফিল্টার বিভাগে সংজ্ঞায়িত স্থায়ী কলামে প্রয়োগ হয়। এই ড্যাশবোর্ডের ফিল্টারগুলিকে প্রভাবিত করতে চার্টের ফিল্টারগুলিতে সময়কালীন কলামগুলি যুক্ত করুন।
ca: Els filtres de rang de temps del dashboard s'apliquen a columnes temporals definides a la secció de filtres de cada gràfic. Afegeix columnes temporals als filtres del gràfic per fer que aquest filtre del dashboard afecti aquests gràfics.
cs: Filtry časového rozsahu nástěnky se vztahují na časové sloupce definované v sekci filtrů každého grafu. Přidejte časové sloupce do filtrů grafu, aby tento filtr nástěnky ovlivnil tyto grafy.
es: Los filtros de rango de tiempo del panel se aplican a las columnas temporales definidas en la sección de filtros de cada gráfico. Añade columnas temporales a los filtros del gráfico para que este filtro del panel afecte a esos gráficos.
ja: ダッシュボードの時間範囲フィルターは、で定義された時間列に適用されます。 各チャートのフィルターセクション。グラフに時間列を追加する フィルターを使用して、このダッシュボード フィルターがそれらのグラフに影響を与えるようにします。
mi: Ka pā ngā tātari awhe wā papatohu ki ngā tīwae wā kua tautuhia i
nl: Filter voor tijdbereik van het dashboard is van toepassing op tijdelijke kolommen gedefinieerd in het filter gedeelte van elke grafiek. Voeg tijdelijke kolommen toe aan de kaart filters om dit dashboard filter van invloed te laten zijn op die grafieken.
pt_br: Os filtros de intervalo de tempo do painel aplicam-se a colunas temporais definidas na seção de filtros de cada gráfico. Adicione colunas temporais aos filtros do gráfico para que esse filtro do painel afete esses gráficos.
ro: Filtrele de interval de timp ale tabloului de bord se aplică coloanelor temporale definite în secțiunea de filtre a fiecărui grafic. Adaugă coloane temporale la filtrele graficului pentru ca acest filtru de tablou de bord să afecteze acele grafice.

source: Dashboard title
bn: ড্যাশবোর্ডের শিরোনাম
ca: Títol del dashboard
cs: Název nástěnky
ja: ダッシュボードのタイトル
mi: Taitara papatohu
nl: Dashboard titel
pt_br: Título do painel
ro: Titlu tablou de bord
tr: Gösterge tablosu başlığı

source: Dashboard usage
bn: ড্যাশবোর্ড ব্যবহারের
ca: Ús del dashboard
cs: Použití nástěnky
ja: ダッシュボードの使用法
mi: Whakamahinga papatohu
nl: Dashboard gebruik
pt_br: Uso do painel
ro: Utilizare tablou de bord
tr: Gösterge tablosu kullanımı

source: Dashboards
bn: ড্যাশবোর্ডগুলি
cs: Nástěnky
es: Paneles
ja: ダッシュボード
mi: Papatohu
pt_br: Painéis
ro: Tablouri de bord
tr: Gösterge Tabloları
zh_tw: 看板

source: Dashboards could not be created.
bn: ড্যাশবোর্ডগুলি তৈরি করা যায়নি।
ca: Els dashboards no s'han pogut crear.
cs: Nástěnky se nepodařilo vytvořit.
ja: ダッシュボードを作成できませんでした。
mi: Kāore i taea te hanga i ngā papatohu.
nl: Dashboards konden niet worden aangemaakt.
ro: Tablourile de bord nu au putut fi create.

source: Dashboards do not exist
bn: ড্যাশবোর্ডগুলি বিদ্যমান নেই
ca: Els dashboards no existeixen
cs: Nástěnky neexistují
es: Los paneles de control no existen
ja: ダッシュボードは存在しません
mi: Karekau ngā papatohu
nl: Dashboards bestaan niet
pt_br: Os painéis não existem
ro: Tablourile de bord nu există
tr: Gösterge tabloları mevcut değil
zh_tw: 看板不存在

source: Dashed
bn: ড্যাশড
ca: Ratllat
cs: Čárkovaný
ja: 破線
mi: Kani
nl: Gestippeld
pt_br: Traço
ro: Linie întreruptă
tr: Kesik Çizgili

source: Data
bn: ডেটা
ca: Dades
es: Datos
ja: データ
mi: Raraunga
nl: Gegevens
pt_br: Dados
ro: Date
tr: Veri
zh_tw: 數據

source: Data Export Options
ro: Opțiuni Export Date

source: Data Table
bn: ডেটা টেবিল
ca: Taula de Dades
cs: Datová tabulka
ja: データテーブル
mi: Ripanga Raraunga
nl: Data Tabel
pt_br: Tabela de dados
ro: Tabel Date
tr: Veri Tablosu
zh_tw: 數據表

source: Data URI is not allowed.
bn: ডেটা URI অনুমোদিত নয়।
ca: L'URI de dades no està permès.
cs: URI dat není povoleno.
es: No se permite URI de datos.
ja: データ URI は許可されません。
mi: Karekau e whakāetia te URI Raraunga.
nl: Data-URI is niet toegestaan.
pt_br: URI de dados não são permitidos.
ro: URI de date nu este permis.
tr: Veri URI'sine izin verilmez.

source: Data Zoom
bn: ডেটা জুম
ca: Zoom de Dades
cs: Přiblížení dat
es: Zoom de Datos
ja: データズーム
mi: Topa Raraunga
pt_br: Zoom de dados
ro: Zoom Date
tr: Veri Yakınlaştırma
zh_tw: 數據縮放

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
bn: ফলাফল ব্যাকএন্ড থেকে ডেটা ডেসিরিয়ালাইজ করা সম্ভব হয়নি। স্টোরেজ ফরম্যাট পরিবর্তিত হয়েছে, পুরানো ডেটা স্টেকটি অকার্যকর করেছে। আপনাকে আবার মূল প্রশ্নটি চালাতে হবে।
ca: Les dades no s'han pogut deserialitzar del backend de resultats. El format d'emmagatzematge pot haver canviat, fent que les dades antigues siguin obsoletes. Has de tornar a executar la consulta original.
cs: Data se nepodařilo deserializovat z výsledkového backendu. Formát úložiště se mohl změnit, což činí stará data neplatnými. Musíte znovu spustit původní dotaz.
es: No se pudo deserializar los datos del backend de resultados. El formato de almacenamiento podría haber cambiado, haciendo obsoleta la antigua pila de datos. Necesitas volver a ejecutar la consulta original.
ja: データを結果バックエンドから逆シリアル化できませんでした。ストレージ形式が変更され、古いデータステークがレンダリングされた可能性があります。元のクエリを再実行する必要があります。
mi: Kāore i taea te whakaoti i ngā raraunga mai i te tuarongo hua. Kua rerekē pea te hōputu penapena, ka kore ai ngā raraunga tawhito. Me whakahaere anō koe i te pātai taketake.
nl: Gegevens konden niet gedeserialiseerd worden vanuit de resultaten uit de backend. Het opslag formaat kan veranderd zijn, het weergeven van de oude data duur. U moet de originele query opnieuw uitvoeren.
pt_br: Os dados não puderam ser desserializados do backend de resultados. O formato de armazenamento pode ter mudado, tornando os dados antigos. É necessário executar novamente a consulta original.
ro: Datele nu au putut fi deserializate din backend-ul de rezultate. Formatul de stocare s-ar putea să fi schimbat, făcând datele vechi nevalabile. Trebuie să rulezi din nou interogarea originală.
tr: Sonuçlar arka uçtan seri hale getirilemedi. Depolama biçimi değişmiş olabilir, eski veriler riske girebilir. Orijinal sorguyu yeniden çalıştırmanız gerekebilir.
zh_tw: 無法從结果後端反序列化數據。儲存格式可能已經改變，呈現了舊的數據桩。您需要重新運行原始查詢。

source: Data could not be retrieved from the results backend. You need to re-run the original query.
bn: ফলাফল ব্যাকএন্ড থেকে ডেটা উদ্ধার করা সম্ভব হয়নি। আপনাকে আবার মূল প্রশ্নটি চালাতে হবে।
ca: Les dades no s'han pogut recuperar del backend de resultats. Has de tornar a executar la consulta original.
cs: Data se nepodařilo načíst z výsledkového backendu. Musíte znovu spustit původní dotaz.
ja: 結果バックエンドからデータを取得できませんでした。元のクエリを再実行する必要があります。
mi: Kāore i taea te tiki i ngā raraunga mai i te tuarongo hua. Me whakahaere anō koe i te pātai taketake.
nl: Gegevens kunnen niet worden opgehaald uit de resultaten in de backend. U moet de oorspronkelijke query opnieuw uitvoeren.
pt_br: Os dados não puderam ser recuperados do backend de resultados. Você precisa executar novamente a consulta original.
ro: Datele nu au putut fi preluate din backend-ul de rezultate. Trebuie să rulezi din nou interogarea originală.
tr: Sonuçlar arka uçtan alınamadı. Orijinal sorguyu yeniden çalıştırmanız gerekebilir.
zh_tw: 無法從结果後端檢索數據。您需要重新運行原始查詢。

source: Data for %s
bn: ডেটা %s এর জন্য
ca: Dades per %s
cs: Data pro %s
mi: Raraunga mō %s
ro: Date pentru %s

source: Data imported
ca: Dades importades
cs: Data importována
mi: Raraunga kua kawemai
ro: Date importate

source: Data preview
bn: ডেটা পূর্বরূপ
ca: Previsualització de dades
cs: Náhled dat
es: Vista previa de datos
ja: データプレビュー
mi: Arokite raraunga
nl: Data voorbeeld
pt_br: Pré-visualização de dados
ro: Previzualizare date
tr: Veri önizlemesi
zh_tw: 數據預覽

source: Data refreshed
bn: ডেটা রিফ্রেশ করা হয়েছে
ca: Dades actualitzades
cs: Data obnovena
ja: データが更新されました
mi: Raraunga kua whakahouhia
nl: Gegevens verversen
pt_br: Dados atualizados
ro: Date reîmprospătate
tr: Veri yenilendi

source: Data type
bn: ডেটার প্রকার
ca: Tipus de dades
cs: Datový typ
es: Tipo de datos
ja: データ種類
mi: Momo raraunga
pt_br: Tipo de dado
ro: Tip date
tr: Veri türü
zh_tw: 數據類型

source: DataFrame include at least one series
bn: ডেটাফ্রেমে অন্তত একটি সিরিজ অন্তর্ভুক্ত থাকতে হবে
ca: El DataFrame ha d'incloure almenys una sèrie
cs: Datový rámec musí obsahovat alespoň jednu sérii
es: El DataFrame incluye al menos una serie
ja: 少なくとも1つの指標を選択してください。
mi: Me whai te DataFrame i te kotahi raupapa nui rawa
nl: DataFrame bevat ten minste één reeks
pt_br: DataFrame inclui pelo menos uma série
ro: DataFrame-ul trebuie să includă cel puțin o serie
tr: DataFrame en az bir seri içermelidir
zh_tw: 數據帧（DataFrame）至少包括一個序列

source: DataFrame must include temporal column
bn: ডেটাফ্রেমে সময়কালীন কলাম অন্তর্ভুক্ত থাকতে হবে
ca: El DataFrame ha d'incloure una columna temporal
cs: Datový rámec musí obsahovat časový sloupec
es: El DataFrame debe incluir una columna temporal
ja: DataFrame にはテンポラル列が含まれている必要があります。
mi: Me whai te DataFrame i te tīwae wā
nl: DataFrame moet een temporele kolom bevatten
pt_br: DataFrame deve incluir uma coluna temporal
ro: DataFrame-ul trebuie să includă o coloană temporală
tr: DataFrame, zamansal sütun içermelidir
zh_tw: 數據帧（DataFrame）必須包含時間列

source: Database
bn: ডেটাবেজ
ca: Base de dades
cs: Databáze
es: Base de datos
ja: データベース
mi: Pātengi Raraunga
pt_br: Banco de dados
ro: Bază de date
tr: Veritabanı
zh_tw: 資料庫

source: Database Connections
bn: ডেটাবেজ সংযোগগুলি
ca: Connexions de Base de Dades
cs: Připojení k databázi
ja: データベース接続
mi: Hononga Pātengi Raraunga
nl: Database Connecties
pt_br: Conexões de banco de dados
ro: Conexiuni Bază de Date
tr: Veritabanı Bağlantıları

source: Database Creation Error
bn: ডেটাবেজ তৈরি করার ত্রুটি
ca: Error de Creació de Base de Dades
cs: Chyba při vytváření databáze
ja: データベース作成エラー
mi: Hapa Hanganga Pātengi Raraunga
nl: Database Creatie Fout
pt_br: Erro na criação do banco de dados
ro: Eroare Creare Bază de Date
tr: Veritabanı Oluşturma Hatası
zh_tw: 資料庫創建錯誤

source: Database connected
bn: ডেটাবেজ সংযুক্ত হয়েছে
ca: Base de dades connectada
cs: Databáze připojena
ja: データベースが接続されました
mi: Pātengi raraunga kua honoa
nl: Database verbonden
pt_br: Banco de dados conectado
ro: Bază de date conectată
tr: Veritabanı bağlandı

source: Database could not be created.
bn: ডেটাবেজ তৈরি করা যায়নি।
ca: La base de dades no s'ha pogut crear.
cs: Databázi se nepodařilo vytvořit.
es: La base de datos no pudo ser creada.
ja: データベースを作成できませんでした。
mi: Kāore i taea te hanga i te pātengi raraunga.
nl: Database kon niet worden aangemaakt.
pt_br: Não foi possível criar o banco de dados.
ro: Baza de date nu a putut fi creată.
tr: Veritabanı oluşturulamadı.
zh_tw: 資料庫無法被創建

source: Database could not be deleted.
bn: ডেটাবেজ মুছে ফেলা যায়নি।
ca: La base de dades no s'ha pogut eliminar.
cs: Databázi se nepodařilo smazat.
es: La base de datos no pudo ser eliminada.
ja: データベースを削除できませんでした。
mi: Kāore i taea te muku i te pātengi raraunga.
nl: Database kon niet worden verwijderd.
pt_br: Não foi possível remover o banco de dados.
ro: Baza de date nu a putut fi ștearsă.
tr: Veritabanı silinemedi.
zh_tw: 資料庫無法被删除。

source: Database could not be updated.
bn: ডেটাবেজ আপডেট করা যায়নি।
ca: La base de dades no s'ha pogut actualitzar.
cs: Databázi se nepodařilo aktualizovat.
es: La base de datos no pudo ser actualizada.
ja: データベースを更新できませんでした。
mi: Kāore i taea te whakahou i te pātengi raraunga.
nl: De database kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar o banco de dados.
ro: Baza de date nu a putut fi actualizată.
tr: Veritabanı güncellenemedi.
zh_tw: 資料庫無法更新。

source: Database does not allow data manipulation.
bn: ডেটাবেজে ডেটা ম্যানিপুলেশন অনুমোদিত নয়।
ca: La base de dades no permet la manipulació de dades.
cs: Databáze nepovoluje manipulaci s daty.
es: La base de datos no permite la manipulación de datos.
ja: データベースではデータ操作が許可されていません。
mi: Karekau e whakāe te pātengi raraunga ki te whakahaere raraunga.
nl: Database staat geen gegevensmanipulatie toe.
pt_br: Banco de dados não permite a manipulação de dados.
ro: Baza de date nu permite manipularea datelor.
tr: Veritabanı veri manipülasyonuna izin vermez.
zh_tw: 資料庫不允許此數據操作。

source: Database does not exist
bn: ডেটাবেজ বিদ্যমান নেই
ca: La base de dades no existeix
cs: Databáze neexistuje
es: La base de datos no existe
ja: データベースが存在しません。
mi: Karekau te pātengi raraunga
nl: Database bestaat niet
pt_br: Banco de dados não existe
ro: Baza de date nu există
tr: Veritabanı mevcut değil
zh_tw: 資料庫不存在

source: Database does not support subqueries
bn: ডেটাবেজ উপ-প্রশ্নগুলি সমর্থন করে না
ca: La base de dades no suporta subconsultes
cs: Databáze nepodporuje poddotazy
ja: データベースはサブクエリをサポートしていません。
mi: Karekau e tautoko te pātengi raraunga i ngā pātai-iti
nl: Database ondersteunt geen subquery’s
pt_br: O banco de dados não é compatível com subconsultas
ro: Baza de date nu acceptă sub-interogări
tr: Veritabanı alt sorguları desteklemiyor
zh_tw: 資料庫不支持子查詢

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
bn: আমদানি করার জন্য ডেটাবেজ ড্রাইভার হয়তো ইনস্টল করা নেই। ইনস্টলেশন নির্দেশাবলীর জন্য Superset ডকুমেন্টেশন পৃষ্ঠায় যান:
ca: El controlador de base de dades per importar potser no està instal·lat. Visita la pàgina de documentació de Superset per instruccions d'instal·lació:
cs: Ovladač databáze pro import možná není nainstalován. Navštivte stránku s dokumentací Supersetu pro instalační pokyny:
es: El controlador de la base de datos para la importación puede que no esté instalado. Visita la página de documentación de Superset para las instrucciones de instalación:
ja: インポート用のデータベースドライバーがインストールされていない可能性があります。
mi: Kāhore pea kua tāutahia te taraiwa pātengi raraunga mō te kawemai. Haere ki te whārangi tuhinga a Superset mō ngā tohutohu tāuta:
nl: Misschien is er geen Database driver voor het importeren geïnstalleerd. Bezoek de Superset documentatiepagina voor installatie instructies:
ro: Driverul de bază de date pentru import poate să nu fie instalat. Vizitează pagina de documentație Superset pentru instrucțiuni de instalare:
tr: İçe aktarma için veritabanı sürücüsü muhtemelen yüklü değil. Yükleme talimatları için Superset belgeleri sayfasını ziyaret edin:

source: Database error
bn: ডেটাবেজ ত্রুটি
ca: Error de base de dades
cs: Chyba databáze
es: Error de base de datos
ja: データベースエラー
mi: Hapa pātengi raraunga
nl: Database fout
pt_br: Erro no banco de dados
ro: Eroare bază de date
tr: Veritabanı hatası
zh_tw: 資料庫錯誤

source: Database is offline.
bn: ডেটাবেজ অফলাইনে।
ca: La base de dades està fora de línia.
cs: Databáze je offline.
ja: データベースはオフラインです。
mi: Kei tuimotu te pātengi raraunga.
pt_br: O banco de dados está off-line.
ro: Baza de date este offline.
tr: Veritabanı çevrimdışı.
zh_tw: 資料庫已下線
