Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
bn: এটি নিয়ন্ত্রণ করে যে বর্তমান ভিউ থেকে সময়ের অঙ্গুর ক্ষেত্রটি অ্যানোটেশন তথ্য ধারণকারী চার্টে পাস করা উচিত কিনা।
ca: Això controla si el camp de granularitat temporal de la vista actual s'hauria de passar al gràfic que conté les dades d'anotació.
cs: Toto řídí, zda má být pole časové granularity z aktuálního pohledu předáno grafu obsahujícímu data anotací.
es: Esto controla si el campo de grano de tiempo de la vista actual debería pasarse al gráfico que contiene los datos de la anotación.
ja: これは、現在のビューの時間粒度フィールドを 注釈データを含むチャートに渡すかどうかを制御します。
mi: Ka whakahaere tēnei mēnā me tuku iho rānei te āpure māeneene wā mai i te
nl: Dit bepaalt of het tijdsintervalveld van de huidige weergave moet worden doorgegeven aan de grafiek met de annotatie gegevens.
pt_br: Isso controla se o campo de grão de tempo da exibição atual deve ser passado para o gráfico que contém os dados de anotação.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
bn: এই ড্যাশবোর্ডটি বর্তমানে স্বয়ংক্রিয়ভাবে রিফ্রেশ হচ্ছে; পরবর্তী স্বয়ংক্রিয় রিফ্রেশ হবে %s সময়ে।
ca: Aquest dashboard s'està actualitzant automàticament actualment; la següent actualització automàtica serà en %s.
cs: Tato nástěnka se v současné době automaticky obnovuje; další automatické obnovení bude za %s.
ja: このダッシュボードは現在自動更新中です。次の自動更新は %s に行われます。
mi: Kei te whakahou aunoa tēnei papatohu i tēnei wā; ko te whakahou aunoa panuku i roto i %s.
nl: Dit dashboard wordt momenteel automatisch vernieuwd; de volgende automatische vernieuwing zal in %s zijn.
pt_br: Este painel está sendo atualizado automaticamente no momento; a próxima atualização automática será em %s.
tr: Bu pano şu anda otomatik yenileniyor; bir sonraki otomatik yenileme %s içinde olacak.
zh_tw: 此看板當前正在强制刷新；下一次强制刷新將在 %s 内執行。

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
bn: এই ড্যাশবোর্ডটি প্রকাশিত নয়, যার মানে এটি ড্যাশবোর্ডগুলির তালিকায় প্রদর্শিত হবে না। এটি প্রিয় করুন যাতে আপনি সেখানে এটি দেখতে পারেন বা সরাসরি URL ব্যবহার করে এটি অ্যাক্সেস করতে পারেন।
ca: Aquest dashboard no està publicat, la qual cosa significa que no apareixerà a la llista de dashboards. Marca'l com a favorit per veure'l allà o accedeix-hi usant la URL directament.
cs: Tato nástěnka není zveřejněna, což znamená, že se nezobrazí v seznamu nástěnek. Přidejte si ji do oblíbených, abyste ji tam viděli, nebo k ní přistupujte přímo pomocí URL.
es: Este panel no está publicado, lo que significa que no aparecerá en la lista de paneles. Márcalo como favorito para verlo allí o accede a él directamente utilizando la URL.
ja: このダッシュボードは公開されていないため、ダッシュボードのリストには表示されません。お気に入りに追加して表示するか、URLを直接使用してアクセスします。
mi: Kāore tēnei papatohu kia whakaputaina, karekau e puta i te rārangi papatohu. Whakamakauhia kia kite i reira, urunga rānei mā te whakamahi i te URL tōtika.
nl: Dit dashboard is niet gepubliceerd, wat betekent dat het niet zal verschijnen in de lijst van dashboards. Favoriet het om het daar te zien of er toegang toe te krijgen door de URL direct te gebruiken.
pt_br: Esse painel não está publicado, o que significa que não será exibido na lista de painéis. Favorite-o para vê-lo lá ou acesse-o usando diretamente a URL.
tr: Bu pano yayınlanmadı, bu nedenle panoların listesinde görünmeyecek. Görmek için favori yapın veya URL'yi doğrudan kullanarak erişin.
zh_tw: 此看板未發布，這意味着它不會顯示在看板列表中。您可以進行收藏並在收藏欄中查看或直接使用URL訪問它。

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
bn: এই ড্যাশবোর্ডটি প্রকাশিত নয়, এটি ড্যাশবোর্ডগুলির তালিকায় প্রদর্শিত হবে না। এই ড্যাশবোর্ডটি প্রকাশ করতে এখানে ক্লিক করুন।
ca: Aquest dashboard no està publicat, no apareixerà a la llista de dashboards. Clica aquí per publicar aquest dashboard.
cs: Tato nástěnka není zveřejněna, nezobrazí se v seznamu nástěnek. Klikněte sem pro zveřejnění této nástěnky.
es: Este panel no está publicado, no aparecerá en la lista de paneles. Haz clic aquí para publicar este panel.
ja: このダッシュボードは公開されていないため、ダッシュボードのリストには表示されません。このダッシュボードを公開するには、ここをクリックしてください。
mi: Kāore tēnei papatohu kia whakaputaina, karekau e puta i te rārangi papatohu. Pāwhiria ki konei hei whakaputa i tēnei papatohu.
nl: Dit dashboard is niet gepubliceerd, het verschijnt niet in de lijst van dashboards. Klik hier om dit dashboard te publiceren.
pt_br: Esse painel não foi publicado, portanto não será exibido na lista de painéis. Clique aqui para publicar esse painel.
tr: Bu pano yayınlanmadı, panoların listesinde görünmeyecek. Bu panoyu yayınlamak için buraya tıklayın.
zh_tw: 此看板未發布，它將不會顯示在看板列表中。單擊此處以發布此看板。

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
bn: এই ড্যাশবোর্ডটি এমবেড করার জন্য প্রস্তুত। আপনার অ্যাপ্লিকেশনে, SDK তে নিচের আইডিটি পাঠান:
ca: Aquest dashboard està llest per incrustar. A la teva aplicació, passa el següent id al SDK:
cs: Tato nástěnka je připravena k vložení. Ve své aplikaci předejte následující ID do SDK:
es: Este panel está listo para incrustar. En tu aplicación, pasa el siguiente id al SDK:
ja: このダッシュボードはすぐに埋め込むことができます。アプリケーションで、次の ID を SDK に渡します。
mi: Kei te reri tēnei papatohu hei tāmau. I roto i tō taupānga, tukua te id e whai ake nei ki te SDK:
nl: Dit dashboard staat klaar om te embedden. Geef de volgende id door aan de SDK:
pt_br: Esse painel está pronto para ser incorporado. Em seu aplicativo, passe o seguinte id para o SDK:
tr: Bu pano, gömmek için hazır. Uygulamanızda SDK'ya aşağıdaki kimliği iletebilirsiniz:
zh_tw: 此仪表板已准备好嵌入。在您的應用程序中，將以下 ID 傳递給 SDK：

source: This database table does not contain any data. Please select a different table.
bn: এই ডেটাবেস টেবিলে কোনো তথ্য নেই। দয়া করে একটি ভিন্ন টেবিল নির্বাচন করুন।
ca: Aquesta taula de base de dades no conté cap dada. Si us plau selecciona una taula diferent.
cs: Tato databázová tabulka neobsahuje žádná data. Vyberte prosím jinou tabulku.
es: Esta tabla de la base de datos no contiene ningún dato. Por favor, selecciona una tabla diferente.
ja: このデータベース テーブルにはデータが含まれていません。別のテーブルを選択してください。
mi: Karekau he raraunga i roto i tēnei ripanga pātengi raraunga. Tēnā tīpakohia tētahi ripanga rerekē.
nl: Deze databasetabel bevat geen gegevens. Selecteer een andere tabel.
pt_br: Essa tabela do banco de dados não contém dados. Selecione uma tabela diferente.
tr: Bu veritabanı tablosu hiç veri içermiyor. Lütfen farklı bir tablo seçin.

source: This dataset is not used to power any charts.
bn: এই ডেটাসেটটি কোনও চার্ট চালাতে ব্যবহৃত হয় না।
ca: Aquest dataset no s'usa per alimentar cap gràfic.
cs: Tato sada dat se nepoužívá k napájení žádných grafů.
es: Este conjunto de datos no se utiliza para alimentar ningún gráfico.
ja: このデータセットはグラフの作成には使用されません。
nl: Deze dataset wordt niet gebruikt om enige grafieken aan te sturen.
pt_br: Esse conjunto de dados não é usado para alimentar nenhum gráfico.
tr: Bu veri kümesi hiçbir grafiği desteklemiyor.

source: This field is used as a unique identifier to attach the calculated dimension to charts. It is also used as the alias in the SQL query.
bn: এই ক্ষেত্রটি চার্টগুলিতে হিসাবিত মাত্রাটি সংযুক্ত করার জন্য একটি অনন্য শনাক্তকারী হিসাবে ব্যবহৃত হয়। এটি SQL প্রশ্নে নামকরণ হিসাবেও ব্যবহৃত হয়।
ca: Aquest camp s'usa com a identificador únic per adjuntar la dimensió calculada als gràfics. També s'usa com l'àlies a la consulta SQL.
cs: Toto pole se používá jako jedinečný identifikátor pro připojení počítané dimenze ke grafům. Používá se také jako alias v SQL dotazu.
es: Este campo se utiliza como un identificador único para adjuntar la dimensión calculada a los gráficos. También se utiliza como el alias en la consulta SQL.
ja: このフィールドは、計算されたディメンションをグラフに添付するための一意の識別子として使用されます。 SQL クエリのエイリアスとしても使用されます。
mi: Ka whakamahia tēnei āpure hei waitohu ahurei hei tāpiri i te āhuahanga tatau ki ngā kauwhata. Ka whakamahia hoki hei ingoa-kē i te pātai SQL.
nl: Dit veld wordt gebruikt als een uniek id om de berekende dimensie aan grafieken toe te voegen. Het wordt ook gebruikt als de alias in de SQL query.

source: This field is used as a unique identifier to attach the metric to charts. It is also used as the alias in the SQL query.
bn: এই ক্ষেত্রটি চার্টগুলিতে মেট্রিক সংযুক্ত করার জন্য একটি অনন্য শনাক্তকারী হিসাবে ব্যবহৃত হয়। এটি SQL প্রশ্নে নামকরণ হিসাবেও ব্যবহৃত হয়।
ca: Aquest camp s'usa com a identificador únic per adjuntar la mètrica als gràfics. També s'usa com l'àlies a la consulta SQL.
cs: Toto pole se používá jako jedinečný identifikátor pro připojení metriky ke grafům. Používá se také jako alias v SQL dotazu.
es: Este campo se utiliza como un identificador único para adjuntar la métrica a los gráficos. También se utiliza como el alias en la consulta SQL.
ja: このフィールドは、メトリクスをグラフに添付するための一意の識別子として使用されます。 SQL クエリのエイリアスとしても使用されます。
mi: Ka whakamahia tēnei āpure hei waitohu ahurei hei tāpiri i te ine ki ngā kauwhata. Ka whakamahia hoki hei ingoa-kē i te pātai SQL.
nl: Dit veld wordt gebruikt als unieke id voor het koppelen van de metrieken aan de grafieken. Het wordt ook gebruikt als de alias in de SQL query.

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
bn: এই ক্ষেত্রটি Superset দৃশ্য হিসাবে কাজ করে, যার মানে Superset এই স্ট্রিংয়ের বিরুদ্ধে একটি সাবকোয়েরি হিসেবে একটি প্রশ্ন চালাবে।
es: Este campo actúa como una vista de Superset, lo que significa que Superset ejecutará una consulta contra esta cadena como una subconsulta.
ja: このフィールドはSuperset ビューとして機能します。つまり、Supersetはこの文字列に対してサブクエリとしてクエリを実行します。
nl: Dit veld werkt als een Superset view, wat betekent dat Superset een query zal uitvoeren tegen deze string als een subquery.
pt_br: Esses campos funcionam como uma visualização do Superset, o que significa que o Superset executará uma consulta com base nessa string como uma subconsulta.
zh_tw: 這個欄位執行 Superset 視圖時，意味着 Superset 將以子查詢的形式對字符串運行查詢。

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
bn: এটি সেই শর্ত যা WHERE ক্লজে যোগ করা হবে। উদাহরণস্বরূপ, একটি নির্দিষ্ট ক্লায়েন্টের জন্য শুধুমাত্র সারি ফেরত দেওয়ার জন্য, আপনি `client_id = 9` শর্ত সহ একটি নিয়মিত ফিল্টার সংজ্ঞায়িত করতে পারেন। যদি ব্যবহারকারী একটি RLS ফিল্টার ভূমিকা সম্পর্কিত না হয় তবে কোনও সারি প্রদর্শন করতে একটি বেস ফিল্টার তৈরি করা যেতে পারে `1 = 0` (সর্বদা মিথ্যা)।
ca: Aquesta és la condició que s'afegirà a la clàusula WHERE. Per exemple, per només retornar files per un client particular, pots definir un filtre regular amb la clàusula `client_id = 9`. Per no mostrar files llevat que un usuari pertanyi a un rol de filtre RLS, es pot crear un filtre base amb la clàusula `1 = 0` (sempre fals).
cs: Toto je podmínka, která bude přidána do klauzule WHERE. Například pro vrácení pouze řádků pro konkrétního klienta můžete definovat běžný filtr s klauzulí `client_id = 9`. Pro nezobrazení žádných řádků, pokud uživatel nepatří do role RLS filtru, lze vytvořit základní filtr s klauzulí `1 = 0` (vždy nepravda).
es: Esta es la condición que se añadirá a la cláusula WHERE. Por ejemplo, para devolver solo las filas de un cliente en particular, podrías definir un filtro regular con la cláusula `client_id = 9`. Para no mostrar filas a menos que un usuario pertenezca a un rol de filtro RLS, se puede crear un filtro base con la cláusula `1 = 0` (siempre falso).
ja: これは、WHERE 句に追加される条件です。たとえば、特定のクライアントの行のみを返すには、「client_id = 9」句を使用して通常のフィルターを定義できます。ユーザーが RLS フィルター ロールに属していない限り行を表示しないようにするには、句 `1 = 0` (常に false) を使用してベース フィルターを作成できます。
mi: Ko tēnei te āhuatanga ka tāpiritia ki te rerenga WHERE. Hei tauira, hei whakahoki i ngā rārangi mō tētahi kiritaki motuhake, ka taea pea e koe te tautuhi i tētahi tātari auau me te rerenga `client_id = 9`. Hei whakaatu i ngā rārangi kore mēnā karekau te kaiwhakamahi e whai ana ki tētahi tūranga tātari RLS, ka taea te hanga i tētahi tātari pūtake me te rerenga `1 = 0` (teka i ngā wā katoa).
nl: Dit is de voorwaarde die aan de WHERE clausule zal worden toegevoegd. Om bijvoorbeeld alleen rijen terug te krijgen voor een bepaalde client, kan je een standaard filter definiëren met de clausule `client_id = 9`. Om geen rijen te weergeven, tenzij een gebruiker tot een RLB filterrol behoort, kan een basis filter kan worden gemaakt met de clausule `1 = 0` (altijd onwaar).
pt_br: Essa é a condição que será adicionada à cláusula WHERE. Por exemplo, para retornar apenas as linhas de um cliente específico, você pode definir um filtro regular com a cláusula `client_id = 9`. Para não exibir nenhuma linha a menos que um usuário pertença a uma função de filtro RLS, um filtro básico pode ser criado com a cláusula `1 = 0` (sempre falso).
tr: Bu, WHERE cümlesine eklenecek koşuldur. Örneğin, yalnızca belirli bir istemci için satırları döndürmek için `client_id = 9` cümlenizi tanımlayabilirsiniz. Bir kullanıcının bir RLS filtre rolüne ait olmadığı sürece hiçbir satırın görüntülenmemesi için `1 = 0` cümlesiyle bir temel filtre oluşturulabilir (her zaman yanlış).
zh_tw: 這是將會增加到 WHERE 子句的條件。例如，要僅返回特定客戶端的行，可以使用子句 `client_id = 9` 定義常規過濾。若要在用戶不属於 RLS 過濾角色的情况下不顯示行，可以使用子句 `1 = 0`（始終為 false）創建基本過濾。

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
bn: এই JSON অবজেক্টটি ড্যাশবোর্ডে উইজেটগুলির অবস্থান বর্ণনা করে। ড্যাশবোর্ড ভিউতে ড্র্যাগ এবং ড্রপ ব্যবহার করে উইজেটগুলির আকার এবং অবস্থান পরিবর্তন করার সময় এটি ডায়নামিকভাবে তৈরি হয়।
ca: Aquest objecte json descriu el posicionament dels widgets al dashboard. Es genera dinàmicament quan s'ajusta la mida dels widgets i posicions usant arrossegar i deixar anar a la vista del dashboard
cs: Tento objekt JSON popisuje umístění widgetů v nástěnce. Je generován dynamicky při úpravě velikosti a pozic widgetů pomocí přetahování v zobrazení nástěnky
es: Este objeto json describe la posición de los widgets en el panel. Se genera dinámicamente al ajustar el tamaño y las posiciones de los widgets utilizando la función de arrastrar y soltar en la vista del panel.
ja: この JSON オブジェクトは、ダッシュボード内のウィジェットの位置を記述します。ダッシュボードビューでドラッグ＆ドロップを使用してウィジェットのサイズと位置を調整するときに動的に生成されます
mi: Ka whakamārama tēnei ahanoa json i te tūnga o ngā waeine i te papatohu. Ka hangaia autōkē ina whakatikatika i te rahi me ngā tūnga waeine mā te whakamahi i te tō & taka i te tirohanga papatohu
nl: Dit json object beschrijft de positionering van de widgets in het dashboard. Het wordt dynamisch gegenereerd bij het aanpassen van de grootte en positie van widgets door te slepen en neer te zetten in de dashboard weergave
pt_br: Esse objeto json descreve o posicionamento dos widgets no painel. Ele é gerado dinamicamente ao ajustar o tamanho e as posições dos widgets usando arrastar e soltar na exibição do painel
tr: Bu JSON nesnesi, panodaki widget'ların yerleşimini açıklar. Panoda sürükle ve bırak kullanarak widget'ların boyutunu ve konumunu ayarlarken dinamik olarak oluşturulur.
zh_tw: 這個 JSON 對象描述了部件在看板中的位置。它是動態生成的，可以通過拖放，在看板中調整整部件的大小和位置

source: This page is intended to be embedded in an iframe, but it looks like that is not the case.
bn: এই পৃষ্ঠাটি একটি iframe-এ এম্বেড করার জন্য পরিকল্পিত, কিন্তু মনে হচ্ছে তা নয়।
ca: Aquesta pàgina està destinada a ser incrustada en un iframe, però sembla que no és el cas.
cs: Tato stránka je určena k vložení do iframe, ale zdá se, že tomu tak není.
mi: Kua whakaritea tēnei whārangi hei tāmau i tētahi iframe, engari e rite ana kāore tērā te take.

source: This section allows you to configure how to use the slice to generate annotations.
bn: এই বিভাগটি আপনাকে স্লাইসটি কিভাবে ব্যবহার করতে হবে তা কনফিগার করতে দেয় মন্তব্য তৈরি করতে।
ca: Aquesta secció et permet configurar com usar el tall per generar anotacions.
cs: Tato sekce vám umožňuje nakonfigurovat, jak používat výřez k generování anotací.
es: Esta sección te permite configurar cómo usar el segmento para generar anotaciones.
ja: このセクションでは、スライスの使用方法を設定できます。 注釈を生成します。
mi: Kei roto i tēnei wāhanga ngā hapa manatoko
nl: Dit gedeelte stelt je in staat om te configureren hoe je slice kan gebruiken om annotaties te genereren.
pt_br: Esta seção permite configurar como usar o slice para gerar anotações.

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
bn: এই সেশনে একটি বিঘ্ন ঘটেছে, এবং কিছু নিয়ন্ত্রণ আশা অনুযায়ী কাজ নাও করতে পারে। আপনি যদি এই অ্যাপের ডেভেলপার হন, তবে দয়া করে নিশ্চিত করুন যে গেস্ট টোকেনটি সঠিকভাবে তৈরি হচ্ছে।
ca: Aquesta sessió ha trobat una interrupció, i alguns controls poden no funcionar com es pretén. Si ets el desenvolupador d'aquesta aplicació, si us plau comprova que el token d'invitat s'està generant correctament.
cs: Tato relace byla přerušena a některé ovládací prvky nemusí fungovat, jak by měly. Pokud jste vývojářem této aplikace, zkontrolujte prosím, zda je správně generován token pro hosta.
es: Esta sesión ha sufrido una interrupción, y algunos controles pueden no funcionar como se esperaba. Si eres el desarrollador de esta aplicación, por favor verifica que el token de invitado se está generando correctamente.
ja: このセッションでは中断が発生したため、一部のコントロールが意図したとおりに動作しない可能性があります。このアプリの開発者の方は、ゲスト トークンが正しく生成されていることを確認してください。
mi: Kua tūtaki tēnei wātaka i tētahi whakararunga, ā, ka kore pea ētahi whakahaere e mahi pērā i te tūmanako. Mēnā ko koe te kaiwhakawhanaketanga o tēnei taupānga, tēnā tirohia kei te hanga tika te tohu manuhiri.
nl: Deze sessie ondervond een onderbreking, en sommige controles werken mogelijk niet zoals bedoeld. Als je de ontwikkelaar van deze app bent, controleer dan of de "guest token" correct wordt gegenereerd.
pt_br: Esta sessão sofreu uma interrupção e alguns controles podem não funcionar como pretendido. Se você for o desenvolvedor desse aplicativo, verifique se o token de convidado está sendo gerado corretamente.
tr: Bu oturum bir kesintiyle karşılaştı ve bazı kontroller beklenildiği gibi çalışmayabilir. Bu uygulamanın geliştiricisiyseniz, lütfen misafir belirtecinin doğru bir şekilde oluşturulduğunu kontrol edin.

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
bn: এই টেবিলের সাথে ইতিমধ্যে একটি ডেটাসেট যুক্ত রয়েছে। আপনি একটি টেবিলের সাথে শুধুমাত্র একটি ডেটাসেট যুক্ত করতে পারেন।
ca: Aquesta taula ja té un dataset associat amb ella. Només pots associar un dataset amb una taula.
cs: Tato tabulka již má přidruženou sadu dat. S tabulkou můžete spojit pouze jednu sadu dat.
es: Esta tabla ya tiene un conjunto de datos asociado con ella. Solo puedes asociar un conjunto de datos con una tabla.
ja: このテーブルにはすでにデータセットが関連付けられています。 1 つのテーブルに関連付けられるのは 1 つのデータセットのみです。
mi: Kei tēnei ripanga kētia he rārangi raraunga e hāngai ana ki a ia. Kotahi anake te rārangi raraunga ka taea te hono ki tētahi ripanga.
nl: Er is al een dataset aan deze tabel gekoppeld. Je kunt slechts één dataset koppelen met een tabel.
zh_tw: 此表已經關聯了一個數據集。一個表只能關聯一個數據集。

source: This was triggered by:
bn: এটি দ্বারা উত্পন্ন হয়েছে:
ca: Això va ser desencadenat per:
cs: To bylo spuštěno:
mi: I whakaohongia tēnei e:
tr: Bu şunun tarafından tetiklendi:

source: This will be applied to the whole table. Arrows (↑ and ↓) will be added to main columns for increase and decrease. Basic conditional formatting can be overwritten by conditional formatting below.
bn: এটি পুরো টেবিলের জন্য প্রযোজ্য হবে। প্রধান কলামগুলিতে বৃদ্ধি এবং হ্রাসের জন্য তীর (↑ এবং ↓) যোগ করা হবে। মৌলিক শর্তাধীন ফরম্যাটিং নিচের শর্তাধীন ফরম্যাটিং দ্বারা ওভাররাইট করা যেতে পারে।
ca: Això s'aplicarà a tota la taula. Es afegiran fletxes (↑ i ↓) a les columnes principals per augment i disminució. El formatat condicional bàsic pot ser sobreescrit pel formatat condicional de sota.
cs: Toto bude aplikováno na celou tabulku. Šipky (↑ a ↓) budou přidány do hlavních sloupců pro nárůst a pokles. Základní podmíněné formátování může být přepsáno podmíněným formátováním níže.
mi: Ka whakahaeretia tēnei ki te ripanga katoa. Ka tāpiritia ngā pere (↑ me ↓) ki ngā tīwae matua mō te piki me te heke. Ka taea e te hōputu āhuatanga taketake te tuhirua e te hōputu āhuatanga i raro nei.

source: Time Series - Bar Chart
bn: সময় সিরিজ - বার চার্ট
es: Serie Temporal - Gráfico de Barras
ja: 時系列 - 棒グラフ
nl: Tijdreeks - Staafdiagram
pt_br: Série temporal - Gráfico de barras
tr: Zaman Serisi - Çubuk Grafik
zh_tw: 時間序列 - 柱狀圖

source: Time Series - Stacked
bn: সময় সিরিজ - স্তব্ধ
es: Series Temporales - Apiladas
ja: 時系列 - 積み上げ
nl: Tijdreeksen - Gestapeld
pt_br: Séries temporais - empilhadas
tr: Zaman Serisi - Yığın
zh_tw: 時間序列 - 堆叠圖

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
bn: প্রাকৃতিক ভাষায় সময় ডেল্টা (উদাহরণ: 24 ঘণ্টা, 7 দিন, 56 সপ্তাহ, 365 দিন)
ca: Delta temporal en llenguatge natural (exemple: 24 hores, 7 dies, 56 setmanes, 365 dies)
cs: Časová delta v přirozeném jazyce (příklad: 24 hodin, 7 dní, 56 týdnů, 365 dní)
es: Diferencia de tiempo en lenguaje natural (ejemplo: 24 horas, 7 días, 56 semanas, 365 días)
ja: 自然言語の時間デルタ (例: 24 時間、7 日、56 週間、365 日)
mi: Hōputu wā
nl: Tijdsdelta in natuurlijke taal (voorbeeld: 24 uur, 7 dagen, 56 weken, 365 dagen)
pt_br: Delta de tempo em linguagem natural (exemplo: 24 horas, 7 dias , 56 semanas , 365 dias)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
bn: সময় ডেল্টা অস্পষ্ট। দয়া করে উল্লেখ করুন [%(human_readable)s আগে] অথবা [%(human_readable)s পরে]।
ca: El delta temporal és ambigu. Si us plau especifica [fa %(human_readable)s] o [%(human_readable)s més tard].
cs: Časová delta je nejednoznačná. Zadejte prosím [%(human_readable)s ago] nebo [%(human_readable)s later].
es: El intervalo de tiempo es ambiguo. Por favor especifica [hace %(human_readable)s] o [%(human_readable)s más tarde].
ja: タイムデルタは曖昧です。 [%(human_readable)s 前] または [%(human_readable)s 後] を指定してください。
mi: He rangirua te rerekētanga wā. Tēnā tohua [%(human_readable)s i mua] [%(human_readable)s ā muri ake nei] rānei.
nl: Tijddelta is dubbelzinnig. Geef [%(human_readable)s geleden] of [%(human_readable)s later].
pt_br: O delta de tempo é ambíguo. Especifique [%(human_readable)s ago] ou [%(human_readable)s later].
tr: Zaman dilimi belirsizdir. Lütfen [%(human_readable)s önce] veya [%(human_readable)s sonra] belirtin.
zh_tw: 時間差值含糊不清，請明確指定是 [%(human_readable)s 前] 還是 [%(human_readable)s 後]。
