Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
bn: আপনি যে সমস্ত চার্টে অ্যাক্সেস করেন সেগুলি বা শুধুমাত্র আপনার মালিকানাধীন চার্টগুলি প্রদর্শনের জন্য নির্বাচন করতে পারেন। আপনার ফিল্টার নির্বাচন সংরক্ষিত হবে এবং আপনি পরিবর্তন করার জন্য নির্বাচন না করা পর্যন্ত সক্রিয় থাকবে।
ca: Pots triar mostrar tots els gràfics als quals tens accés o només els que posseeixes. La teva selecció de filtre es desarà i romandrà activa fins que triïs canviar-la.
cs: Můžete si vybrat zobrazení všech grafů, ke kterým máte přístup, nebo jen těch, které vlastníte. Váš výběr filtru bude uložen a zůstane aktivní, dokud se ho nerozhodnete změnit.
es: Puedes elegir mostrar todos los gráficos a los que tienes acceso o solo aquellos de los que eres propietario. Tu selección de filtro se guardará y permanecerá activa hasta que decidas cambiarla.
ja: アクセスできるすべてのグラフを表示するか、自分が所有するグラフのみを表示するかを選択できます。 フィルタの選択は保存され、変更するまでアクティブなままになります。
mi: Ka taea e koe te kōwhiri ki te whakaatu i ngā kauwhata katoa kei a koe te urunga, i ngā mea nōu anake rānei.
nl: Je kunt kiezen om alle grafieken weer te geven waar je toegang toe hebt, of alleen degene waar je eigenaar van bent. Je filterselectie zal worden opgeslagen en actief blijven totdat je ervoor kiest om deze te wijzigen.
pt_br: Você pode optar por exibir todos os gráficos aos quais tem acesso ou apenas os que possui. Sua seleção de filtro será salva e permanecerá ativa até que você decida alterá-la.
ro: Puteți alege să afișați toate graficele la care aveți acces sau doar cele pe care le dețineți. Selectarea filtrului dvs. va fi salvată și va rămâne activă până când alegeți să o schimbați.
tr: Erişiminiz olan tüm grafikleri veya yalnızca sahip olduğunuz grafikleri görüntülemeyi seçebilirsiniz. Filtre seçiminiz kaydedilir ve değiştirmek istediğinize kadar etkin kalır.
zh_tw: 您可以選擇顯示所有您有權限訪問的圖表，或者僅顯示您拥有的圖表。您的過濾器選擇將被保存，並保持啟用狀態，直到您選擇更改它。

source: You can create a new chart or use existing ones from the panel on the right
bn: আপনি একটি নতুন চার্ট তৈরি করতে পারেন বা ডানদিকের প্যানেল থেকে বিদ্যমান চার্টগুলি ব্যবহার করতে পারেন।
ca: Pots crear un nou gràfic o usar els existents del panell de la dreta
cs: Můžete vytvořit nový graf nebo použít existující z panelu vpravo
es: Puedes crear un nuevo gráfico o usar los existentes desde el panel de la derecha
ja: 新しいグラフを作成することも、右側のパネルから既存のグラフを使用することもできます
mi: Ka taea e koe te hanga i tētahi kauwhata hou, te whakamahi rānei i ērā kua tīari mai i te papa i te taha matau
nl: Je kunt een nieuwe grafiek maken of bestaande vanuit het paneel aan de rechterkant gebruiken
pt_br: Você pode criar um novo gráfico ou usar os existentes no painel à direita
ro: Puteți crea un grafic nou sau folosi cele existente din panoul din dreapta
tr: Yeni bir grafik oluşturabilir veya sağdaki paneldeki mevcut grafikleri kullanabilirsiniz.
zh_tw: 您可以創建一個新圖表，或使用右側面板中的現有的對象。

source: You can preview the list of dashboards in the chart settings dropdown.
bn: আপনি চার্ট সেটিংস ড্রপডাউনে ড্যাশবোর্ডগুলির তালিকা পূর্বরূপ দেখতে পারেন।
ca: Pots previsualitzar la llista de dashboards al desplegable de configuració del gràfic.
cs: Seznam nástěnek si můžete prohlédnout v rozevíracím seznamu nastavení grafu.
es: Puedes previsualizar la lista de paneles en el menú desplegable de configuración de gráficos.
ja: チャート設定ドロップダウンでダッシュボードのリストをプレビューできます。
mi: Ka taea e koe te arokite i te rārangi papatohu i te taka iho tautuhinga kauwhata.
nl: Je kunt de lijst met dashboards bekijken in de keuzelijst van de grafiekinstellingen.
pt_br: Você pode visualizar a lista de painéis no menu suspenso de configurações do gráfico.
ro: Puteți previzualiza lista de tablouri de bord în meniul derulant de setări ale graficului.
tr: Grafik ayarları açılır menüsünde panoların listesini önizleyebilirsiniz.
zh_tw: 您可以在圖表設定的下拉菜單中預覽看板列表。

source: You can't apply cross-filter on this data point.
bn: আপনি এই তথ্য বিন্দুতে ক্রস-ফিল্টার প্রয়োগ করতে পারবেন না।
ca: No pots aplicar filtre creuat en aquest punt de dades.
cs: Na tento datový bod nelze aplikovat křížový filtr.
es: No puedes aplicar un filtro cruzado en este punto de datos.
ja: このデータ ポイントにクロス フィルターを適用することはできません。
mi: Kāore e taea e koe te whakahaeretia i te tātari-whiti i tēnei tohu raraunga.
nl: U kunt geen cross-filter toepassen op dit datapunt.
pt_br: Não é possível aplicar filtro cruzado a esse ponto de dados.
ro: Nu puteți aplica filtrare încrucișată pe acest punct de date.
tr: Bu veri noktasına çapraz filtre uygulayamazsınız.
zh_tw: 您無法在這個數據點上應用交叉篩選。

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
bn: আপনি শেষ সময় ফিল্টার মুছে ফেলতে পারবেন না যেহেতু এটি ড্যাশবোর্ডে সময় পরিসীমা ফিল্টারের জন্য ব্যবহৃত হয়।
ca: No pots eliminar l'últim filtre temporal ja que s'usa per filtres de rang temporal en dashboards.
cs: Poslední časový filtr nelze smazat, protože se používá pro filtry časového rozsahu v nástěnkách.
es: No puedes eliminar el último filtro temporal ya que se utiliza para filtros de rango de tiempo en los paneles de control.
ja: 最後の時間フィルターは、ダッシュボードの時間範囲フィルターに使用されているため、削除できません。
mi: Kāore e taea e koe te muku i te tātari wā whakamutunga nō te mea e whakamahia ana mō ngā tātari awhe wā i ngā papatohu.
nl: U kunt het laatste tijdelijke filter niet verwijderen omdat het gebruikt wordt voor tijdbereik filters in de dashboards.
pt_br: Você não pode excluir o último filtro temporal, pois ele é usado para filtros de intervalo de tempo em painéis.
ro: Nu puteți șterge ultimul filtru temporal deoarece este folosit pentru filtrele de interval de timp din tablourile de bord.
tr: Son zaman filtresini silemezsiniz, çünkü panolardaki zaman aralığı filtreleri için kullanılır.

source: You cannot use 45° tick layout along with the time range filter
bn: আপনি সময় পরিসীমা ফিল্টারের সাথে 45° টিক বিন্যাস ব্যবহার করতে পারবেন না
ca: No pots usar el disseny de marques de 45° juntament amb el filtre de rang temporal
cs: Nemůžete použít rozložení značek pod úhlem 45° spolu s filtrem časového rozsahu
es: No puedes usar el diseño de marcas a 45° junto con el filtro de rango de tiempo
ja: 45°目盛りレイアウトを時間範囲フィルターと一緒に使用することはできません
mi: Kāore e taea e koe te whakamahi i te hoahoa tika 45° tahi me te tātari awhe wā
nl: U kunt de indeling van 45° tik niet gebruiken samen met het filter voor het tijdsbereik
pt_br: Não é possível usar o layout de ticks de 45° junto com o filtro de intervalo de tempo
ro: Nu puteți folosi layout-ul de ticheturi de 45° împreună cu filtrul de interval de timp
tr: 45° işareti düzeni ile zaman aralığı filtresini kullanamazsınız
zh_tw: 不能將 45° 刻度線布局與時間範圍過濾器一起使用

source: You do not have permission to edit this %s
bn: আপনার এই %s সম্পাদনা করার অনুমতি নেই
ca: No tens permís per editar aquest %s
cs: Nemáte oprávnění k úpravě tohoto %s
ja: この %s を編集する権限がありません
mi: Karekau ō mōtika ki te whakatika i tēnei %s
nl: U bent niet bevoegd deze %s te bewerken
pt_br: Você não tem permissão para editar este %s
ro: Nu aveți permisiunea de a edita acest %s
tr: Bu %s'yi düzenleme izniniz yok

source: You do not have permission to edit this chart
bn: আপনার এই চার্ট সম্পাদনা করার অনুমতি নেই
ca: No tens permís per editar aquest gràfic
cs: Nemáte oprávnění k úpravě tohoto grafu
es: No tienes permiso para editar este gráfico
ja: このチャートを編集する権限がありません
mi: Karekau ō mōtika ki te whakatika i tēnei kauwhata
nl: U heeft geen toestemming om deze grafiek te bewerken
pt_br: Você não tem permissão para editar este gráfico
ro: Nu aveți permisiunea de a edita acest grafic
tr: Bu grafiği düzenleme izniniz yok
zh_tw: 您没有編輯此圖表的權限

source: You do not have permission to edit this dashboard
bn: আপনার এই ড্যাশবোর্ড সম্পাদনা করার অনুমতি নেই
ca: No tens permís per editar aquest dashboard
cs: Nemáte oprávnění k úpravě této nástěnky
es: No tienes permiso para editar este panel de control
ja: このダッシュボードを編集する権限がありません
mi: Karekau ō mōtika ki te whakatika i tēnei papatohu
nl: U hebt geen toestemming om dit dashboard te bewerken
pt_br: Você não tem permissão para editar este painel
ro: Nu aveți permisiunea de a edita acest tablou de bord
tr: Bu panoyu düzenleme izniniz yok
zh_tw: 您没有編輯此看板的權限

source: You do not have permission to read tags
bn: আপনার ট্যাগগুলি পড়ার অনুমতি নেই
ca: No tens permís per llegir etiquetes
cs: Nemáte oprávnění ke čtení značek
ja: タグを読み取る権限がありません
mi: Karekau ō mōtika ki te pānui i ngā tohu
nl: Je hebt geen toestemming om tags te lezen
ro: Nu aveți permisiunea de a citi tag-uri

source: You do not have permissions to edit this dashboard.
bn: আপনার এই ড্যাশবোর্ড সম্পাদনা করার অনুমতি নেই।
ca: No tens permisos per editar aquest dashboard.
cs: Nemáte oprávnění k úpravě této nástěnky.
es: No tienes permisos para editar este panel de control.
ja: このダッシュボードを編集する権限がありません。
mi: Karekau ō mōtika ki te whakatika i tēnei papatohu.
nl: U hebt geen rechten om dit dashboard te bewerken.
pt_br: Você não tem permissão para editar esse painel.
ro: Nu aveți permisiuni pentru a edita acest tablou de bord.
zh_tw: 您没有編輯此看板的權限。

source: You do not have sufficient permissions to edit the chart
bn: আপনার চার্টটি সম্পাদনা করার জন্য যথেষ্ট অনুমতি নেই
ca: No tens permisos suficients per editar el gràfic
cs: Nemáte dostatečná oprávnění k úpravě grafu
ja: グラフを編集するための十分な権限がありません
mi: Karekau ō mōtika nui rawa ki te whakatika i te kauwhata
nl: U heeft niet voldoende rechten om de grafiek te bewerken
ro: Nu aveți permisiuni suficiente pentru a edita graficul

source: You don't have access to this chart.
bn: আপনার এই চার্টে অ্যাক্সেস নেই।
ca: No tens accés a aquest gràfic.
cs: K tomuto grafu nemáte přístup.
ja: このグラフにはアクセスできません。
mi: Karekau ō urunga ki tēnei kauwhata.
nl: U heeft geen toegang tot deze grafiek.
pt_br: Você não tem acesso a esse gráfico.
ro: Nu aveți acces la acest grafic.

source: You don't have access to this dashboard.
bn: আপনার এই ড্যাশবোর্ডে অ্যাক্সেস নেই।
ca: No tens accés a aquest dashboard.
cs: K této nástěnce nemáte přístup.
ja: このダッシュボードにアクセスできません。
mi: Karekau ō urunga ki tēnei papatohu.
nl: Je hebt geen toegang tot dit dashboard.
pt_br: Você não tem acesso a esse painel.
ro: Nu aveți acces la acest tablou de bord.
zh_tw: 您没有訪問此看板的權限。

source: You don't have access to this dataset.
bn: আপনার এই ডেটাসেটে অ্যাক্সেস নেই।
ca: No tens accés a aquest dataset.
cs: K této sadě dat nemáte přístup.
ja: このデータセットへのアクセス権がありません。
mi: Karekau ō urunga ki tēnei rārangi raraunga.
nl: U hebt geen toegang tot deze dataset.
pt_br: Você não tem acesso a esse conjunto de dados.
ro: Nu aveți acces la acest set de date.

source: You don't have access to this embedded dashboard config.
bn: আপনার এই এমবেডেড ড্যাশবোর্ড কনফিগারে অ্যাক্সেস নেই।
ca: No tens accés a aquesta configuració de dashboard incrustat.
cs: K této konfiguraci vložené nástěnky nemáte přístup.
ja: この埋め込みダッシュボード構成にアクセスする権限がありません。
mi: Karekau ō urunga ki tēnei whirihora papatohu tāmau.
nl: U heeft geen toegang tot deze embedden dashboard configuratie.
pt_br: Você não tem acesso a essa configuração de painel incorporado.
ro: Nu aveți acces la configurația acestui tablou de bord încorporat.

source: You don't have permission to modify the value.
bn: আপনার মান পরিবর্তন করার অনুমতি নেই।
ca: No tens permís per modificar el valor.
cs: Nemáte oprávnění ke změně hodnoty.
ja: 値を変更する権限がありません。
mi: Karekau ō mōtika ki te whakarereke i te uara.
nl: Je hebt geen toestemming om de waarde te wijzigen.
pt_br: Você não tem permissão para modificar o valor.
ro: Nu aveți permisiunea de a modifica valoarea.
zh_tw: 您没有編輯此值的權限

source: You don't have the rights to alter %(resource)s
bn: আপনার %(resource)s পরিবর্তন করার অধিকার নেই
ca: No tens els drets per alterar %(resource)s
cs: Nemáte práva ke změně %(resource)s
ja: %(resource)s を変更する権限がありません。
mi: Karekau ō mōtika ki te huri i %(resource)s
nl: Je hebt geen rechten om %(resource)s te wijzigen
pt_br: Você não tem o direito de alterar %(resource)s
ro: Nu aveți drepturile de a modifica %(resource)s

source: You don't have the rights to alter this chart
bn: আপনার এই চার্ট পরিবর্তন করার অধিকার নেই
ca: No tens els drets per alterar aquest gràfic
cs: Nemáte práva ke změně tohoto grafu
ja: このグラフを変更する権限がありません。
mi: Karekau ō mōtika ki te huri i tēnei kauwhata
nl: Je hebt geen rechten om deze grafiek te wijzigen
pt_br: Você não tem o direito de alterar esse gráfico
ro: Nu aveți drepturile de a modifica acest grafic

source: You don't have the rights to alter this dashboard
bn: আপনার এই ড্যাশবোর্ড পরিবর্তন করার অধিকার নেই
ca: No tens els drets per alterar aquest dashboard
cs: Nemáte práva ke změně této nástěnky
ja: このダッシュボードを変更する権限がありません。
mi: Karekau ō mōtika ki te huri i tēnei papatohu
nl: Je het geen rechten om dit dashboard te wijzigen
pt_br: Você não tem o direito de alterar esse painel de controle
ro: Nu aveți drepturile de a modifica acest tablou de bord

source: You don't have the rights to alter this title.
bn: আপনার এই শিরোনাম পরিবর্তন করার অধিকার নেই।
ca: No tens els drets per alterar aquest títol.
cs: Nemáte práva ke změně tohoto názvu.
es: No tienes los derechos para alterar este título.
ja: あなたにはこのタイトルを変更する権利がありません。
mi: Karekau ō mōtika ki te huri i tēnei taitara.
nl: Je hebt niet de rechten om deze titel te veranderen.
pt_br: Você não tem o direito de alterar esse título.
ro: Nu aveți drepturile de a modifica acest titlu.
zh_tw: 您没有權利修改這個標題。

source: You don't have the rights to create a chart
bn: আপনার একটি চার্ট তৈরি করার অধিকার নেই।
ca: No tens els drets per crear un gràfic
cs: Nemáte práva k vytvoření grafu
ja: グラフを作成する権限がありません。
mi: Karekau ō mōtika ki te hanga kauwhata
nl: Je hebt geen rechten om een grafiek te maken
pt_br: Você não tem o direito de criar um gráfico
ro: Nu aveți drepturile de a crea un grafic

source: You don't have the rights to create a dashboard
bn: আপনার একটি ড্যাশবোর্ড তৈরি করার অধিকার নেই।
ca: No tens els drets per crear un dashboard
cs: Nemáte práva k vytvoření nástěnky
ja: ダッシュボードを作成する権限がありません。
mi: Karekau ō mōtika ki te hanga papatohu
nl: Je hebt geen rechten om een dashboard aan te maken
pt_br: Você não tem direitos para criar um painel
ro: Nu aveți drepturile de a crea un tablou de bord

source: You don't have the rights to download as csv
bn: আপনার CSV হিসাবে ডাউনলোড করার অধিকার নেই।
ca: No tens els drets per descarregar com a csv
cs: Nemáte práva ke stažení jako CSV
ja: CSVとしてダウンロードする権限がありません。
mi: Karekau ō mōtika ki te tikiake hei csv
nl: Je hebt geen rechten om te downloaden als csv
pt_br: Você não tem o direito de fazer o download como csv
ro: Nu aveți drepturile de a descărca ca csv

source: You have removed this filter.
bn: আপনি এই ফিল্টারটি সরিয়ে ফেলেছেন।
ca: Has eliminat aquest filtre.
cs: Tento filtr jste odstranili.
es: Has eliminado este filtro.
ja: このフィルタを削除しました。
mi: Kua tangohia e koe tēnei tātari.
nl: Je hebt deze filter verwijderd.
pt_br: Você removeu esse filtro.
ro: Ați eliminat acest filtru.
tr: Bu filtreyi kaldırdınız.
zh_tw: 您已删除此過濾條件。

source: You have unsaved changes
ro: Aveți modificări nesalvate

source: You have unsaved changes.
bn: আপনার অ-সংরক্ষিত পরিবর্তন রয়েছে।
ca: Tens canvis sense desar.
cs: Máte neuložené změny.
es: Tienes cambios sin guardar.
ja: 未保存の変更があります。
mi: He huringa kāore anō kia tiakina.
nl: Je hebt niet opgeslagen wijzigingen.
pt_br: Você tem alterações não salvas.
ro: Aveți modificări nesalvate.
tr: Kaydedilmemiş değişiklikleriniz var.
zh_tw: 您有一些未保存的修改。

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
bn: আপনি সব %(historyLength)s আনডু স্লট ব্যবহার করেছেন এবং পরবর্তী কার্যকলাপ সম্পূর্ণরূপে আনডু করতে সক্ষম হবেন না। আপনি আপনার বর্তমান অবস্থাটি সংরক্ষণ করতে পারেন যাতে ইতিহাস রিসেট হয়।
ca: Has usat tots els %(historyLength)s slots de desfer i no podràs desfer completament accions posteriors. Pots desar el teu estat actual per reiniciar l'historial.
cs: Použili jste všech %(historyLength)s slotů pro vrácení zpět a nebudete moci plně vrátit zpět následující akce. Můžete uložit svůj aktuální stav pro resetování historie.
es: Has utilizado todos los %(historyLength)s espacios de deshacer y no podrás deshacer completamente las acciones posteriores. Puedes guardar tu estado actual para reiniciar el historial.
ja: %(historyLength)s 個の元に戻すスロットをすべて使用しました。後続のアクションを完全に元に戻すことはできません。
mi: Kua pau e koe ngā pūwāhi wete %(historyLength)s katoa, ā, kāore e taea te wete katoa i ngā mahi e whai ake nei. Ka taea e koe te tiaki i tō tūnga o nāianei hei tautuhi anō i te hītori.
nl: Je hebt alle %(historyLength)s "maak ongedaan" slots gebruikt en kan de volgende acties niet ongedaan maken. Je kunt je huidige status opslaan om de geschiedenis te resetten.
pt_br: Você usou todos os espaços de desfazer de %(historyLength) e não poderá desfazer totalmente as ações subsequentes. Você pode salvar seu estado atual para redefinir o histórico.
ro: Ați folosit toate sloturile de anulare %(historyLength)s și nu veți putea anula complet acțiunile ulterioare. Puteți salva starea curentă pentru a reseta istoricul.
tr: Tüm %(historyLength)s geri alım yuvalarını kullandınız ve sonraki işlemleri tam olarak geri alamayacaksınız. Geçmişi sıfırlamak için mevcut durumu kaydedebilirsiniz.

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
bn: আপনাকে সম্পাদনা করার জন্য একটি ডেটাসেটের মালিক হতে হবে। দয়া করে পরিবর্তন বা সম্পাদনা প্রবেশাধিকার চাওয়ার জন্য একটি ডেটাসেটের মালিকের সাথে যোগাযোগ করুন।
ca: Has de ser propietari del dataset per poder editar. Si us plau contacta amb un propietari del dataset per sol·licitar modificacions o accés d'edició.
cs: Pro úpravu musíte být vlastníkem sady dat. Obraťte se prosím na vlastníka sady dat a požádejte o úpravy nebo o přístup k úpravám.
es: Debes ser el propietario de un conjunto de datos para poder editarlo. Por favor, ponte en contacto con un propietario de un conjunto de datos para solicitar modificaciones o acceso para editar.
ja: 編集するにはデータセットの所有者である必要があります。
mi: Me noho koe hei rangatira rārangi raraunga hei whakatika. Tēnā whakapā atu ki tētahi rangatira rārangi raraunga hei tono i ngā whakarereke, i te urunga whakatika rānei.
nl: Je moet een dataset eigenaar zijn om te kunnen bewerken. Neem contact op met een dataset eigenaar om wijzigingen aan te vragen of toegang te bewerken.
pt_br: Você deve ser proprietário de um conjunto de dados para poder editá-lo. Entre em contato com o proprietário do conjunto de dados para solicitar modificações ou acesso de edição.
ro: Trebuie să fiți proprietar al setului de date pentru a edita. Vă rugăm să contactați un proprietar al setului de date pentru a solicita modificări sau acces de editare.
tr: Düzenlemek için bir veri kümesi sahibi olmalısınız. Değişiklikler veya düzenleme erişimi talep etmek için bir veri kümesi sahibine başvurun.

source: You must pick a name for the new dashboard
bn: নতুন ড্যাশবোর্ডের জন্য আপনাকে একটি নাম বেছে নিতে হবে।
ca: Has de triar un nom per al nou dashboard
cs: Musíte vybrat název pro novou nástěnku
es: Debes elegir un nombre para el nuevo panel de control
ja: 新しいダッシュボードの名前を選択する必要があります
mi: Me kōwhiri koe i tētahi ingoa mō te papatohu hou
nl: U moet een naam kiezen voor het nieuwe dashboard
pt_br: Você deve escolher um nome para o novo painel
ro: Trebuie să alegeți un nume pentru noul tablou de bord
tr: Yeni panel için bir ad seçmelisiniz
zh_tw: 您必須為新的看板選擇一個名稱

source: You must run the query successfully first
bn: প্রথমে আপনাকে সফলভাবে প্রশ্নটি চালাতে হবে।
ca: Primer has d'executar la consulta amb èxit
cs: Nejprve musíte úspěšně spustit dotaz
es: Debes ejecutar la consulta con éxito primero
ja: まずクエリを正常に実行する必要があります
mi: Me whakahaere angitu koe i te pātai i te tuatahi
nl: U moet de query eerst succesvol uitvoeren
pt_br: Primeiro, você deve executar a consulta com êxito
ro: Trebuie să executați mai întâi interogarea cu succes
tr: Sorguyu önce başarılı bir şekilde çalıştırmalısınız
zh_tw: 必須先成功運行查詢

source: You need to configure HTML sanitization to use CSS
bn: আপনাকে CSS ব্যবহার করতে HTML স্যানিটাইজেশন কনফিগার করতে হবে।
ca: Necessites configurar la sanitització HTML per usar CSS
cs: Pro použití CSS musíte nakonfigurovat sanitizaci HTML
es: Necesitas configurar la sanitización de HTML para usar CSS
ja: CSSを使用するにはHTMLサニタイズを設定する必要があります
mi: Me whirihora koe i te whakamā HTML hei whakamahi i te CSS
nl: Je moet HTML sanitisering configureren om CSS te gebruiken
pt_br: Você precisa configurar a sanitização de HTML para usar CSS
ro: Trebuie să configurați sanitizarea HTML pentru a folosi CSS
tr: CSS kullanmak için HTML temizlemeyi yapılandırmalısınız
zh_tw: 您需要配置 HTML 限制以使用 CSS

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
bn: আপনি কন্ট্রোল প্যানেলে মানগুলি আপডেট করেছেন, কিন্তু চার্টটি স্বয়ংক্রিয়ভাবে আপডেট হয়নি। "আপডেট চার্ট" বোতামে ক্লিক করে প্রশ্নটি চালান অথবা
ca: Has actualitzat els valors al panell de control, però el gràfic no s'ha actualitzat automàticament. Executa la consulta clicant al botó "Actualitzar gràfic" o
cs: Aktualizovali jste hodnoty v ovládacím panelu, ale graf se automaticky neaktualizoval. Spusťte dotaz kliknutím na tlačítko „Aktualizovat graf“ nebo
es: Has actualizado el valor en el panel de control, pero el gráfico no se ha actualizado automáticamente. Ejecuta la consulta haciendo clic en el botón "Actualizar gráfico" o
ja: コントロール パネルで値を更新しましたが、グラフは自動的に更新されませんでした。
mi: I whakahou koe i ngā uara i te papa whakahaere, engari kāore i whakahouhia aunoa te kauwhata. Whakahaere i te pātai mā te pāwhiri i te pātene "Whakahou kauwhata",
nl: Je hebt de waarden in het bedieningspaneel bijgewerkt, maar de grafiek is niet automatisch bijgewerkt. Voer de query uit door op de knop 'Grafiek bijwerken' te klikken of
pt_br: Você atualizou os valores no painel de controle, mas o gráfico não foi atualizado automaticamente. Execute a consulta clicando no botão "Atualizar gráfico" ou
ro: Ați actualizat valorile din panoul de control, dar graficul nu a fost actualizat automat. Rulați interogarea făcând clic pe butonul "Actualizează grafic" sau
tr: Kontrol panelindeki değerleri güncellediniz, ancak grafik otomatik olarak güncellenmedi. Sorguyu "Grafiği Güncelle" düğmesine tıklayarak çalıştırın veya
zh_tw: 您已更新了控制面板中的值，但圖表未自動更新。請點擊 "更新圖表" 按钮運行查詢或

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
bn: আপনি ডেটাসেট পরিবর্তন করেছেন। নতুন ডেটাসেটের সাথে মেলে এমন যে কোনও নিয়ন্ত্রণ (কলাম, মেট্রিক) রক্ষিত হয়েছে।
ca: Has canviat de datasets. Qualsevol control amb dades (columnes, mètriques) que coincideixi amb aquest nou dataset s'ha mantingut.
cs: Změnili jste sady dat. Všechny ovládací prvky s daty (sloupce, metriky), které odpovídají této nové sadě dat, byly zachovány.
es: Has cambiado de conjuntos de datos. Se han conservado todos los controles con datos (columnas, métricas) que coinciden con este nuevo conjunto de datos.
ja: データセットを変更しました。
mi: Kua hurihia e koe ngā rārangi raraunga. Kua puritia ngā whakahaere katoa me ngā raraunga (tīwae, ine) e hāngai ana ki tēnei rārangi raraunga hou.
nl: Je hebt datasets gewijzigd. Alle bedieningselementen met gegevens (kolommen, metrieken) die overeenkomen met deze nieuwe dataset zijn behouden gebleven.
pt_br: Você alterou os conjuntos de dados. Todos os controles com dados (colunas, métricas) que correspondem a esse novo conjunto de dados foram mantidos.
ro: Ați schimbat seturile de date. Orice controale cu date (coloane, metrici) care corespund acestui nou set de date au fost păstrate.
tr: Veri kümelerini değiştirdiniz. Bu yeni veri kümesiyle eşleşen verilere (sütunlar, metrikler) sahip olan herhangi bir kontrol saklanmıştır.
