Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: choose WHERE or HAVING...
bn: কোথায় বা HAVING নির্বাচন করুন...
ca: tria WHERE o HAVING...
cs: zvolte WHERE nebo HAVING...
es: elige WHERE o HAVING...
ja: どこにあるか、持っているかを選択してください...
mi: kōwhiria WHERE, HAVING rānei...
nl: kies WHERE of HAVING…
pt_br: escolha WHERE ou HAVING...
ro: alegeți WHERE sau HAVING...
tr: WHERE veya HAVING seçin...
zh_tw: 選擇 WHERE 或 HAVING 子句...

source: click here
bn: এখানে ক্লিক করুন
ca: clica aquí
cs: klikněte sem
es: haz clic aquí
ja: ここをクリック
mi: pāwhiria ki konei
nl: klik hier
pt_br: clique aqui
ro: faceți clic aici
tr: buraya tıklayın
zh_tw: 點擊這里

source: close
ca: tancar
cs: zavřít
mi: kati
ro: închide

source: code ISO 3166-1 alpha-2 (cca2)
bn: কোড ISO 3166-1 অ্যালফা-২ (cca2)
ca: codi ISO 3166-1 alpha-2 (cca2)
cs: kód ISO 3166-1 alpha-2 (cca2)
es: código ISO 3166-1 alfa-2 (cca2)
ja: コード ISO 3166-1 alpha-2 (cca2)
mi: waehere ISO 3166-1 alpha-2 (cca2)
pt_br: código ISO 3166-1 alpha-2 (cca2)
ro: cod ISO 3166-1 alpha-2 (cca2)
tr: ISO 3166-1 alpha-2 kodu (cca2)

source: code ISO 3166-1 alpha-3 (cca3)
bn: কোড ISO 3166-1 অ্যালফা-৩ (cca3)
ca: codi ISO 3166-1 alpha-3 (cca3)
cs: kód ISO 3166-1 alpha-3 (cca3)
es: código ISO 3166-1 alfa-3 (cca3)
ja: コード ISO 3166-1 alpha-3 (cca3)
mi: waehere ISO 3166-1 alpha-3 (cca3)
pt_br: código ISO 3166-1 alpha-3 (cca3)
ro: cod ISO 3166-1 alpha-3 (cca3)
tr: ISO 3166-1 alpha-3 kodu (cca3)

source: code International Olympic Committee (cioc)
bn: কোড আন্তর্জাতিক অলিম্পিক কমিটি (cioc)
ca: codi Comitè Olímpic Internacional (cioc)
cs: kód Mezinárodního olympijského výboru (cioc)
es: código del Comité Olímpico Internacional (cioc)
ja: コード国際オリンピック委員会 (cioc)
mi: waehere International Olympic Committee (cioc)
nl: code Internationaal Olympisch Comité (cioc)
pt_br: código Comitê Olímpico Internacional (cioc)
ro: cod Comitetul Olimpic Internațional (cioc)
tr: Uluslararası Olimpiyat Komitesi (cioc) kodu

source: color scheme for comparison
bn: তুলনার জন্য রঙের স্কিম
ca: esquema de color per comparació
cs: barevné schéma pro porovnání
mi: kaupapa tae mō te whakatairite
ro: schema de culori pentru comparare

source: color type
bn: রঙের প্রকার
ca: tipus de color
cs: typ barvy
mi: momo tae
ro: tip culoare

source: column
bn: কলাম
ca: columna
cs: sloupec
es: columna
ja: 列
mi: tīwae
nl: kolom
pt_br: coluna
ro: coloană
tr: sütun
zh_tw: 列

source: connecting to %(dbModelName)s
bn: %(dbModelName)s-এ সংযোগ করছে
ca: connectant a %(dbModelName)s
cs: připojuje se k %(dbModelName)s
mi: e hono ana ki %(dbModelName)s
ro: conectare la %(dbModelName)s

source: containing
ro: conținând

source: content type
bn: বিষয়ের প্রকার
ca: tipus de contingut
cs: typ obsahu
mi: momo ihirangi
ro: tip conținut

source: count
bn: গণনা
ca: recompte
cs: počet
ja: カウント
mi: tatau
nl: tellen
pt_br: contagem
ro: numără
tr: sayım
zh_tw: 計數

source: create
bn: তৈরি করুন
ca: crear
cs: vytvořit
ja: 作成
mi: hanga
nl: aanmaken
pt_br: criar
ro: creează
tr: oluştur

source: create a new chart
bn: একটি নতুন চার্ট তৈরি করুন
ca: crear un nou gràfic
cs: vytvořit nový graf
ja: 新しいチャートを作成
mi: hanga kauwhata hou
nl: maak een nieuwe grafiek
pt_br: criar um novo gráfico
ro: creează un grafic nou
tr: yeni bir grafik oluştur

source: create dataset from SQL query
bn: SQL প্রশ্ন থেকে ডেটাসেট তৈরি করুন
ca: crear dataset des de consulta SQL
cs: vytvořit sadu dat z SQL dotazu
es: crear conjunto de datos a partir de consulta SQL
ja: SQLクエリからデータセットを作成
mi: hanga rārangi raraunga mai i te pātai SQL
nl: maak data uit SQL query
pt_br: criar um conjunto de dados a partir de uma consulta SQL
ro: creează set de date din interogare SQL
tr: SQL sorgusundan veri kümesi oluştur

source: dashboard
bn: ড্যাশবোর্ড
cs: nástěnka
es: tablero de control
ja: ダッシュボード
mi: papatohu
pt_br: painel
ro: tablou de bord
tr: pano
zh_tw: 看板

source: dashboards
bn: ড্যাশবোর্ডগুলি
ja: ダッシュボード
pt_br: painéis
ro: tablouri de bord
tr: panolar
zh_tw: 看板

source: database
bn: ডেটাবেস
ca: base de dades
cs: databáze
es: base de datos
ja: データベース
mi: pātengi raraunga
pt_br: banco de dados
ro: bază de date
tr: veritabanı
zh_tw: 資料庫

source: dataset
bn: ডেটাসেট
cs: sada dat
es: conjunto de datos
ja: データセット
mi: rārangi raraunga
ro: set de date
tr: veri kümesi
zh_tw: 數據集

source: dataset name
bn: ডেটাসেটের নাম
ca: nom del dataset
cs: název sady dat
ja: データセット名
mi: ingoa rārangi raraunga
nl: dataset naam
pt_br: nome do conjunto de dados
ro: nume set de date
tr: veri kümesi adı

source: date
bn: তারিখ
ca: data
cs: datum
es: fecha
ja: 日付
mi: rā
nl: datum
pt_br: data
ro: dată
tr: tarih
zh_tw: 日期

source: day
bn: দিন
ca: dia
cs: den
es: día
ja: 日
mi: rā
nl: dag
pt_br: dia
ro: zi
tr: gün
zh_tw: 天

source: day of the month
bn: মাসের দিন
ca: dia del mes
cs: den v měsíci
es: día del mes
ja: 月の何日か
mi: rā o te marama
nl: dag van de maand
pt_br: dia do mês
ro: zi din lună
tr: ayın günü
zh_tw: 一個月的天數

source: day of the week
bn: সপ্তাহের দিন
ca: dia de la setmana
cs: den v týdnu
es: día de la semana
ja: 月の何週か
mi: rā o te wiki
nl: dag van de week
pt_br: dia da semana
ro: zi din săptămână
tr: haftanın günü
zh_tw: 一週的天數

source: deck.gl 3D Hexagon
bn: ডেক.gl 3D হেক্সাগন
ca: deck.gl Hexàgon 3D
cs: deck.gl 3D šestiúhelník
es: deck.gl Hexágono 3D
ja: deck.gl 3D ヘキサゴン
mi: deck.gl Ono-tapa 3D
nl: deck.gl 3D-Zeshoek
pt_br: deck.gl Hexágono 3D
ro: deck.gl Hexagon 3D
tr: deck.gl 3D Altıgen

source: deck.gl Contour
bn: ডেক.gl কন্ট্যুর
ca: deck.gl Contorn
cs: deck.gl Obrys
mi: deck.gl Takotoranga
ro: deck.gl Contur

source: deck.gl Grid
bn: ডেক.gl গ্রিড
ca: deck.gl Graella
cs: deck.gl Mřížka
es: deck.gl Cuadrícula
ja: deck.gl グリッド
mi: deck.gl Tukutata
nl: deck.gl Raster
ro: deck.gl Rețea
tr: deck.gl Izgara

source: deck.gl Heatmap
bn: ডেক.gl হিটম্যাপ
ca: deck.gl Mapa de Calor
cs: deck.gl Teplotní mapa
mi: deck.gl Mahere Wera
ro: deck.gl Hartă Termică
tr: deck.gl Isı Haritası

source: deck.gl Multiple Layers
bn: ডেক.gl একাধিক স্তর
ca: deck.gl Múltiples Capes
cs: deck.gl Více vrstev
ja: deck.gl 複数のレイヤー
mi: deck.gl Papa Maha
nl: deck.gl Meerdere Lagen
pt_br: deck.gl Múltiplas camadas
ro: deck.gl Straturi Multiple
tr: deck.gl Çoklu Katmanlar

source: deck.gl Path
bn: ডেক.gl পথ
ca: deck.gl Camí
cs: deck.gl Cesta
es: deck.gl Ruta
ja: deck.gl パス
mi: deck.gl Ara
nl: deck.gl Pad
ro: deck.gl Cale
tr: deck.gl Yol

source: deck.gl Polygon
bn: ডেক.gl পলিগন
ca: deck.gl Polígon
es: deck.gl Polígono
ja: deck.gl ポリゴン
mi: deck.gl Tapawhā
nl: deck.gl Polygoon
pt_br: deck.gl Polígono
ro: deck.gl Poligon
tr: deck.gl Çokgen

source: deck.gl Scatterplot
bn: ডেক.gl স্ক্যাটারপ্লট
ca: deck.gl Diagrama de Dispersió
cs: deck.gl Bodový graf
es: deck.gl Diagrama de dispersión
ja: deck.gl 散布図
mi: deck.gl Marara
nl: deck.gl Spreidingsdiagram
pt_br: deck.gl Gráfico de dispersão
ro: deck.gl Diagramă de Dispersie
tr: deck.gl Dağılım Grafiği

source: deck.gl Screen Grid
bn: ডেক.gl স্ক্রীন গ্রিড
ca: deck.gl Graella de Pantalla
cs: deck.gl Mřížka obrazovky
es: deck.gl Pantalla de Cuadrícula
ja: deck.gl スクリーングリッド
mi: deck.gl Tukutata Mata
nl: deck.gl Scherm Raster
pt_br: deck.gl Grade de tela
ro: deck.gl Rețea Ecran
tr: deck.gl Ekran Izgarası

source: deck.gl charts
bn: ডেক.gl চার্টগুলি
ca: gràfics deck.gl
cs: grafy deck.gl
nl: deck.gl grafieken
pt_br: gráficos do deck.gl
ro: grafice deck.gl
tr: deck.gl grafikler

source: default
bn: ডিফল্ট
ca: per defecte
cs: výchozí
ja: デフォルト
mi: taunoa
nl: standaard
pt_br: padrão
ro: implicit
tr: varsayılan

source: descendant
bn: উত্তরাধিকারী
ca: descendent
cs: potomek
ja: 子孫
mi: uri
nl: afstammeling
ro: descendent
tr: soy
zh_tw: 降序

source: description
bn: বিবরণ
ca: descripció
cs: popis
es: descripción
ja: 説明
mi: whakamārama
nl: omschrijving
pt_br: descrição
ro: descriere
tr: açıklama
zh_tw: 描述

source: deviation
bn: অবৈজ্ঞানিক
ca: desviació
cs: odchylka
ja: 偏差
mi: whakarereketanga
nl: afwijking
pt_br: desvio
ro: deviație
tr: sapma

source: documentation
ro: documentație

source: e.g. ********
bn: যেমন: ********
ca: p.ex. ********
cs: např. ********
es: p.ej. ********
ja: 例********
mi: hei tauira ********
nl: bijv. ********
pt_br: por exemplo ********
ro: ex. ********
tr: örn. ********
zh_tw: 例如：********

source: e.g. 127.0.0.1
bn: যেমন: 127.0.0.1
ca: p.ex. 127.0.0.1
cs: např. 127.0.0.1
es: p.ej. 127.0.0.1
ja: 例127.0.0.1
mi: hei tauira 127.0.0.1
nl: bijv. 127.0.0.1
pt_br: por exemplo, 127.0.0.1
ro: ex. 127.0.0.1
tr: örn. 127.0.0.1
zh_tw: 例如：127.0.0.1

source: e.g. 5432
bn: যেমন: 5432
ca: p.ex. 5432
cs: např. 5432
es: p.ej. 5432
ja: 例5432
mi: hei tauira 5432
nl: bijv. 5432
pt_br: por exemplo, 5432
ro: ex. 5432
tr: örn. 5432
zh_tw: 例如：5432

source: e.g. AccountAdmin
bn: যেমন: AccountAdmin
ca: p.ex. AccountAdmin
cs: např. AccountAdmin
es: p.ej. AccountAdmin
ja: 例アカウント管理者
mi: hei tauira AccountAdmin
nl: bijv. AccountAdmin
pt_br: por exemplo , AccountAdmin
ro: ex. AccountAdmin
tr: örn. HesapYönetici
zh_tw: 例如：AccountAdmin

source: e.g. Analytics
bn: যেমন: Analytics
ca: p.ex. Analytics
cs: např. Analytics
ja: 例分析
mi: hei tauira Analytics
nl: bijv. Analytics
ro: ex. Analytics
tr: örn. Analitik
zh_tw: 例如：Analytics

source: e.g. compute_wh
bn: যেমন: compute_wh
ca: p.ex. compute_wh
cs: např. compute_wh
es: p.ej. compute_wh
ja: 例compute_wh
mi: hei tauira compute_wh
nl: bijv. compute_wh
pt_br: por exemplo , compute_wh
ro: ex. compute_wh
tr: örn. compute_wh
zh_tw: 例如：compute_wh

source: e.g. default
bn: যেমন: ডিফল্ট
ca: p.ex. default
cs: např. default
mi: hei tauira default
ro: ex. default

source: e.g. hive_metastore
bn: যেমন: hive_metastore
ca: p.ex. hive_metastore
cs: např. hive_metastore
mi: hei tauira hive_metastore
ro: ex. hive_metastore

source: e.g. param1=value1&param2=value2
bn: যেমন: param1=value1&param2=value2
ca: p.ex. param1=valor1&param2=valor2
cs: např. param1=hodnota1&param2=hodnota2
es: p.ej. param1=valor1&param2=valor2
ja: 例param1=値1&param2=値2
mi: hei tauira param1=value1&param2=value2
nl: bijv. param1=value1&param2=value2
pt_br: por exemplo, param1=value1&param2=value2
ro: ex. param1=value1&param2=value2
tr: örn. param1=değer1 ve param2=değer2
zh_tw: 例如：param1=value1&param2=value2

source: e.g. sql/protocolv1/o/12345
bn: যেমন: sql/protocolv1/o/12345
ca: p.ex. sql/protocolv1/o/12345
cs: např. sql/protocolv1/o/12345
es: p.ej. sql/protocolv1/o/12345
ja: 例SQL/protocolv1/o/12345
mi: hei tauira sql/protocolv1/o/12345
pt_br: por exemplo , sql/protocolv1/o/12345
ro: ex. sql/protocolv1/o/12345
tr: örn. sql/protocolv1/o/12345
zh_tw: 例如：sql/protocolv1/o/12345

source: e.g. world_population
bn: যেমন: world_population
ca: p.ex. poblacio_mundial
cs: např. world_population
es: p.ej. población_mundial
ja: 例世界人口
mi: hei tauira world_population
nl: bijv. wereld_bevolking
pt_br: por exemplo, world_population
ro: ex. world_population
tr: örn. dünya_nüfusu
zh_tw: 例如：world_population

source: e.g. xy12345.us-east-2.aws
bn: যেমন: xy12345.us-east-2.aws
ca: p.ex. xy12345.us-east-2.aws
cs: např. xy12345.us-east-2.aws
es: p.ej. xy12345.us-east-2.aws
ja: 例xy12345.us-east-2.aws
mi: hei tauira xy12345.us-east-2.aws
nl: bijv. xy12345.us-oost-2.aws
pt_br: por exemplo, xy12345.us-east-2.aws
ro: ex. xy12345.us-east-2.aws
tr: örn. xy12345.us-east-2.aws
zh_tw: 例如：xy12345.us-east-2.aws

source: edit mode
bn: সম্পাদনা মোড
ca: mode d'edició
cs: režim úprav
ja: 編集モード
mi: aratau whakatika
nl: bewerk modus
pt_br: modo de edição
ro: mod editare
tr: düzenleme modu

source: email subject
bn: ইমেইলের বিষয়
ca: assumpte del correu
cs: předmět e-mailu
mi: kaupapa īmēra
ro: subiect email

source: ends with
ro: se termină cu

source: entries
bn: এন্ট্রি
ca: entrades
cs: položky
ja: エントリ
mi: urunga
nl: items
pt_br: entradas
ro: intrări
tr: girişler

source: entries per page
ca: entrades per pàgina
cs: položek na stránku
mi: urunga ia whārangi
ro: intrări pe pagină

source: error
bn: ত্রুটি
cs: chyba
ja: エラー
mi: hapa
nl: fout
ro: eroare
tr: hata

source: error_message
bn: ত্রুটি বার্তা
ca: missatge_error
cs: chybová_zpráva
ja: エラーメッセージ
mi: karere_hapa
nl: fout_melding
pt_br: mensagem de erro
ro: mesaj_eroare
tr: hata_mesajı

source: every
bn: প্রত্যেক
ca: cada
cs: každý
es: cada
ja: 毎
mi: ia
nl: elke
pt_br: todos
ro: fiecare
tr: her
zh_tw: 任意

source: every day of the month
bn: মাসের প্রত্যেক দিন
ca: cada dia del mes
cs: každý den v měsíci
es: cada día del mes
ja: 毎月毎日
mi: ia rā o te marama
nl: elke dag van de maand
pt_br: todos os dias do mês
ro: fiecare zi din lună
tr: ayın her günü
zh_tw: 每月的每一天

source: every day of the week
bn: সপ্তাহের প্রত্যেক দিন
ca: cada dia de la setmana
cs: každý den v týdnu
es: cada día de la semana
ja: 毎週毎日
mi: ia rā o te wiki
nl: elke dag van de week
pt_br: todos os dias da semana
ro: fiecare zi din săptămână
tr: haftanın her günü
zh_tw: 一週的每一天

source: every hour
bn: প্রত্যেক ঘণ্টা
ca: cada hora
cs: každou hodinu
es: cada hora
ja: 毎時
mi: ia hāora
nl: elk uur
pt_br: a cada hora
ro: fiecare oră
tr: her saat
zh_tw: 每小時

source: every minute
bn: প্রত্যেক মিনিট
ca: cada minut
cs: každou minutu
ja: 毎分
mi: ia meneti
nl: elke minuut
ro: fiecare minut
tr: her dakika
zh_tw: 每分鐘 UTC

source: every month
bn: প্রত্যেক মাস
ca: cada mes
cs: každý měsíc
es: cada mes
ja: 毎月
mi: ia marama
nl: elke maand
pt_br: a cada mês
ro: fiecare lună
tr: her ay
zh_tw: 每個月

source: expand
bn: বিস্তৃত করুন
ca: expandir
cs: rozbalit
ja: 拡大する
mi: whakawhānui
nl: uitklappen
pt_br: expandir
ro: extinde
tr: genişlet

source: failed
bn: ব্যর্থ হয়েছে
ca: fallit
cs: selhalo
ja: 失敗
mi: i rahua
nl: mislukt
pt_br: falhou
ro: eșuat
tr: başarısız

source: fetching
bn: তুলছি
ca: obtenint
cs: načítání
ja: 取得中
mi: e tiki ana
nl: ophalen
pt_br: busca
ro: preluare
tr: getiriliyor
zh_tw: 抓取中

source: flat
bn: সমতল
ca: pla
cs: plochý
ja: フラット
mi: papatahi
nl: vlak
pt_br: plano
ro: plat
tr: düz

source: for more information on how to structure your URI.
bn: আপনার URI গঠন করার জন্য আরও তথ্যের জন্য।
ca: per més informació sobre com estructurar la teva URI.
cs: pro více informací o tom, jak strukturovat vaše URI.
ja: URI を構造化する方法の詳細については、「」を参照してください。
mi: mō ētahi mōhiohio atu mō te hanga i tō URI.
nl: voor meer informatie over de structuur van uw URI.
pt_br: para obter mais informações sobre como estruturar seu URI.
ro: pentru mai multe informații despre cum să structurați URI-ul dvs.
tr: URI'nızı nasıl yapılandıracağınız hakkında daha fazla bilgi için.
zh_tw: 來查詢有關如何構造 URI 的更多訊息。

source: formatted
ro: formatat

source: function type icon
bn: ফাংশন প্রকার আইকন
ca: icona de tipus funció
cs: ikona typu funkce
es: icono de tipo de función
ja: 機能タイプアイコン
mi: tohu momo taumahi
nl: functie type icoon
pt_br: ícone de tipo de função
ro: iconiță tip funcție
tr: fonksiyon tipi simgesi

source: geohash (square)
bn: জিওহ্যাশ (স্কয়ার)
ca: geohash (quadrat)
cs: geohash (čtverec)
es: geohash (cuadrado)
ja: ジオハッシュ（正方形）
mi: geohash (tapawhā rite)
nl: geohash (vierkant)
pt_br: geohash (quadrado)
ro: geohash (pătrat)
tr: geohash (kare)

source: heatmap
bn: হিটম্যাপ
ca: mapa de calor
cs: teplotní mapa
ja: ヒートマップ
mi: mahere wera
pt_br: mapa de calor
ro: hartă termică
tr: ısı haritası

source: heatmap: values are normalized across the entire heatmap
bn: হিটম্যাপ: মানগুলি সমগ্র হিটম্যাপ জুড়ে স্বাভাবিকীকৃত হয়
ca: mapa de calor: els valors estan normalitzats a través de tot el mapa de calor
cs: teplotní mapa: hodnoty jsou normalizovány napříč celou teplotní mapou
es: mapa de calor: los valores están normalizados a lo largo de todo el mapa de calor
ja: ヒートマップ: 値はヒートマップ全体で正規化されます。
mi: mahere wera: ka whakawhānuitia ngā uara puta noa i te mahere wera katoa
nl: heatmap: waarden worden genormaliseerd in de gehele heatmap
pt_br: heatmap: os valores são normalizados em todo o heatmap
ro: hartă termică: valorile sunt normalizate pe întreaga hartă termică
tr: ısı haritası: değerler ısı haritasının tamamında normalize edilir
zh_tw: 热力圖：其中所有數值都經過了歸一化

source: here
bn: এখানে
ca: aquí
cs: zde
ja: ここ
mi: konei
nl: hier
pt_br: aqui
ro: aici
tr: burada

source: hour
bn: ঘণ্টা
ca: hora
cs: hodina
es: hora
ja: 時間
mi: hāora
nl: uur
pt_br: hora
ro: oră
tr: saat
zh_tw: 小時

source: in
bn: ভিতরে
ca: en
cs: v
es: en
mi: i roto i
pt_br: em
ro: în
tr: içinde
zh_tw: 處於

source: invalid email
bn: অবৈধ ইমেইল
ca: correu invàlid
cs: neplatný e-mail
mi: īmēra muhu
ro: email nevalid

source: is
ca: és
cs: je
mi: he
ro: este

source: is expected to be a Mapbox/OSM URL (eg. mapbox://styles/...) or a tile server URL (eg. tile://http...)
ro: se așteaptă să fie un URL Mapbox/OSM (ex. mapbox://styles/...) sau un URL de server tile (ex. tile://http...)

source: is expected to be a number
bn: এটি একটি সংখ্যা হতে হবে
ca: s'espera que sigui un número
cs: se očekává, že bude číslo
es: se espera que sea un número
ja: は数値であると予想されます
mi: e tūmanakohia ana he tau
nl: wordt verwacht dat het een getal is
pt_br: espera-se que seja um número
ro: se așteaptă să fie un număr
tr: bir sayı olması bekleniyor
zh_tw: 應該為數字

source: is expected to be an integer
bn: এটি একটি পূর্ণসংখ্যা হতে হবে
ca: s'espera que sigui un enter
cs: se očekává, že bude celé číslo
es: se espera que sea un entero
ja: 整数であることが期待されます
mi: e tūmanakohia ana he tau tōpū
nl: wordt verwacht een geheel getal te zijn
pt_br: espera-se que seja um inteiro
ro: se așteaptă să fie un întreg
tr: bir tam sayı olması bekleniyor
zh_tw: 應該為整數

source: is false
ro: este fals

source: is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
bn: এটি %s ড্যাশবোর্ডে উপস্থিত %s চার্টের সাথে সংযুক্ত এবং ব্যবহারকারীদের এই ডেটাবেসটি ব্যবহার করে %s SQL ল্যাব ট্যাব খোলা রয়েছে। আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান? ডেটাবেসটি মুছে ফেললে এই বস্তুরগুলি ভেঙে যাবে।
ca: està vinculat a %s gràfics que apareixen a %s dashboards i els usuaris tenen %s pestanyes de SQL Lab usant aquesta base de dades obertes. Estàs segur que vols continuar? Eliminar la base de dades trencarà aquests objectes.
cs: je propojena s %s grafy, které se objevují na %s nástěnkách a uživatelé mají otevřeno %s karet SQL Labu používajících tuto databázi. Jste si jisti, že chcete pokračovat? Smazání databáze poškodí tyto objekty.
mi: kei te hono ki ngā kauwhata %s e puta ana i ngā papatohu %s, ā, he %s ripa SQL Lab a ngā kaiwhakamahi e whakamahi ana i tēnei pātengi raraunga e tuwhera ana. Kei te tino hiahia koe ki te haere tonu? Mā te muku i te pātengi raraunga ka pakaru aua ahanoa.
ro: este legat de %s grafice care apar pe %s tablouri de bord și utilizatorii au %s file Lab SQL folosind această bază de date deschise. Sigur doriți să continuați? Ștergerea bazei de date va afecta acele obiecte.

source: is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
bn: এটি %s ড্যাশবোর্ডে উপস্থিত %s চার্টের সাথে সংযুক্ত। আপনি কি নিশ্চিত যে আপনি চালিয়ে যেতে চান? ডেটাসেটটি মুছে ফেললে এই বস্তুরগুলি ভেঙে যাবে।
ca: està vinculat a %s gràfics que apareixen a %s dashboards. Estàs segur que vols continuar? Eliminar el dataset trencarà aquests objectes.
cs: je propojena s %s grafy, které se objevují na %s nástěnkách. Jste si jisti, že chcete pokračovat? Smazání sady dat poškodí tyto objekty.
mi: kei te hono ki ngā kauwhata %s e puta ana i ngā papatohu %s. Kei te tino hiahia koe ki te haere tonu? Mā te muku i te rārangi raraunga ka pakaru aua ahanoa.
ro: este legat de %s grafice care apar pe %s tablouri de bord. Sigur doriți să continuați? Ștergerea setului de date va afecta acele obiecte.

source: is not
ca: no és
cs: není
mi: ehara
ro: nu este

source: is not null
ro: nu este nul

source: is null
ro: este nul

source: is true
ro: este adevărat

source: key a-z
bn: কী a-z
ca: clau a-z
cs: klíč a-z
es: clave a-z
mi: kī a-z
nl: sleutel a-z
pt_br: chave a-z
ro: cheie a-z
tr: anahtar a-z
zh_tw: a-z 鍵

source: key z-a
bn: কী z-a
ca: clau z-a
cs: klíč z-a
es: clave z-a
mi: kī z-a
nl: sleutel z-a
pt_br: chave z-a
ro: cheie z-a
tr: anahtar z-a
zh_tw: z-a 鍵

source: label
bn: লেবেল
ca: etiqueta
cs: popisek
ja: ラベル
mi: tapanga
pt_br: rótulo
ro: etichetă
tr: etiket
zh_tw: 標籤

source: latest partition:
bn: সর্বশেষ বিভাগ:
ca: última partició:
cs: nejnovější oddíl:
es: última partición:
ja: 最新のパーティション:
mi: wāhanga whakamutunga:
nl: laatste partitie:
pt_br: partição mais recente:
ro: partiție recentă:
tr: en son bölüm:
zh_tw: 最新分區：

source: left
bn: বাঁ দিকে
ca: esquerra
cs: vlevo
ja: 左
mi: mauī
nl: links
pt_br: esquerda
ro: stânga
tr: sol
zh_tw: 左

source: less than {min} {name}
bn: {min} {নাম} এর চেয়ে কম
ca: menys de {min} {name}
cs: méně než {min} {name}
es: menos de {min} {name}
ja: {分} {名前} 未満
mi: iti ake i {min} {name}
nl: minder dan {min} {name}
pt_br: menos que {min} {name}
ro: mai mic decât {min} {name}
tr: {min} {name} 'den küçük

source: linear
bn: রৈখিক
ca: lineal
cs: lineární
ja: 線形
mi: rārangi
nl: lineair
ro: liniar
tr: lineer

source: log
bn: লগ
ca: logarítmic
es: registro
ja: ログ
mi: pūkete
ro: jurnal
tr: logaritmik
zh_tw: 日誌

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
bn: নিম্ন শতাংশ 0 এর চেয়ে বড় এবং 100 এর চেয়ে ছোট হতে হবে। এটি উচ্চ শতাংশের চেয়ে কম হতে হবে।
ca: el percentil inferior ha de ser major que 0 i menor que 100. Ha de ser menor que el percentil superior.
cs: dolní percentil musí být větší než 0 a menší než 100. Musí být menší než horní percentil.
es: el percentil inferior debe ser mayor que 0 y menor que 100. Debe ser menor que el percentil superior.
ja: 下位パーセンタイルは 0 より大きく 100 未満である必要があります。上位パーセンタイルよりも小さい必要があります。
mi: me rahi ake te ōrau ōwehenga raro i te 0, ā, me iti ake i te 100. Me iti ake i te ōrau ōwehenga runga.
nl: onderste percentiel moet groter zijn dan 0 en kleiner dan 100. Moet lager zijn dan het bovenste percentiel.
pt_br: o percentil inferior deve ser maior que 0 e menor que 100. Deve ser menor que o percentil superior.
ro: percentila inferioară trebuie să fie mai mare decât 0 și mai mică decât 100. Trebuie să fie mai mică decât percentila superioară.
tr: Düşük yüzdelik diliminin 0'dan büyük ve 100'den küçük olması gerekir. Üst yüzdelik diliminin altında olmalıdır.
zh_tw: 下百分位數必須大於 0 且小於 100。而且必須低於上百分位

source: mean
bn: গড়
ca: mitjana
cs: průměr
es: media
ja: 平均
mi: toharite
nl: gemiddelde
pt_br: média
ro: medie
tr: ortalama

source: median
bn: মধ্যম
ca: mediana
cs: medián
es: mediana
ja: 中央値
mi: pū
nl: mediaan
pt_br: mediana
ro: mediană
tr: medyan
zh_tw: 中位數

source: meters
bn: মিটার
ca: metres
cs: metry
ja: メートル
mi: mita
ro: metri

source: metric
bn: মেট্রিক
ca: mètrica
cs: metrika
ja: 指標
mi: ine
nl: metriek
pt_br: métrica
ro: metrică
tr: metrik

source: minute
bn: মিনিট
ca: minut
cs: minuta
es: minuto
ja: 分
mi: meneti
nl: minuut
pt_br: minuto
ro: minut
tr: dakika
zh_tw: 分

source: minute(s)
bn: মিনিট(গুলি)
ca: minut(s)
cs: minuta(y)
ja: 分
mi: meneti
nl: minu(u)t(en)
pt_br: minuto(s)
ro: minut(e)
tr: dakika(lar)
zh_tw: 分鐘

source: monotone
bn: একরকম
ca: monòton
cs: monotónní
ja: 単調
nl: monotoon
pt_br: monótono
ro: monoton
tr: monoton

source: month
bn: মাস
ca: mes
cs: měsíc
es: mes
ja: 月
mi: marama
nl: maand
pt_br: mês
ro: lună
tr: ay
zh_tw: 月

source: more than {max} {name}
bn: {max} {name} এর চেয়ে বেশি
ca: més de {max} {name}
cs: více než {max} {name}
es: más de {max} {name}
ja: {max} {name} を超えています
mi: nui ake i {max} {name}
nl: meer dan {max} {name}
pt_br: mais de {max} {name}
ro: mai mult decât {max} {name}
tr: {max} {name} 'den fazla

source: must have a value
bn: এটি একটি মান থাকতে হবে
ca: ha de tenir un valor
cs: musí mít hodnotu
es: debe tener un valor
ja: 値が必要です
mi: me whai uara
nl: moet een waarde hebben
pt_br: deve ter um valor
ro: trebuie să aibă o valoare
tr: bir değere sahip olmalıdır
zh_tw: 必填

source: name
bn: নাম
ca: nom
cs: název
ja: 名前
mi: ingoa
nl: naam
ro: nume
tr: ad
