Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Failed to remove system dark theme: %s
ro: Eșuat la eliminarea temei întunecate a sistemului: %s

source: Failed to remove system default theme: %s
ro: Eșuat la eliminarea temei implicite a sistemului: %s

source: Failed to retrieve advanced type
bn: অগ্রসর প্রকার পুনরুদ্ধার করতে ব্যর্থ।
ca: Ha fallat en recuperar tipus avançat
cs: Nepodařilo se načíst pokročilý typ
ja: 高度なタイプの取得に失敗しました
mi: I rahua te tiki i te momo aromatawai
nl: Geavanceerd type ophalen mislukt
ro: Eșuat la preluarea tipului avansat
tr: Gelişmiş türü almakta başarısız oldu

source: Failed to save chart customization
ro: Eșuat la salvarea personalizării graficului

source: Failed to save cross-filter scoping
bn: ক্রস-ফিল্টার স্কোপিং সেভ করতে ব্যর্থ।
ca: Ha fallat en desar l'àmbit del filtre creuat
cs: Nepodařilo se uložit rozsah křížového filtrování
ja: クロスフィルターのスコープを保存できませんでした
mi: I rahua te tiaki i te korahi tātari-whiti
nl: Opslaan van cross-filter scope mislukt
ro: Eșuat la salvarea domeniului de aplicare a filtrării încrucișate
tr: Çapraz filtre kapsamını kaydetmekte başarısız oldu

source: Failed to save cross-filters setting
ro: Eșuat la salvarea setării filtrelor încrucișate

source: Failed to set local theme: Invalid JSON configuration
ro: Eșuat la setarea temei locale: Configurație JSON invalidă

source: Failed to set system dark theme: %s
ro: Eșuat la setarea temei întunecate a sistemului: %s

source: Failed to set system default theme: %s
ro: Eșuat la setarea temei implicite a sistemului: %s

source: Failed to start remote query on a worker.
bn: একটি কর্মী উপরে রিমোট কোয়েরি শুরু করতে ব্যর্থ।
ca: Ha fallat en iniciar consulta remota en un treballador.
cs: Nepodařilo se spustit vzdálený dotaz na workeru.
es: Error al iniciar la consulta remota en un trabajador.
ja: ワーカー上でリモート クエリを開始できませんでした。
mi: I rahua te tīmata i te pātai tawhiti i runga i tētahi kaimahi.
nl: Het starten van externe query op een werker is mislukt.
pt_br: Falha ao iniciar a consulta remota em um worker.
ro: Eșuat la pornirea interogării la distanță pe un worker.
tr: Uzak bir işçide uzak sorguyu başlatmada başarısız oldu.
zh_tw: 無法啟動遠程查詢

source: Failed to stop query.
ca: Ha fallat en aturar consulta.
cs: Nepodařilo se zastavit dotaz.
mi: I rahua te whakamutua i te pātai.
ro: Eșuat la oprirea interogării.

source: Failed to store query results. Please try again.
ro: Eșuat la stocarea rezultatelor interogării. Vă rugăm să încercați din nou.

source: Failed to tag items
bn: আইটেম ট্যাগ করতে ব্যর্থ।
ca: Ha fallat en etiquetar elements
cs: Nepodařilo se označit položky
ja: アイテムのタグ付けに失敗しました
mi: I rahua te tohu i ngā mea
nl: Fout bij het taggen van items
ro: Eșuat la etichetarea elementelor

source: Failed to update report
bn: রিপোর্ট আপডেট করতে ব্যর্থ।
ca: Ha fallat en actualitzar informe
cs: Nepodařilo se aktualizovat report
es: Error al actualizar el informe
ja: レポートの更新に失敗しました
mi: I rahua te whakahou i te pūrongo
nl: Bijwerken van rapport mislukt
pt_br: Falha ao atualizar relatório
ro: Eșuat la actualizarea raportului
tr: Rapor güncelleme başarısız oldu
zh_tw: 更新報告失敗

source: Failed to validate expression. Please try again.
ro: Eșuat la validarea expresiei. Vă rugăm să încercați din nou.

source: Failed to verify select options: %s
bn: নির্বাচিত বিকল্প যাচাই করতে ব্যর্থ: %s
ca: Ha fallat en verificar opcions de selecció: %s
cs: Nepodařilo se ověřit možnosti výběru: %s
es: Error al verificar las opciones seleccionadas: %s
ja: 選択オプションを確認できませんでした: %s
mi: I rahua te manatoko i ngā kōwhiringa tīpako: %s
nl: Mislukt bij het verifiëren van geselecteerde opties: %s
pt_br: Falha ao verificar opções selecionadas: %s
ro: Eșuat la verificarea opțiunilor de selectare: %s
tr: Seçenekleri doğrulama başarısız oldu: %s
zh_tw: 驗證選擇選項失敗：%s

source: Falling back to CSV; Excel export library not available.
ro: Revenire la CSV; biblioteca de export Excel nu este disponibilă.

source: False
ro: Fals

source: Favorite
bn: পছন্দের
ca: Favorit
cs: Oblíbené
es: Favorito
ja: お気に入り
mi: Makau
nl: Favoriet
pt_br: Favorito
ro: Favorit
tr: Favori
zh_tw: 收藏

source: Featured
bn: বৈশিষ্ট্যযুক্ত
ca: Destacat
cs: Doporučené
mi: Whakaaturia
ro: Recomandat
zh_tw: 特色

source: Featured color palettes
bn: বৈশিষ্ট্যযুক্ত রঙের প্যালেট
ca: Paletes de colors destacades
cs: Doporučené barevné palety
mi: Paka tae whakaaturia
ro: Palete de culori recomandate

source: February
bn: ফেব্রুয়ারি
ca: Febrer
cs: Únor
es: Febrero
ja: 2月
mi: Huitanguru
nl: Februari
pt_br: Fevereiro
ro: Februarie
tr: Şubat
zh_tw: 二月

source: Fetch data preview
bn: ডেটা প্রিভিউ আহরণ করুন
ca: Obtenir previsualització de dades
cs: Načíst náhled dat
es: Obtener vista previa de datos
ja: データプレビューを読み込み
mi: Tiki arokite raraunga
nl: Gegevens ophalen preview
pt_br: Obter pré-visualização de dados
ro: Preluare previzualizare date
tr: Veri önizlemesini çekme
zh_tw: 獲取數據預覽

source: Fetched %s
bn: আহরণ করা হয়েছে %s
ca: Obtingut %s
cs: Načteno %s
es: Obtenido %s
ja: %s を取得しました
mi: Kua tikihia %s
nl: Opgehaald %s
pt_br: Obtido %s
ro: Preluat %s
tr: %s çekildi
zh_tw: 刷新於 %s

source: Fetching
bn: আহরণ করা হচ্ছে
ca: Obtenint
cs: Načítání
ja: 取得中
mi: E tiki ana
nl: Ophalen
pt_br: Buscando
ro: Preluare
tr: Çekiliyor

source: Field cannot be decoded by JSON. %(json_error)s
bn: ফিল্ড JSON দ্বারা ডিকোড করা যাবে না। %(json_error)s
ca: El camp no es pot descodificar per JSON. %(json_error)s
cs: Pole nelze dekódovat pomocí JSON. %(json_error)s
ja: フィールドを JSON でデコードできません。 %(json_error)s
mi: Kāore e taea te whakaoti i te āpure mā te JSON. %(json_error)s
nl: Veld kan niet gedecodeerd worden door JSON. %(json_error)s
pt_br: O campo não pode ser decodificado por JSON. %(json_error)s
ro: Câmpul nu poate fi decodat de JSON. %(json_error)s
tr: Alan JSON tarafından çözümlenemiyor. %(json_error)s
zh_tw: 欄位不能由 JSON 解碼。%(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
bn: ফিল্ড JSON দ্বারা ডিকোড করা যাবে না। %(msg)s
ca: El camp no es pot descodificar per JSON. %(msg)s
cs: Pole nelze dekódovat pomocí JSON. %(msg)s
es: El campo no puede ser decodificado por JSON. %(msg)s
ja: フィールドを JSON でデコードできません。 %(msg)s
mi: Kāore e taea te whakaoti i te āpure mā te JSON. %(msg)s
nl: Veld kan niet gedecodeerd worden door JSON. %(msg)s
pt_br: Campo não pode ser decodificado por JSON. %(msg)s
ro: Câmpul nu poate fi decodat de JSON. %(msg)s
tr: Alan JSON tarafından çözümlenemiyor. %(msg)s
zh_tw: 欄位不能由 JSON 解碼。%(msg)s

source: Field is required
bn: ফিল্ড আবশ্যক
ca: El camp és obligatori
cs: Pole je povinné
es: Se requiere el campo
ja: フィールドは必須です。
mi: E hiahiatia ana te āpure
nl: Veld is verplicht
pt_br: Campo é obrigatório
ro: Câmpul este obligatoriu
tr: Alan gereklidir
zh_tw: 欄位是必需的

source: File extension is not allowed.
bn: ফাইল এক্সটেনশন অনুমোদিত নয়।
ca: L'extensió del fitxer no està permesa.
cs: Přípona souboru není povolena.
mi: Karekau e whakāetia te toronga kōnae.
ro: Extensia fișierului nu este permisă.

source: File settings
ca: Configuració del fitxer
cs: Nastavení souboru
mi: Tautuhinga kōnae
ro: Setări fișier

source: File upload
bn: ফাইল আপলোড
ca: Pujada de fitxer
cs: Nahrání souboru
mi: Tukuake kōnae
ro: Încărcare fișier

source: Fill Color
bn: রঙ পূরণ করুন
ca: Color de Farciment
cs: Barva výplně
ja: 塗りつぶしの色
mi: Tae Whakakī
nl: Opvul kleur
pt_br: Cor de preenchimento
ro: Culoare Umplere
tr: Renk Doldur

source: Fill all required fields to enable "Default Value"
bn: "ডিফল্ট মান" সক্ষম করতে সব আবশ্যক ফিল্ড পূরণ করুন
ca: Omple tots els camps obligatoris per habilitar "Valor per Defecte"
cs: Vyplňte všechna povinná pole pro povolení „Výchozí hodnoty“
es: Rellenar todos los campos requeridos para activar "Valor por defecto"
ja: 「デフォルト値」を有効にするには、すべての必須フィールドに入力してください
mi: Whakakīa ngā āpure katoa e hiahiatia ana hei whakahohe i te "Uara Taunoa"
nl: Vul alle verplichte velden in om "Standaardwaarde" in te schakelen
pt_br: Preencher todos os campos obrigatórios para ativar "Default Value"
ro: Completează toate câmpurile obligatorii pentru a activa "Valoare Implicită"
zh_tw: 填寫所有必填欄位以啟用預設值

source: Fill method
bn: পূরণ পদ্ধতি
ca: Mètode de farciment
cs: Metoda vyplnění
ja: 塗りつぶしメソッド
mi: Tikanga whakakī
nl: Vul methode
pt_br: Método de preenchimento
ro: Metodă umplere
tr: Doldurma yöntemi
zh_tw: 填充方式

source: Fill out the registration form
ro: Completează formularul de înregistrare

source: Filled
bn: পূরণ করা হয়েছে
ca: Farcit
cs: Vyplněno
ja: 記入済
mi: Kua whakakīa
nl: Gevuld
pt_br: Preenchido
ro: Umplut
tr: Dolmuş

source: Filter
bn: ফিল্টার
ca: Filtre
cs: Filtr
ja: フィルター
mi: Tātari
pt_br: Filtro
ro: Filtru
tr: Filtre
zh_tw: 過濾器

source: Filter Configuration
bn: ফিল্টার কনফিগারেশন
ca: Configuració de Filtre
cs: Konfigurace filtru
ja: フィルター構成
mi: Whirihora Tātari
nl: Filter configuratie
pt_br: Configuração de Filtro
ro: Configurare Filtru
tr: Filtre Konfigürasyonu

source: Filter Settings
bn: ফিল্টার সেটিংস
ca: Configuració del Filtre
cs: Nastavení filtru
ja: フィルター設定
mi: Tautuhinga Tātari
nl: Filter Instellingen
pt_br: Configurações de filtro
ro: Setări Filtru
tr: Filtre Ayarları

source: Filter Type
bn: ফিল্টার প্রকার
ca: Tipus de Filtre
cs: Typ filtru
ja: フィルタタイプ
mi: Momo Tātari
pt_br: Tipo de filtro
ro: Tip Filtru
tr: Filtre Türü
zh_tw: 過濾類型

source: Filter charts
bn: চার্ট ফিল্টার করুন
ca: Filtrar gràfics
cs: Filtrovat grafy
ja: フィルターチャート
mi: Tātari kauwhata
nl: Filter grafieken
pt_br: Filtrar gráficos
ro: Filtrează grafice
tr: Grafikleri filtrele

source: Filter has default value
bn: ফিল্টারে ডিফল্ট মান রয়েছে
ca: El filtre té valor per defecte
cs: Filtr má výchozí hodnotu
es: El filtro tiene un valor por defecto
ja: フィルターにはデフォルト値があります
mi: He uara taunoa tō te tātari
nl: Filter heeft een standaardwaarde
pt_br: O filtro tem valor padrão
ro: Filtrul are valoare implicită
tr: Filtre varsayılan değere sahip
zh_tw: 過濾器預設值

source: Filter menu
bn: ফিল্টার মেনু
ca: Menú de filtre
cs: Nabídka filtru
ja: フィルターメニュー
mi: Tahua tātari
pt_br: Menu do filtro
ro: Meniu filtru
tr: Filtre menüsü

source: Filter name
bn: ফিল্টার নাম
ca: Nom del filtre
cs: Název filtru
es: Nombre del filtro
ja: フィルタ名
mi: Ingoa tātari
nl: Filter naam
pt_br: Nome do filtro
ro: Nume filtru
tr: Filtre adı
zh_tw: 過濾器名稱

source: Filter only displays values relevant to selections made in other filters.
bn: ফিল্টার শুধুমাত্র অন্যান্য ফিল্টারে নির্বাচিত মানগুলি প্রদর্শন করে।
ca: El filtre només mostra valors rellevants a les seleccions fetes en altres filtres.
cs: Filtr zobrazuje pouze hodnoty relevantní k výběrům provedeným v jiných filtrech.
es: El filtro solo muestra valores relevantes para las selecciones realizadas en otros filtros.
ja: フィルターには、他のフィルターで行われた選択に関連する値のみが表示されます。
mi: Ka whakaatu anake te tātari i ngā uara hāngai ki ngā tīpakonga kua mahia i ētahi atu tātari.
nl: Het filter toont alleen de waarden die relevant zijn voor de selecties gemaakt in andere filters.
pt_br: Filtro só exibe valores relevantes para seleções feitas em outros filtros.
ro: Filtrul afișează doar valori relevante pentru selecțiile făcute în alte filtre.
tr: Filtre, yalnızca diğer filtrelerde yapılan seçimlere uygun değerleri gösterir.

source: Filter results
bn: ফিল্টার ফলাফল
ca: Filtrar resultats
cs: Filtrovat výsledky
es: Filtrar resultados
ja: フィルタ結果
mi: Tātari hua
nl: Filter resultaten
pt_br: Filtrar resultados
ro: Filtrează rezultate
tr: Filtre sonuçları
zh_tw: 過濾结果

source: Filter type
bn: ফিল্টার প্রকার
ca: Tipus de filtre
cs: Typ filtru
ja: フィルタタイプ
mi: Momo tātari
pt_br: Tipo do filtro
ro: Tip filtru
tr: Filtre türü
zh_tw: 過濾類型

source: Filter value (case sensitive)
bn: ফিল্টার মান (কেস সংবেদনশীল)
ca: Valor del filtre (sensible a majúscules)
cs: Hodnota filtru (rozlišuje velká a malá písmena)
es: Filtrar valor (sensible a mayúsculas y minúsculas)
ja: フィルター値(大文字と小文字を区別)
mi: Uara tātari (aro reta iti/nui)
nl: Filterwaarde (hoofdlettergevoelig)
pt_br: Valor do filtro (diferencia maiúsculas de minúsculas)
ro: Valoare filtru (sensibilă la majuscule)
tr: Filtre değeri (büyük/küçük harfe duyarlı)
zh_tw: 過濾值（區分大小寫）

source: Filter value is required
bn: ফিল্টার মান আবশ্যক
ca: El valor del filtre és obligatori
cs: Hodnota filtru je povinná
ja: フィルター値は必須です
mi: E hiahiatia ana te uara tātari
nl: Filterwaarde is vereist
pt_br: O valor do filtro é obrigatório
ro: Valoarea filtrului este obligatorie
tr: Filtre değeri gereklidir

source: Filter value list cannot be empty
bn: ফিল্টার মানের তালিকা খালি হতে পারে না
ca: La llista de valors del filtre no pot estar buida
cs: Seznam hodnot filtru nemůže být prázdný
es: La lista de valores del filtro no puede estar vacía
ja: フィルター値リストを空にすることはできません。
mi: Kāore e taea te noho kau te rārangi uara tātari
nl: Filterwaardenlijst kan niet leeg zijn
pt_br: A lista de valores do filtro não pode estar vazia
ro: Lista valorilor filtrului nu poate fi goală
tr: Filtre değeri listesi boş olamaz
zh_tw: 過濾器值列表不能為空

source: Filter your charts
bn: আপনার চার্টগুলি ফিল্টার করুন
ca: Filtrar els teus gràfics
cs: Filtrujte své grafy
es: Filtra tus gráficas
ja: チャートを検索
mi: Tātari i ō kauwhata
nl: Filter je grafieken
pt_br: Filtrar os seus gráficos
ro: Filtrează graficele tale
tr: Grafiklerinizi filtreleyin
zh_tw: 過濾您的圖表

source: Filters
bn: ফিল্টারগুলি
ca: Filtres
cs: Filtry
es: Filtros
ja: フィルタ
mi: Tātari
pt_br: Filtros
ro: Filtre
tr: Filtreler
zh_tw: 過濾

source: Filters by columns
bn: কলাম দ্বারা ফিল্টার
ca: Filtres per columnes
cs: Filtry podle sloupců
es: Filtros por columnas
ja: 列によるフィルター
mi: Tātari mā ngā tīwae
nl: Filter op kolommen
pt_br: Filtros por colunas
ro: Filtrează după coloane
tr: Sütunlara göre filtreler
zh_tw: 按列過濾

source: Filters by metrics
bn: মেট্রিক দ্বারা ফিল্টার
ca: Filtres per mètriques
cs: Filtry podle metrik
es: Filtrar por métricas
ja: メトリクスによるフィルター
mi: Tātari mā ngā ine
nl: Filter op metrieken
pt_br: Filtros por métricas
ro: Filtrează după metrici
tr: Metriklere göre filtreler
zh_tw: 按指標過濾

source: Filters for comparison must have a value
bn: তুলনার জন্য ফিল্টারগুলির একটি মান থাকতে হবে
ca: Els filtres per comparació han de tenir un valor
cs: Filtry pro porovnání musí mít hodnotu
es: Los filtros para comparación deben tener un valor
ja: 比較用のフィルタには値が必要です
mi: Me whai uara ngā tātari mō te whakatairite
nl: Filters voor vergelijking moeten een waarde hebben
ro: Filtrele pentru comparație trebuie să aibă o valoare
zh_tw: 用於比較的過濾器必須有值

source: Filters for values equal to this exact value.
ca: Filtres per valors iguals a aquest valor exacte.
cs: Filtry pro hodnoty rovné této přesné hodnotě.
mi: Tātari mō ngā uara e ōrite ana ki tēnei uara tonu.
ro: Filtrează pentru valori egale cu această valoare exactă.

source: Filters for values greater than or equal.
ca: Filtres per valors més grans o iguals.
cs: Filtry pro hodnoty větší nebo rovné.
mi: Tātari mō ngā uara nui ake, ōrite rānei.
ro: Filtrează pentru valori mai mari sau egale.

source: Filters for values less than or equal.
ca: Filtres per valors més petits o iguals.
cs: Filtry pro hodnoty menší nebo rovné.
mi: Tātari mō ngā uara iti ake, ōrite rānei.
ro: Filtrează pentru valori mai mici sau egale.

source: Filters out of scope (%d)
bn: স্কোপের বাইরে ফিল্টার (%d)
ca: Filtres fora d'àmbit (%d)
cs: Filtry mimo rozsah (%d)
es: Filtros fuera de alcance (%d)
ja: フィルターは範囲外です (%d)
mi: Tātari i waho o te korahi (%d)
nl: Filters buiten bereik (%d)
pt_br: Filtros fora do escopo (%d)
ro: Filtre în afara domeniului (%d)
tr: Kapsam Dışındaki Filtreler (%d)
zh_tw: 過濾器超出範圍(%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
bn: একই গ্রুপ কী দ্বারা ফিল্টারগুলি গ্রুপের মধ্যে OR যুক্ত হবে, যখন ভিন্ন ফিল্টার গ্রুপগুলি AND যুক্ত হবে। অপরিচিত গ্রুপ কীগুলি ইউনিক গ্রুপ হিসাবে বিবেচনা করা হয়, অর্থাৎ এগুলি একত্রিত হয় না। উদাহরণস্বরূপ, যদি একটি টেবিলের তিনটি ফিল্টার থাকে, যার মধ্যে দুটি বিভাগের জন্য অর্থ ও বিপণন (গ্রুপ কী = 'বিভাগ'), এবং একটি ইউরোপ অঞ্চলের জন্য (গ্রুপ কী = 'অঞ্চল'), তবে ফিল্টার ক্লজটি ফিল্টার (বিভাগ = 'অর্থ' OR বিভাগ = 'বিপণন') এবং (অঞ্চল = 'ইউরোপ') প্রয়োগ করবে।
ca: Els filtres amb la mateixa clau de grup s'uniran amb OR dins del grup, mentre que diferents grups de filtres s'uniran amb AND. Les claus de grup no definides es tracten com a grups únics, és a dir, no s'agrupen juntes. Per exemple, si una taula té tres filtres, dels quals dos són per departaments Finances i Marketing (clau de grup = 'department'), i un es refereix a la regió Europa (clau de grup = 'region'), la clàusula de filtre aplicaria el filtre (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
cs: Filtry se stejným klíčem skupiny budou v rámci skupiny spojeny operátorem OR, zatímco různé skupiny filtrů budou spojeny operátorem AND. Nedefinované klíče skupiny jsou považovány za jedinečné skupiny, tj. nejsou seskupeny. Například, pokud má tabulka tři filtry, z nichž dva jsou pro oddělení Finance a Marketing (klíč skupiny = 'department') a jeden se vztahuje na region Evropa (klíč skupiny = 'region'), klauzule filtru by použila filtr (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
es: Los filtros con la misma clave de grupo se unirán con OR dentro del grupo, mientras que diferentes grupos de filtros se unirán con AND. Las claves de grupo no definidas se tratan como grupos únicos, es decir, no se agrupan. Por ejemplo, si una tabla tiene tres filtros, de los cuales dos son para los departamentos Finanzas y Marketing (clave de grupo = 'departamento'), y uno se refiere a la región Europa (clave de grupo = 'región'), la cláusula de filtro aplicaría el filtro (departamento = 'Finanzas' OR departamento = 'Marketing') AND (región = 'Europa').
ja: 同じグループ キーを持つフィルターはグループ内で OR 演算され、異なるフィルター グループは AND 演算されます。未定義のグループ キーは一意のグループとして扱われます。つまり、一緒にグループ化されません。たとえば、テーブルに 3 つのフィルターがあり、そのうち 2 つは財務部門とマーケティング部門 (グループ キー = '部門') のもので、1 つは地域ヨーロッパ (グループ キー = '地域') を参照する場合、フィルター句はフィルター (部門 = '財務' OR 部門 = 'マーケティング') AND (地域 = 'ヨーロッパ')。
mi: Ka whakakotahi ngā tātari me te kī rōpū ōrite mā te OR i roto i te rōpū, engari ka whakakotahi ngā rōpū tātari rerekē mā te AND. Ka whakahaere i ngā kī rōpū kāore i tautuhia hei rōpū ahurei, arā karekau e rōpūngia. Hei tauira, mēnā he toru ngā tātari o tētahi ripanga, ko ētahi e rua mō ngā tari Pūtea me Hokohoko (kī rōpū = 'tari'), ā, ko tētahi e tohu ana ki te rohe Ūropi (kī rōpū = 'rohe'), ka whakahaeretia e te rerenga tātari te tātari (tari = 'Pūtea' OR tari = 'Hokohoko') AND (rohe = 'Ūropi').
nl: Filters met dezelfde groepssleutel worden binnen de groep ge-ORed, terwijl verschillende filtergroepen samen met elkaar worden ge-ANDed. Niet-gedefinieerde groepssleutels worden behandeld als unieke groepen, d.w.z. ze worden niet gegroepeerd. Bijvoorbeeld, als een tabel drie filters heeft, waarvan er twee voor afdelingen Financiën en Marketing zijn (groepssleutel = 'afdeling'), en er wordt verwezen naar de regio Europa (groepssleutel = 'regio'), de filterclausule zou het filter toepassen (afdeling = 'Financiën' OR afdeling = 'Marketing') AND (regio = 'Europa').
pt_br: Os filtros com a mesma chave de grupo serão agrupados dentro do grupo, enquanto os grupos de filtros diferentes serão agrupados. As chaves de grupo indefinidas são tratadas como grupos únicos, ou seja, não são agrupadas. Por exemplo, se uma tabela tiver três filtros, dos quais dois são para os departamentos Finanças e Marketing (chave de grupo = 'departamento') e um se refere à região Europa (chave de grupo = 'região'), a cláusula de filtro aplicaria o filtro (departamento = 'Finanças' OU departamento = 'Marketing') AND (região = 'Europa').
ro: Filtrele cu aceeași cheie de grup vor fi OR-uite împreună în cadrul grupului, în timp ce grupuri de filtre diferite vor fi AND-uite împreună. Cheile de grup nedefinite sunt tratate ca grupuri unice, adică nu sunt grupate împreună. De exemplu, dacă un tabel are trei filtre, dintre care două sunt pentru departamentele Finance și Marketing (cheie grup = 'department'), și unul se referă la regiunea Europe (cheie grup = 'region'), clauza de filtru ar aplica filtrul (department = 'Finance' SAU department = 'Marketing') ȘI (region = 'Europe').
tr: Aynı grup anahtarına sahip filtreler grup içinde OR işlemine tabi tutulurken, farklı filtre grupları bir arada AND işlemine tabi tutulur. Tanımsız grup anahtarları benzersiz gruplar olarak kabul edilir, yani bir araya gruplandırılmazlar. Örneğin, bir tablonun üç filtresi varsa, bunlardan ikisi departmanlar için (grup anahtarı = 'departman') ve biri Avrupa bölgesine atıfta bulunuyorsa (grup anahtarı = 'bölge'), filtre cümlesi filtreyi (departman = 'Maliye' OR departman = 'Pazarlama') AND (bölge = 'Avrupa') uygular.
zh_tw: 具有相同組 key 的過濾將在組中一起進行 "OR" 運算，而不同的過濾組將一起進行 "AND" 運算。未定義的組的 key 被視為唯一組，即不分組在一起。例如，如果表有三個過濾，其中兩個用於财務部門和市场营销 (group key = 'department')，其中一個表示欧洲地區(group key = 'region')，filter子句將應用過濾 (department = 'Finance' OR department = 'Marketing') 和 (region = 'Europe')

source: Find
bn: খুঁজুন
ca: Trobar
cs: Najít
ja: 検索
mi: Kimi
nl: Zoeken
ro: Găsește

source: Finish
bn: শেষ
ca: Finalitzar
cs: Dokončit
es: Finalizar
ja: 終了
mi: Whakaoti
nl: Beëindigen
pt_br: Finalizar
ro: Finalizează
tr: Bitir
zh_tw: 完成

source: First
bn: প্রথম
ca: Primer
cs: První
es: Primero
ja: 最初
mi: Tuatahi
nl: Eerste
pt_br: Primeiro
ro: Primul
tr: İlk
zh_tw: 第一個值

source: First Name
ro: Prenume

source: First name
ca: Nom
cs: Křestní jméno
mi: Ingoa tuatahi
ro: Prenume

source: First name is required
ca: El nom és obligatori
cs: Křestní jméno je povinné
mi: E hiahiatia ana te ingoa tuatahi
ro: Prenumele este obligatoriu

source: Fit columns dynamically
ro: Potrivește coloanele dinamic

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
bn: যদি ফিল্টারকৃত ফলাফলগুলি শুরু বা শেষ তারিখগুলি অন্তর্ভুক্ত না করে, তবে পুরো সময়ের পরিসীমায় প্রবণতা রেখাটি ঠিক করুন।
ca: Fixar la línia de tendència al rang de temps complet especificat en cas que els resultats filtrats no incloguin les dates d'inici o fi
cs: Přizpůsobit trendovou čáru celému zadanému časovému rozsahu pro případ, že filtrované výsledky neobsahují počáteční nebo koncové datum
es: Ajusta la línea de tendencia al rango de tiempo completo especificado en caso de que los resultados filtrados no incluyan las fechas de inicio o fin
ja: フィルタリングされた結果に開始日または終了日が含まれていない場合に、傾向線を指定された全時間範囲に修正します
mi: Whakatikahia te rārangi ia ki te awhe wā katoa kua tohua mēnā karekau ngā hua kua tātaritia e whai ana i ngā rā tīmatanga, mutunga rānei
nl: Repareer de trendlijn tot het volledige tijdbereik gespecificeerd in het geval gefilterde resultaten niet de begin- of einddatum bevatten
pt_br: Corrigir a linha de tendência para o intervalo de tempo completo especificado no caso dos resultados filtrados não incluírem as datas de início ou fim
ro: Fixă linia de tendință la întregul interval de timp specificat în cazul în care rezultatele filtrate nu includ datele de început sau sfârșit
tr: Eğilim çizgisini, filtrelenmiş sonuçlar başlangıç veya bitiş tarihlerini içermiyorsa belirtilen tam zaman aralığına sabitleyin
zh_tw: 將趋势線固定為指定的完整時間範圍，以防過濾的结果不包括開始日期或结束日期

source: Fix to selected Time Range
bn: নির্বাচিত সময় পরিসীমায় ঠিক করুন
ca: Fixar al Rang de Temps seleccionat
cs: Přizpůsobit vybranému časovému rozsahu
ja: 選択した時間範囲に固定
mi: Whakatikahia ki te Awhe Wā kua tīpakohia
nl: Repareer naar geselecteerde tijdbereik
pt_br: Corrigir para o intervalo de tempo selecionado
ro: Fixă la Interval Timp Selectat
tr: Seçilen Zaman Aralığına Sabitle
zh_tw: 固定到選定的時間範圍
