Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Layout elements
bn: লেআউট উপাদানগুলি
ca: Elements de disseny
cs: Prvky rozložení
es: Elementos de diseño
ja: レイアウト要素
mi: Huānga hoahoa
nl: Indelingselementen
pt_br: Elementos de layout
ro: Elemente aspect
tr: Düzen öğeleri
zh_tw: 布局元素

source: Layout type of graph
bn: গ্রাফের লেআউট প্রকার
ca: Tipus de disseny del graf
cs: Typ rozložení grafu
es: Tipo de diseño del gráfico
ja: グラフのレイアウトタイプ
mi: Momo hoahoa kauwhata
nl: Indeling type van de grafiek
pt_br: Tipo de layout de gráfico
ro: Tip aspect de grafic
tr: Grafik düzen türü
zh_tw: 圖形的布局類型

source: Layout type of tree
bn: গাছের লেআউট প্রকার
ca: Tipus de disseny de l'arbre
cs: Typ rozložení stromu
es: Tipo de diseño del árbol
ja: ツリーのレイアウトタイプ
mi: Momo hoahoa rākau
nl: Indeling type van boomstructuur
pt_br: Tipo de layout de árvore
ro: Tip aspect de arbore
tr: Ağaç düzen türü
zh_tw: 樹的布局類型

source: Least recently modified
bn: সবচেয়ে কম সম্প্রতি সংশোধিত
ca: Menys recentment modificat
cs: Nejméně nedávno změněné
ja: 最も最近変更されていないもの
mi: I whakarerekeahia tata nei iti rawa
nl: Meest recente wijziging
pt_br: Modificação mais recente
ro: Cel mai puțin modificat recent
tr: En son değiştirilen
zh_tw: 最近未經常修改

source: Left
bn: বাম
ca: Esquerra
cs: Vlevo
ja: 左
mi: Mauī
nl: Links
pt_br: Esquerda
ro: Stânga
tr: Sol
zh_tw: 左邊

source: Left Margin
bn: বাম মার্জিন
ca: Marge Esquerre
cs: Levý okraj
es: Margen Izquierdo
ja: 左マージン
mi: Taiapa Mauī
nl: Linker marge
pt_br: Margem Esquerda
ro: Margine Stângă
tr: Sol Kenar Boşluğu
zh_tw: 左邊距

source: Left margin, in pixels, allowing for more room for axis labels
bn: অক্ষের লেবেলের জন্য আরও ঘর তৈরি করতে পিক্সেলে বাম মার্জিন
ca: Marge esquerre, en píxels, permetent més espai per etiquetes d'eix
cs: Levý okraj v pixelech, který poskytuje více místa pro popisky os
es: Margen izquierdo, en píxeles, permitiendo más espacio para las etiquetas de los ejes
ja: 左マージン (ピクセル単位)。軸ラベルのためのより多くのスペースを確保します。
mi: Taiapa mauī, i ngā pika, ka tukua he wāhi nui ake mō ngā tapanga tukutuku
nl: Linker marge, in pixels, wat meer ruimte voor as labels mogelijk maakt
pt_br: Margem esquerda, em pixels, permitindo mais espaço para os rótulos dos eixos
ro: Margine stângă, în pixeli, permițând mai mult spațiu pentru etichetele axei
tr: Sol kenar boşluğu, piksel cinsinden, eksen etiketleri için daha fazla yer sağlar
zh_tw: 左邊距，以像素為單位，為軸標籤留出更多空間

source: Left to Right
bn: বাম থেকে ডানে
ca: D'Esquerra a Dreta
cs: Zleva doprava
es: De Izquierda a Derecha
ja: 左から右へ
mi: Mauī ki Matau
nl: Van Links naar Rechts
pt_br: Esquerda para Direita
ro: De la Stânga la Dreapta
tr: Soldan Sağa
zh_tw: 從左到右

source: Left value
bn: বাম মান
ca: Valor esquerre
cs: Levá hodnota
ja: 左の値
mi: Uara mauī
nl: Linker waarde
pt_br: Valor esquerdo
ro: Valoare stângă
tr: Sol değer
zh_tw: 左值

source: Legacy
bn: প্রাচীন
ca: Llegat
cs: Starší verze
es: Legado
ja: レガシー
mi: Tawhito
nl: Verouderd
pt_br: Legado
ro: Moștenit
tr: Eski
zh_tw: 傳统

source: Legend
bn: লেজেন্ড
ca: Llegenda
cs: Legenda
ja: 凡例
mi: Kōrero
nl: Legenda
pt_br: Legenda
ro: Legendă
tr: Açıklama
zh_tw: 圖例

source: Legend Format
bn: লেজেন্ড ফরম্যাট
ca: Format de Llegenda
cs: Formát legendy
ja: 凡例の形式
mi: Hōputu Kōrero
nl: Legenda Opmaak
pt_br: Formato de legenda
ro: Format Legendă
tr: Açıklama Formatı

source: Legend Orientation
bn: লেজেন্ড অরিয়েন্টেশন
ca: Orientació de Llegenda
cs: Orientace legendy
ja: 凡例の方向
mi: Ahunga Kōrero
nl: Legenda Oriëntatie
pt_br: Orientação de legenda
ro: Orientare Legendă
tr: Açıklama Yönlendirmesi

source: Legend Position
bn: লেজেন্ড অবস্থান
ca: Posició de Llegenda
cs: Pozice legendy
ja: 凡例の位置
mi: Tūnga Kōrero
nl: Legenda Positie
pt_br: Posição da legenda
ro: Poziție Legendă
tr: Açıklama Konumu

source: Legend Type
bn: লেজেন্ড প্রকার
ca: Tipus de Llegenda
cs: Typ legendy
mi: Momo Kōrero
ro: Tip Legendă

source: Legend type
bn: লেজেন্ড প্রকার
ca: Tipus de llegenda
cs: Typ legendy
es: Tipo de leyenda
ja: 凡例の種類
mi: Momo kōrero
nl: Legenda type
pt_br: Tipo de legenda
ro: Tip legendă
tr: Açıklama türü
zh_tw: 圖例類型

source: Less Than
ro: Mai Mic Decât

source: Less Than or Equal
ro: Mai Mic sau Egal

source: Less or equal (<=)
bn: কম বা সমান (<=)
ca: Menor o igual (<=)
cs: Menší nebo rovno (<=)
ja: 以下(<=)
mi: Iti ake, ōrite rānei (<=)
nl: Minder of gelijk aan (<=)
pt_br: Menor ou igual (<=)
ro: Mai mic sau egal (<=)
tr: Küçük veya eşit (<=)

source: Less than (<)
bn: কম (<)
ca: Menor que (<)
cs: Menší než (<)
es: Menos que (<)
ja: 未満(<)
mi: Iti ake i (<)
nl: Minder dan (<)
pt_br: Menos que (<)
ro: Mai mic decât (<)
tr: Küçük (<)
zh_tw: 小於（<）

source: Lift percent precision
bn: লিফ্ট শতাংশ নির্ভুলতা
ca: Precisió del percentatge de lift
cs: Přesnost procenta zvýšení
es: Porcentaje de precisión del lift
ja: リフトパーセント精度
mi: Tāmau ōrau piki
nl: Percentage precisie opheffen
pt_br: Precisão da percentagem de elevação
ro: Precizie procent ridicare
tr: Yüzde hassasiyetini artır
zh_tw: 提升百分比精度

source: Light
bn: আলোক
ca: Clar
cs: Světlý
ja: 軽い
mi: Māmā
nl: Licht
pt_br: Claro
ro: Luminos
tr: Açık

source: Light mode
bn: আলোক মোড
ca: Mode clar
cs: Světlý režim
es: Modo claro
ja: 軽快モード
mi: Aratau māmā
nl: Lichte modus
pt_br: Modo claro
ro: Mod luminos
tr: Açık mod
zh_tw: 明亮模式

source: Like
bn: পছন্দ
ca: Com
es: Me gusta
ja: いいね
mi: Rite
pt_br: Como
ro: Ca
tr: Benzer

source: Like (case insensitive)
bn: পছন্দ (কেস অ-সংবেদনশীল)
ca: Com (insensible a majúscules)
cs: Like (nerozlišuje velká a malá písmena)
ja: いいね (大文字と小文字は区別されません)
mi: Rite (kore aro reta iti/nui)
nl: Like (hoofdlettergevoelig)
pt_br: Como (não diferencia maiúsculas de minúsculas)
ro: Ca (insensibil la majuscule)
tr: Benzer (büyük küçük harf duyarlı değil)

source: Limit type
bn: সীমা প্রকার
ca: Tipus de límit
cs: Typ limitu
ja: 制限の種類
mi: Momo tepe
nl: Limiet type
pt_br: Tipo de limite
ro: Tip limită
tr: Sınır türü

source: Limits the number of cells that get retrieved.
bn: যে সেলগুলি পাওয়া যায় তার সংখ্যা সীমিত করে।
ca: Limita el nombre de cel·les que es recuperen.
cs: Omezuje počet buněk, které jsou načteny.
es: Limita el número de celdas que se recuperan.
ja: 取得されるセルの数を制限します。
mi: Ka whakawhāiti i te maha o ngā pūtau ka tikihia.
nl: Beperkt het aantal cellen dat wordt opgehaald.
pt_br: Limita o número de células recuperadas.
ro: Limitează numărul de celule care sunt preluate.
tr: Alınan hücre sayısını sınırlar.

source: Limits the number of rows that get displayed.
bn: যে সারিগুলি প্রদর্শিত হয় তার সংখ্যা সীমিত করে।
ca: Limita el nombre de files que es mostren.
cs: Omezuje počet řádků, které se zobrazí.
es: Limita el número de filas que se muestran.
ja: 表示される行数を制限します。
mi: Ka whakawhāiti i te maha o ngā rārangi ka whakaaturia.
nl: Beperkt het aantal rijen die worden weergegeven.
pt_br: Limita o número de linhas exibidas.
ro: Limitează numărul de rânduri care sunt afișate.
tr: Görüntülenen satır sayısını sınırlar.
zh_tw: 限制顯示的行數。

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
bn: যে সিরিজগুলি প্রদর্শিত হয় তার সংখ্যা সীমিত করে। একটি যোগ করা সাবকোয়েরি (অথবা অতিরিক্ত পর্যায় যেখানে সাবকোয়েরি সমর্থিত নয়) প্রয়োগ করা হয় সিরিজের সংখ্যা সীমিত করতে যা উদ্ধার এবং রেন্ডার করা হয়। এই বৈশিষ্ট্যটি উচ্চ কার্ডিনালিটি কলামগুলি দ্বারা গ্রুপিং করার সময় উপকারী যদিও এটি প্রশ্নের জটিলতা এবং খরচ বাড়ায়।
ca: Limita el nombre de sèries que es mostren. S'aplica una subconsulta unida (o una fase extra on les subconsultes no estan suportades) per limitar el nombre de sèries que es recuperen i es renderitzen. Aquesta característica és útil quan s'agrupa per columna(es) d'alta cardinalitat, tot i que augmenta la complexitat i cost de la consulta.
cs: Omezuje počet sérií, které se zobrazí. Připojený poddotaz (nebo dodatečná fáze, kde poddotazy nejsou podporovány) je aplikován k omezení počtu sérií, které jsou načteny a vykresleny. Tato funkce je užitečná při seskupování podle sloupců s vysokou kardinalitou, i když zvyšuje složitost a náklady dotazu.
es: Limita el número de series que se muestran. Se aplica una subconsulta unida (o una fase extra donde las subconsultas no son compatibles) para limitar el número de series que se obtienen y se representan. Esta característica es útil al agrupar por columnas de alta cardinalidad, aunque aumenta la complejidad y el coste de la consulta.
ja: 表示されるシリーズの数を制限します。結合されたサブクエリ (またはサブクエリがサポートされていない追加のフェーズ) は、フェッチされてレンダリングされるシリーズの数を制限するために適用されます。この機能は、カーディナリティの高い列でグループ化する場合に便利ですが、クエリの複雑さとコストは増加します。
mi: Ka whakawhāiti i te maha o ngā raupapa ka whakaaturia. Ka whakahaeretia tētahi pātai-iti honohono (tētahi wāhanga taapiri rānei mēnā karekau e tautokona ngā pātai-iti) hei whakawhāiti i te maha o ngā raupapa ka tikihia, ka whakaaturia hoki. He whaihua tēnei āhuatanga ina rōpū ana mā ngā tīwae cardinality teitei engari ka piki te uauatanga me te utu o te pātai.
nl: Beperkt het aantal series die worden weergegeven. Een joined subquery (of een extra fase waar subquery's niet worden ondersteund) wordt toegepast om het aantal series dat wordt opgehaald en gerenderd te beperken. Deze functie is handig bij het groeperen van kolom(men) met een hoge kardinaliteit, maar verhoogt wel de query complexiteit en kosten.
pt_br: Limita o número de séries que são exibidas. Uma subconsulta unida (ou uma fase extra em que não há suporte para subconsultas) é aplicada para limitar o número de séries que são obtidas e renderizadas. Esse recurso é útil ao agrupar por coluna(s) de alta cardinalidade, embora aumente a complexidade e o custo da consulta.
ro: Limitează numărul de serii care sunt afișate. O sub-interogare îmbinată (sau o fază suplimentară acolo unde sub-interogările nu sunt suportate) este aplicată pentru a limita numărul de serii care sunt preluate și redate. Această funcție este utilă când grupezi după coloane de cardinalitate înaltă, deși crește complexitatea și costul interogării.
tr: Görüntülenen seri sayısını sınırlar. Birleştirilmiş bir alt sorgu (veya alt sorguların desteklenmediği bir ek aşama) getirilen ve işlenen seri sayısını sınırlamak için uygulanır. Bu özellik, yüksek kardinalite sütunlarına göre gruplama yaparken faydalıdır, ancak sorgu karmaşıklığını ve maliyetini artırır.
zh_tw: 限制顯示的系列數。應用聯接的子查詢(或不支持子查詢的額外階段)來限制獲取和呈現的序列數量。此功能在按高基數列分組時很有用，但會增加查詢的複雜性和成本。

source: Limits the number of the rows that are computed in the query that is the source of the data used for this chart.
bn: সারিগুলির সংখ্যা সীমিত করে যা সেই প্রশ্নে গণনা করা হয় যা এই চার্টের জন্য ব্যবহৃত ডেটার উৎস।
ca: Limita el nombre de files que es calculen en la consulta que és la font de les dades utilitzades per aquest gràfic.
cs: Omezuje počet řádků, které jsou vypočítány v dotazu, který je zdrojem dat pro tento graf.
es: Limita el número de filas que se calculan en la consulta que es la fuente de los datos utilizados para este gráfico.
ja: このグラフに使用されるデータのソースであるクエリで計算される行の数を制限します。
mi: Ka whakawhāiti i te maha o ngā rārangi ka tatauhia i te pātai ko te puna o ngā raraunga mō tēnei kauwhata.
nl: Beperkt het aantal rijen die zijn berekend in de query die de bron is van de gegevens die gebruikt worden voor deze grafiek.
ro: Limitează numărul de rânduri care sunt calculate în interogarea care este sursa datelor folosite pentru acest grafic.
zh_tw: 限制了用於此圖表的數據源查詢中計算的行數。

source: Line
bn: লাইন
ca: Línia
cs: Spojnice
ja: 線
mi: Rārangi
nl: Lijn
pt_br: Linha
ro: Linie
tr: Çizgi
zh_tw: 直線

source: Line Chart
bn: লাইন চার্ট
ca: Gràfic de Línies
cs: Spojnicový graf
ja: 折れ線グラフ
mi: Kauwhata Rārangi
nl: Lijndiagram
pt_br: Gráfico de linhas
ro: Grafic Linie
tr: Çizgi Grafiği
zh_tw: 折線圖

source: Line Style
bn: লাইন শৈলী
ca: Estil de Línia
cs: Styl spojnice
es: Estilo de Línea
ja: 線のスタイル
mi: Kāhua Rārangi
nl: Lijn Stijl
pt_br: Estilo da linha
ro: Stil Linie
tr: Çizgi Stili
zh_tw: 線條樣式

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
bn: লাইন চার্ট একটি নির্দিষ্ট শ্রেণীর উপর নেওয়া পরিমাপগুলিকে দৃশ্যমান করার জন্য ব্যবহৃত হয়। লাইন চার্ট একটি চার্টের প্রকার যা তথ্যকে সোজা লাইন সেগমেন্ট দ্বারা সংযুক্ত একটি ডেটা পয়েন্টের সিরিজ হিসাবে প্রদর্শন করে। এটি অনেক ক্ষেত্রে সাধারণ একটি মৌলিক প্রকারের চার্ট।
ca: El gràfic de línies s'utilitza per visualitzar mesures preses sobre una categoria donada. El gràfic de línies és un tipus de gràfic que mostra informació com una sèrie de punts de dades connectats per segments de línia recta. És un tipus bàsic de gràfic comú en molts camps.
cs: Spojnicový graf se používá k vizualizaci měření provedených v dané kategorii. Spojnicový graf je typ grafu, který zobrazuje informace jako sérii datových bodů spojených přímými úsečkami. Je to základní typ grafu běžný v mnoha oborech.
ja: 折れ線グラフは、特定のカテゴリにわたって取得された測定値を視覚化するために使用されます。折れ線グラフは、情報を直線セグメントで接続された一連のデータ ポイントとして表示するグラフの一種です。多くの分野で一般的な基本的なタイプのチャートです。
mi: Ka whakamahia te kauwhata rārangi hei whakakite i ngā ineine kua tangohia i tētahi kāwai. He momo kauwhata te kauwhata rārangi ka whakaatu i te mōhiohio hei raupapa tohu raraunga e honoa ana e ngā wāhanga rārangi tōtika. He momo kauwhata taketake i ngā āpure maha.
nl: Lijndiagram wordt gebruikt voor het visualiseren van metingen over een bepaalde categorie. Een lijndiagram is een type grafiek dat informatie weergeeft als een serie gegevenspunten verbonden door rechte lijnsegmenten. Het is een basissoort grafiek dat op veel gebieden gebruikelijk is.
pt_br: O gráfico de linhas é utilizado para visualizar as medições efetuadas numa determinada categoria. O gráfico de linhas é um tipo de gráfico que apresenta informações como uma série de pontos de dados ligados por segmentos de linha reta. É um tipo básico de gráfico comum em muitos domínios.
ro: Graficul de linie este folosit pentru a vizualiza măsurători luate pe o categorie dată. Graficul de linie este un tip de grafic care afișează informații ca o serie de puncte de date conectate prin segmente de linie dreaptă. Este un tip de bază de grafic comun în multe domenii.
tr: Çizgi grafiği, belirli bir kategori üzerinde alınan ölçümleri görselleştirmek için kullanılır. Çizgi grafiği, bilgiyi düz çizgi bölümleriyle birbirine bağlanmış veri noktaları serisi olarak gösteren bir grafik türüdür. Birçok alanda yaygın olarak kullanılan temel bir grafik türüdür.

source: Line charts on a map
ca: Gràfics de línies en un mapa
cs: Spojnicové grafy na mapě
mi: Kauwhata rārangi i runga i tētahi mahere
ro: Grafice de linie pe o hartă

source: Line interpolation as defined by d3.js
bn: d3.js দ্বারা সংজ্ঞায়িত লাইন অন্তর্বর্তন
ca: Interpolació de línia tal com es defineix per d3.js
cs: Interpolace spojnic definovaná d3.js
es: Interpolación de líneas según lo definido por d3.js
ja: d3.js で定義された線補間
mi: Takawaenga rārangi e tautuhia ana e d3.js
nl: Lijn interpolatie zoals gedefinieerd door d3.js
pt_br: Linha interpolação conforme definido por d3.js
ro: Interpolare linie așa cum este definită de d3.js
tr: d3.js tarafından tanımlanan çizgi interpolasyonu
zh_tw: 由 d3.js 定義的線插值

source: Line width
bn: লাইন প্রস্থ
ca: Amplada de línia
cs: Šířka spojnice
es: Ancho de línea
ja: 線の幅
mi: Whānui rārangi
nl: Lijndikte
pt_br: Largura da linha
ro: Lățime linie
tr: Çizgi genişliği
zh_tw: 線寬

source: Line width unit
bn: লাইন প্রস্থের একক
ca: Unitat d'amplada de línia
cs: Jednotka šířky spojnice
ja: 線幅単位
mi: Waeine whānui rārangi
nl: Lijn breedte eenheid
ro: Unitate lățime linie

source: Linear Color Scheme
bn: লিনিয়ার রঙের স্কিম
ca: Esquema de Colors Lineal
cs: Lineární barevné schéma
ja: 直線的な配色
mi: Kaupapa Tae Rārangi
nl: Lineair kleurenschema
pt_br: Esquema de Cores Linear
ro: Schemă Culori Liniară
tr: Lineer Renk Düzeni
zh_tw: 線性颜色方案

source: Linear color scheme
bn: লিনিয়ার রঙের স্কিম
ca: Esquema de colors lineal
cs: Lineární barevné schéma
es: Esquema de color lineal
ja: 線形配色
mi: Kaupapa tae rārangi
nl: Lineair kleurenpalet
pt_br: Esquema de cores linear
ro: Schemă culori liniară
tr: Lineer renk düzeni
zh_tw: 線性颜色方案

source: Linear interpolation
bn: লিনিয়ার অন্তর্বর্তন
ca: Interpolació lineal
cs: Lineární interpolace
es: Interpolación lineal
ja: 線形補間
mi: Takawaenga rārangi
nl: Lineaire interpolatie
pt_br: Interpolação linear
ro: Interpolare liniară
tr: Lineer interpolasyon
zh_tw: 線性插值

source: Linear palette
ro: Paletă liniară

source: Lines column
bn: লাইন কলাম
ca: Columna de línies
cs: Sloupec spojnic
ja: 行列
mi: Tīwae rārangi
nl: Lijnen kolom
pt_br: Coluna de linhas
ro: Coloană linii
tr: Çizgi sütunu

source: Lines encoding
bn: লাইন এনকোডিং
ca: Codificació de línies
cs: Kódování spojnic
ja: 行のエンコーディング
mi: Whakakohu rārangi
nl: Lijnen codering
pt_br: Codificação de linhas
ro: Codificare linii
tr: Çizgi kodlama

source: List
ro: Listă

source: List Groups
cs: Seznam skupin
ro: Listează Grupuri

source: List Roles
ca: Llistar Rols
cs: Seznam rolí
mi: Rārangi Tūranga
ro: Listează Roluri

source: List Unique Values
bn: অনন্য মানের তালিকা
ca: Llistar Valors Únics
cs: Seznam jedinečných hodnot
ja: 一意の値をリストする
mi: Rārangi Uara Ahurei
nl: Lijst Unieke Waarden
pt_br: Listar valores exclusivos
ro: Listează Valori Unice
tr: Benzersiz Değerleri Listele

source: List Users
ca: Llistar Usuaris
cs: Seznam uživatelů
mi: Rārangi Kaiwhakamahi
ro: Listează Utilizatori

source: List of extra columns made available in JavaScript functions
bn: জাভাস্ক্রিপ্ট ফাংশনে উপলব্ধ অতিরিক্ত কলামগুলির তালিকা
ca: Llista de columnes extra disponibles en funcions JavaScript
cs: Seznam dodatečných sloupců dostupných ve funkcích JavaScriptu
es: Lista de columnas extra disponibles en funciones JavaScript
ja: JavaScript 関数で使用できる追加列のリスト
mi: Rārangi tīwae taapiri ka wātea i ngā taumahi JavaScript
nl: Lijst met extra kolommen beschikbaar gemaakt in JavaScript functies
pt_br: Lista de colunas extra disponibilizadas em funções JavaScript
ro: Listă de coloane suplimentare făcute disponibile în funcții JavaScript
tr: JavaScript işlevlerinde kullanılabilir hale getirilen ek sütunların listesi
zh_tw: 在 JavaScript 函數中可用的額外列列表

source: List of n+1 values for bucketing metric into n buckets.
bn: n বাকেটে মেট্রিক ভাগ করার জন্য n+1 মানের তালিকা।
ca: Llista de n+1 valors per agrupar la mètrica en n grups.
cs: Seznam n+1 hodnot pro rozdělení metriky do n intervalů.
es: Lista de n+1 valores para agrupar la métrica en n cubos.
ja: メトリックを n 個のバケットにバケット化するための n 1 値のリスト。
mi: Rārangi uara n+1 mō te peeke ine ki ngā peeke n.
nl: Lijst van n+1 waarden voor het indelen van metriek in n groepen.
pt_br: Lista de n+1 valores para a métrica de agrupamento em n agrupamentos.
ro: Listă de n+1 valori pentru compartimentarea metricii în n compartimente.
tr: Metriği n adet kova içine yerleştirmek için kullanılan n+1 değer listesi.

source: List of the column names that should be read
bn: পড়া উচিত এমন কলামের নামগুলির তালিকা
ca: Llista dels noms de columna que s'han de llegir
cs: Seznam názvů sloupců, které by se měly číst
mi: Rārangi o ngā ingoa tīwae me pānui
ro: Listă a numelor de coloane care ar trebui citite

source: List of values to mark with lines
bn: লাইনের মাধ্যমে চিহ্নিত করার জন্য মানের তালিকা
ca: Llista de valors per marcar amb línies
cs: Seznam hodnot k označení čarami
es: Lista de valores a marcar con líneas
ja: 線でマークする値のリスト
mi: Rārangi uara hei tohu ki ngā rārangi
nl: Lijst van waarden om te markeren met lijnen
pt_br: Lista de valores a marcar com linhas
ro: Listă de valori de marcat cu linii
tr: Çizgilerle işaretlemek için değerlerin listesi
zh_tw: 要用直線標記的值列表

source: List of values to mark with triangles
bn: ত্রিভুজের মাধ্যমে চিহ্নিত করার জন্য মানের তালিকা
ca: Llista de valors per marcar amb triangles
cs: Seznam hodnot k označení trojúhelníky
es: Lista de valores a marcar con triángulos
ja: 三角形でマークする値のリスト
mi: Rārangi uara hei tohu ki ngā tapatoru
nl: Lijst van waarden te markeren met driehoeken
pt_br: Lista de valores para marcar com triângulos
ro: Listă de valori de marcat cu triunghiuri
tr: Üçgenlerle işaretlemek için değerlerin listesi
zh_tw: 要用三角形標記的值列表

source: List updated
bn: তালিকা আপডেট হয়েছে
ca: Llista actualitzada
cs: Seznam aktualizován
ja: リストが更新されました
mi: Rārangi kua whakahouhia
nl: Lijst bijgewerkt
pt_br: Lista atualizada
ro: Listă actualizată
tr: Liste güncellendi

source: Live render
bn: লাইভ রেন্ডার
ca: Renderització en viu
cs: Živé vykreslení
es: Renderización en vivo
ja: ライブレンダリング
mi: Whakaatu ora
pt_br: Renderização em tempo real
ro: Redare în timp real
tr: Canlı render
zh_tw: 實時渲染

source: Load CSS template (optional)
ro: Încarcă șablon CSS (opțional)

source: Loaded data cached
bn: লোড হওয়া ডেটা ক্যাশে
ca: Dades carregades en memòria cau
cs: Načtená data uložena do mezipaměti
es: Datos cargados en caché
ja: ロードされたデータがキャッシュされました
mi: Raraunga kua utaina i te keteroki
nl: Geladen gegevens in de cache
pt_br: Dados carregados em cache
ro: Date încărcate cache-uite
tr: Yüklenen veriler önbelleğe alındı
zh_tw: 加载的數據已缓存

source: Loaded from cache
bn: ক্যাশ থেকে লোড হয়েছে
ca: Carregat des de memòria cau
cs: Načteno z mezipaměti
es: Cargado desde la caché
ja: キャッシュからロードされました
mi: Kua utaina mai i te keteroki
nl: Geladen uit de cache
pt_br: Carregado da cache
ro: Încărcat din cache
tr: Önbellekten yüklendi
zh_tw: 從缓存中加载

source: Loading...
bn: লোড হচ্ছে...
ca: Carregant...
cs: Načítání...
es: Cargando...
ja: 読み込み中...
mi: E uta ana...
nl: Bezig met laden…
pt_br: Carregando...
ro: Se încarcă...
tr: Yükleniyor...
zh_tw: 加载中...

source: Local theme set for preview
ro: Temă locală setată pentru previzualizare

source: Local theme set to "%s"
ro: Temă locală setată la "%s"

source: Locate the chart
bn: চার্টটি চিহ্নিত করুন
ca: Localitzar el gràfic
cs: Najít graf
ja: チャートを見つける
mi: Kimihia te kauwhata
nl: Zoek de grafiek
pt_br: Localize o gráfico
ro: Localizează graficul
tr: Grafiği bulun

source: Log
ro: Jurnal

source: Log Scale
bn: লগ স্কেল
ca: Escala Logarítmica
cs: Logaritmická stupnice
es: Escala Logarítmica
ja: ログスケール
mi: Tauine Pūkete
nl: Log Schaal
pt_br: Escala Log
ro: Scală Logaritmică
tr: Logaritmik Ölçek
zh_tw: 對數尺度

source: Log retention
bn: লগ রিটেনশন
ca: Retenció de registres
cs: Uchovávání protokolů
es: Retención de registros
ja: ログの保持
mi: Pupuri rārangi
nl: Log retentie
pt_br: Retenção de log
ro: Păstrare jurnal
tr: Log saklama
zh_tw: 日誌保留

source: Logarithmic axis
bn: লগারিদমিক অক্ষ
ca: Eix logarítmic
cs: Logaritmická osa
es: Eje logarítmico
ja: 対数軸
mi: Tukutuku pūkete
nl: Logaritmische as
pt_br: Eixo Logarítmico
ro: Axă logaritmică
tr: Logaritmik eksen

source: Logarithmic scale on primary y-axis
bn: প্রাথমিক y-অক্ষের উপর লগারিদমিক স্কেল
ca: Escala logarítmica en l'eix y primari
cs: Logaritmická stupnice na primární ose Y
es: Escala logarítmica en el eje y principal
ja: 主 y 軸の対数スケール
mi: Tauine pūkete i te tukutuku-y matua
nl: Logaritmische schaal op primaire y-as
pt_br: Escala logarítmica no eixo y primário
ro: Scală logaritmică pe axa y primară
tr: Birincil y-eksen üzerinde logaritmik ölçek
zh_tw: 對數刻度在主 y 軸上

source: Logarithmic scale on secondary y-axis
bn: গৌণ y-অক্ষের উপর লগারিদমিক স্কেল
ca: Escala logarítmica en l'eix y secundari
cs: Logaritmická stupnice na sekundární ose Y
es: Escala logarítmica en el eje y secundario
ja: 第 2 y 軸の対数スケール
mi: Tauine pūkete i te tukutuku-y tuarua
nl: Logaritmische schaal op secundaire y-as
pt_br: Escala logarítmica no eixo y secundário
ro: Scală logaritmică pe axa y secundară
tr: İkincil y-eksen üzerinde logaritmik ölçek
zh_tw: 二次 y 軸上的對數刻度

source: Logarithmic x-axis
bn: লগারিদমিক x-অক্ষ
ca: Eix x logarítmic
cs: Logaritmická osa X
es: Eje x logarítmico
ja: 対数 x 軸
mi: Tukutuku-x pūkete
nl: Logaritmische x-as
ro: Axă x logaritmică
