Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Display settings
bn: প্রদর্শন সেটিংস
ja: ディスプレイの設定
nl: Weergave instellingen
pt_br: Configurações de exibição
tr: Görüntüleme ayarları

source: Distribution - Bar Chart
bn: বিতরণ - বার চার্ট
es: Distribución - Gráfico de Barras
ja: 分布 - 棒グラフ
nl: Verdeling - Staafdiagram
pt_br: Distribuição - Gráfico de barras
tr: Dağılım - Çubuk Grafiği
zh_tw: 分布 - 柱狀圖

source: Drill to detail
bn: বিস্তারিত ড্রিল করুন
ca: Perforar al detall
cs: Přechod na detail
es: Profundizar en los detalles
ja: 詳細へ
mi: Keri ki te taipitopito
nl: Doorklikken naar detail
tr: Detaya git
zh_tw: 鑽取詳情

source: Drill to detail: %s
bn: বিস্তারিত ড্রিল: %s
ca: Perforar al detall: %s
cs: Přechod na detail: %s
es: Profundizar en detalle: %s
ja: 詳細へのドリル: %s
mi: Keri ki te taipitopito: %s
nl: Doorklikken naar detail: %s
tr: Detaya gitme: %s
zh_tw: 鑽取詳情：%s

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
bn: এই ডেটাবেজের চার্টগুলির জন্য ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। 0 এর টাইমআউট নির্দেশ করে যে ক্যাশ কখনও মেয়াদ শেষ হয় না। যদি অপরিবর্তিত থাকে তবে এটি বৈশ্বিক টাইমআউটে ডিফল্ট হয়।
es: Duración (en segundos) del tiempo de espera de la caché para los gráficos de esta base de datos. Un tiempo de espera de 0 indica que la caché nunca expira. Tenga en cuenta que esto se establece por defecto al tiempo de espera global si no se define.
ja: このデータベースのチャートに対するキャッシュのタイムアウト期間（秒）。タイムアウトが0の場合は、キャッシュが失効しないことを意味します。未定義の場合は、グローバル・タイムアウトがデフォルト値になることに注意してください。
nl: Duur (in seconden) van de caching time-out voor grafieken van deze database. Een time-out van 0 geeft aan dat de cache nooit verloopt. Merk op dat dit standaard de globale time-out is indien niet gedefinieerd.
pt_br: Duração (em segundos) do tempo limite de armazenamento em cache para os gráficos desse banco de dados. Um tempo limite de 0 indica que a cache nunca expira. Observe que o padrão é o tempo limite global se não for definido.
tr: Bu veritabanının grafikleri için önbellek süresi (saniye cinsinden). 0, önbelleğin asla sona ermeyeceğini gösterir. Not: Tanımlanmamışsa bu, varsayılan olarak genel süreye ayarlanır.
zh_tw: 此資料庫圖表的缓存超時時長（單位為秒）。超時時長設定為 0 表示缓存永不過期。如果未定義，該設定將預設使用全局超時設定。

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
bn: এই চার্টের জন্য ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। যদি অপরিবর্তিত থাকে তবে এটি ডেটাসোর্স/টেবিল টাইমআউটে ডিফল্ট হয়।
es: Duración (en segundos) del tiempo de espera de la caché para este gráfico. Ten en cuenta que esto se establece por defecto al tiempo de espera del origen de datos/tabla si no se define.
ja: このチャートのキャッシュ タイムアウトの期間 (秒単位)。未定義の場合、これはデフォルトでデータソース/テーブルのタイムアウトになることに注意してください。
nl: Duur (in seconden) van de caching timeout voor deze grafiek. Merk op dat dit standaard de datasource/tabel timeout is indien ongedefinieerd.
pt_br: Duração (em segundos) do tempo limite de armazenamento em cache para este gráfico. Observe que o padrão é o tempo limite da fonte de dados/tabela se não for definido.
tr: Bu grafik için önbellek süresi (saniye cinsinden). Not: Tanımlanmamışsa bu, veri kaynağı/tablo süresine varsayılan olarak ayarlanır.
zh_tw: 此圖表的缓存超時持續時間(單位為秒)。如果未定義，該設定將預設使用數據源/資料庫表的超時設定。

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
bn: এই টেবিলের জন্য ক্যাশিং টাইমআউটের মেয়াদকাল (সেকেন্ডে)। 0 এর টাইমআউট নির্দেশ করে যে ক্যাশ কখনও মেয়াদ শেষ হয় না। যদি অপরিবর্তিত থাকে তবে এটি ডেটাবেজের টাইমআউটে ডিফল্ট হয়।
es: Duración (en segundos) del tiempo de espera de la caché para esta tabla. Un tiempo de espera de 0 indica que la caché nunca expira. Nota: esto se establece por defecto al tiempo de espera de la base de datos si no se define.
ja: このテーブルのキャッシュ タイムアウトの期間 (秒単位)。タイムアウトが 0 の場合は、キャッシュが期限切れにならないことを示します。未定義の場合、デフォルトでデータベース タイムアウトになることに注意してください。
nl: Duur (in seconden) van de caching time-out voor deze tabel. Een time-out van 0 geeft aan dat de cache nooit verloopt. Merk op dat deze standaard de database time-out heeft als deze niet gedefinieerd is.
pt_br: Duração (em segundos) do tempo limite de armazenamento em cache para esta tabela. Um tempo limite de 0 indica que a cache nunca expira. Note que este tempo limite é predefinido para o tempo limite da base de dados se não for definido.
tr: Bu tablo için önbellek süresi (saniye cinsinden). 0, önbelleğin asla sona ermediğini gösterir. Not: Tanımlanmamışsa bu, veritabanı süresine varsayılan olarak ayarlanır.
zh_tw: 此表的缓存超時持續時間(單位為秒)。超時為 0 表示缓存永遠不會過期。如果未定義，將預設使用資料庫的超時設定。

source: EMAIL_REPORTS_CTA
bn: ইমেইল রিপোর্ট CTA
tr: E-POSTA RAPORLAR CTA

source: END (EXCLUSIVE)
bn: শেষ (এক্সক্লুসিভ)
ca: FI (EXCLUSIU)
cs: KONEC (VYJMA)
ja: 終了 (独占)
nl: EINDE (EXCLUSIEF)
pt_br: FIM (EXCLUSIVO)
tr: SON (HARİÇ)
zh_tw: 结束

source: ERROR: %s
bn: ত্রুটি: %s
ja: エラー: %s
nl: FOUT: %s
pt_br: ERRO: %s
tr: HATA: %s
zh_tw: 錯誤: %s

source: Edit Alert
bn: সতর্কতা সম্পাদনা করুন
ca: Editar Alerta
cs: Upravit upozornění
ja: アラートの編集
nl: Waarschuwing bewerken
pt_br: Editar Alerta
tr: Uyarıyı Düzenle
zh_tw: 編輯警報

source: Edit CSS
bn: CSS সম্পাদনা করুন
ca: Editar CSS
cs: Upravit CSS
es: Editar CSS
ja: CSSを編集
nl: Bewerk CSS
pt_br: Editar CSS
tr: CSS'i Düzenle
zh_tw: 編輯 CSS

source: Edit Chart
bn: চার্ট সম্পাদনা করুন
es: Editar Gráfico
ja: チャートを編集
nl: Bewerk grafiek
pt_br: Editar gráfico
tr: Grafiği Düzenle
zh_tw: 編輯圖表

source: Edit Chart Properties
bn: চার্টের প্রোপার্টিজ সম্পাদনা করুন
ca: Editar Propietats del Gràfic
cs: Upravit vlastnosti grafu
ja: チャートのプロパティを編集
nl: Bewerk Grafiek Eigenschappen
pt_br: Editar propriedades do gráfico
tr: Grafik Özelliklerini Düzenle

source: Edit Column
bn: কলাম সম্পাদনা করুন
es: Editar Columna
ja: 列の編集
nl: Kolom toevoegen
pt_br: Editar Coluna
tr: Sütunu Düzenle
zh_tw: 編輯列

source: Edit Database
bn: ডেটাবেজ সম্পাদনা করুন
es: Editar Base de Datos
ja: データベースを編集
nl: Bewerk Database
pt_br: Editar Banco de Dados
tr: Veritabanını Düzenle
zh_tw: 編輯資料庫

source: Edit Metric
bn: মেট্রিক সম্পাদনা করুন
es: Editar Métrica
ja: 指標を編集
nl: Bewerk Metriek
pt_br: Editar Métrica
tr: Metriği Düzenle
zh_tw: 編輯指標

source: Edit Report
bn: রিপোর্ট সম্পাদনা করুন
ca: Editar Informe
cs: Upravit report
ja: レポートの編集
nl: Bewerk Rapport
pt_br: Editar relatório
tr: Raporu Düzenle
zh_tw: 編輯報告

source: Edit Table
bn: টেবিল সম্পাদনা করুন
es: Editar Tabla
ja: テーブルを編集
nl: Bewerk tabel
pt_br: Editar Tabela
tr: Tabloyu Düzenle
zh_tw: 編輯表

source: Edit query
bn: কোয়েরি সম্পাদনা করুন
ca: Editar consulta
cs: Upravit dotaz
es: Editar consulta
ja: クエリを編集
nl: Bewerk query
pt_br: Editar consulta
tr: Sorguyu Düzenle
zh_tw: 編輯查詢

source: Emit Filter Events
bn: ফিল্টার ইভেন্টগুলি নির্গত করুন
ca: Emetre Esdeveniments de Filtre
cs: Vysílat události filtru
ja: フィルターイベントの発行
nl: Filtergebeurtenissen aflaten
pt_br: Emitir eventos de filtro
tr: Filtre Olaylarını Yayımla

source: Employment and education
bn: কর্মসংস্থান এবং শিক্ষা
es: Empleo y educación
ja: 雇用と教育
nl: Werkgelegenheid en onderwijs
pt_br: Emprego e educação
tr: İstihdam ve eğitim
zh_tw: 就業和教育

source: Enable Filter Select
bn: ফিল্টার নির্বাচন সক্ষম করুন
es: Habilitar Selección de Filtro
ja: フィルター選択を有効にする。
nl: Inschakelen Filter Keuze
pt_br: Ativar seleção de filtro
tr: Filtre Seçmeyi Etkinleştir
zh_tw: 啟用過濾器選擇

source: Entity ID
bn: এন্টিটি আইডি
ja: エンティティID
nl: Entiteit ID
pt_br: ID da entidade
tr: Varlık Kimliği
zh_tw: 實體ID

source: Error in jinja expression in HAVING clause: %(msg)s
bn: HAVING ক্লজে জিঞ্জা এক্সপ্রেশনে ত্রুটি: %(msg)s
ca: Error en l'expressió jinja a la clàusula HAVING: %(msg)s
cs: Chyba ve výrazu Jinja v klauzuli HAVING: %(msg)s
es: Error en la expresión jinja en la cláusula HAVING: %(msg)s
ja: HAVING 句の jinja 式にエラーがあります。: %(msg)s
nl: Fout in jinja expressie in HAVING clausule: %(msg)s
pt_br: Erro na expressão jinja na cláusula HAVING: %(msg)s
tr: HAVING ifadesindeki jinja ifadesinde hata: %(msg)s
zh_tw: jinja 表達式中的 HAVING 子句出錯：%(msg)s

source: Event Flow
bn: ইভেন্ট প্রবাহ
ja: イベントの流れ
nl: Gebeurtenis Stroom
pt_br: Fluxo do Evento
tr: Olay Akışı
zh_tw: 事件流

source: Event Names
bn: ইভেন্টের নাম
ja: イベント名
nl: Gebeurtenis Namen
pt_br: Nome do Evento
tr: Olay Adları
zh_tw: 事件名稱

source: Event definition
bn: ইভেন্ট সংজ্ঞা
es: Definición de evento
ja: イベントの定義
nl: Gebeurtenis definitie
pt_br: Definição do evento
tr: Olay tanımı
zh_tw: 事件定義

source: Exact
bn: ঠিক
ca: Exacte
cs: Přesný
ja: 精密
mi: Tika
pt_br: Exato
tr: Tam
zh_tw: 精確

source: Excel Upload
bn: এক্সেল আপলোড

source: Expand table preview
bn: টেবিল প্রিভিউ প্রসারিত করুন
ca: Expandir previsualització de taula
cs: Rozbalit náhled tabulky
ja: テーブルのプレビューを展開する
nl: Tabel voorbeeld uitklappen
pt_br: Expandir visualização da tabela
tr: Tablo önizlemesini genişlet
zh_tw: 展開表格預覽

source: Expand tool bar
bn: টুল বারের প্রসারিত করুন
ca: Expandir barra d'eines
cs: Rozbalit panel nástrojů
es: Expandir barra de herramientas
ja: ツールバーを展開する
nl: Werkbalk uitbreiden
pt_br: Expandir barra de ferramentas
tr: Araç çubuğunu genişlet
zh_tw: 展開工具欄

source: Experimental
bn: Experimantal
cs: Experimentální
ja: 実験的
mi: Whakamātautau
nl: Experimenteel
tr: Deneysel
zh_tw: 實驗

source: Export query
bn: কোয়েরি রপ্তানি করুন
ca: Exportar consulta
cs: Exportovat dotaz
ja: クエリのエクスポート
nl: Exporteer query
pt_br: Exportar consulta
tr: Sorguyu dışa aktar
zh_tw: 導出查詢

source: Export to YAML
bn: YAML-এ রপ্তানি করুন
es: Exportar a YAML
ja: YAMLにエクスポート
nl: Export naar YAML
pt_br: Exportar para YAML
tr: YAML olarak dışa aktar
zh_tw: 導出為 YAML

source: Export to YAML?
bn: YAML-এ রপ্তানি করবেন?
es: ¿Exportar a YAML?
ja: YAMLにエクスポートしますか？
nl: Export naar YAML?
pt_br: Exportar para YAML?
tr: YAML olarak dışa aktarılsın mı?
zh_tw: 導出到 YAML？

source: Expose this DB in SQL Lab
bn: এই DB-কে SQL ল্যাব এ প্রকাশ করুন
es: Exponer esta BD en SQL Lab
ja: このDBをSQL Labで公開
nl: Expose deze DB in SQL Lab
pt_br: Expor este banco de dados no SQL Lab
tr: Bu veritabanını SQL Lab'de açıkla
zh_tw: 在 SQL 工具箱中展示這個資料庫

source: Expression
bn: অভিব্যক্তি
es: Expresión
ja: 表現
nl: Expressie
pt_br: Expressão
tr: İfade
zh_tw: 表達式

source: Extra field cannot be decoded by JSON. %(msg)s
bn: অতিরিক্ত ক্ষেত্র JSON দ্বারা ডিকোড করা যায় না। %(msg)s
ja: 追加フィールドは JSON でデコードできません。 %(msg)s
nl: Extra veld kan niet gedecodeerd worden door JSON. %(msg)s
pt_br: Campo extra não pode ser decodificado por JSON. %(msg)s
tr: JSON tarafından çözümlenemeyen ekstra bir alan var. %(msg)s
zh_tw: JSON 無法解碼額外欄位。%(msg)s

source: FEB
bn: ফেব্রুয়ারি
cs: ÚNO
ja: 2月
mi: HUI
pt_br: FEV
tr: ŞUB
zh_tw: 二月

source: Factor
bn: ফ্যাক্টর
cs: Faktor
ja: 要素
mi: Pūwehe
pt_br: Fator
tr: Faktör
zh_tw: 因子

source: Failed at stopping query. %s
bn: কোয়েরি বন্ধ করতে ব্যর্থ। %s
es: Error al detener la consulta. %s
ja: クエリの停止に失敗しました。 %s
nl: Opschorten van query mislukt. %s
pt_br: Falha ao parar a consulta. %s
tr: Sorguyu durdurma başarısız oldu. %s
zh_tw: 停止查詢失敗。 %s

source: Failed to load dimensions for drill by
bn: ড্রিল বাইয়ের জন্য মাত্রা লোড করতে ব্যর্থ।
ca: Ha fallat en carregar dimensions per perforar
cs: Nepodařilo se načíst dimenze pro procházení
es: Error al cargar las dimensiones para la perforación por
ja: ドリルの寸法のロードに失敗しました
nl: Fout bij het laden van dimensies voor filteren op
tr: Drill için boyutları yüklemekte başarısız oldu

source: Fetch Values Predicate
bn: মান আহরণ পেডিকেট
es: Obtener Valores Predicado
ja: 値のフェッチ述語
nl: Waarden ophalen Predicaat
pt_br: Predicado de obtenção de valores
tr: Değerleri Çekme Önkoşulu
zh_tw: 取值谓詞

source: File
bn: ফাইল
ca: Fitxer
cs: Soubor
es: Archivo
ja: ファイル
nl: Bestand
pt_br: Arquivo
tr: Dosya
zh_tw: 文件

source: File Settings
bn: ফাইল সেটিংস

source: File size exceeds the maximum allowed size.
bn: ফাইলের আকার সর্বাধিক অনুমোদিত আকার অতিক্রম করেছে।

source: Filter List
bn: ফিল্টার তালিকা
ca: Llista de Filtres
cs: Seznam filtrů
es: Lista de Filtros
ja: フィルタリスト
nl: Filter Lijst
pt_br: Lista de filtros
tr: Filtre Listesi
zh_tw: 過濾列表

source: Filterable
bn: ফিল্টারযোগ্য
es: Filtrable
ja: フィルタ可能
nl: Filterbaar
pt_br: Filtrável
tr: Filtrelenebilir
zh_tw: 可過濾

source: Full Bangla
bn: সম্পূর্ণ বাংলা

source: General
bn: সাধারণ
cs: Obecné
ja: 一般
mi: Whānui
nl: Algemeen
pt_br: Em geral
tr: Genel
zh_tw: 一般

source: Geo
bn: জিও
ja: ジオ
mi: Takiwā
tr: Coğrafi
zh_tw: 地理位置

source: Geohash
bn: জিওহ্যাশ
ja: ジオハッシュ

source: Groupable
bn: গ্রুপযোগ্য
es: Agrupable
ja: グループ分け可能
nl: Groepeerbaar
pt_br: Agrupável
tr: Gruplanabilir
zh_tw: 可分組

source: HOUR
bn: ঘণ্টা
ca: HORA
cs: HODINA

source: Handlebars
bn: হ্যান্ডেলবারস
ja: ハンドルバー

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
bn: রঙের কোডিংয়ের জন্য কঠোর মানের সীমা প্রয়োগ করা হয়েছে। এটি শুধুমাত্র প্রাসঙ্গিক এবং সম্পূর্ণ হিটম্যাপের বিরুদ্ধে স্বাভাবিকীকরণ প্রয়োগ করা হলে প্রয়োগ করা হয়।
es: Se aplican límites de valor estrictos para la codificación de colores. Solo es relevante y se aplica cuando la normalización se realiza en todo el mapa de calor.
ja: カラーコーディングにはハード値の境界が適用されます。正規化がヒートマップ全体に対して適用される場合にのみ関連し、適用されます。
nl: Hard waarde grenzen toegepast voor kleurcodering. Is alleen relevant en toegepast wanneer de normalisatie wordt toegepast tegen de hele heatmap.
pt_br: Limites de valores rígidos aplicados para codificação de cores. Só é relevante e aplicado quando a normalização é aplicada a todo o mapa de calor.
tr: Renk kodlaması için sert değer sınırları uygulanır. Normalizasyon yalnızca tüm ısı haritasına karşı uygulandığında ilgili ve uygulanır.
zh_tw: 應用於颜色编碼的硬值邊界。只有當對整個热圖應用標準化時才是相關的和應用的。

source: Header Row
bn: হেডার রো
es: Fila de Encabezado
ja: ヘッダー行
nl: Koptekst rij
pt_br: Linha do Cabeçalho
tr: Başlık Sırası
zh_tw: 標題行

source: Heatmap (legacy)
bn: হিটম্যাপ (লিগ্যাসি)
zh_tw: 熱力圖 (傳統)

source: Heatmap Options
bn: হিটম্যাপ বিকল্পগুলি
es: Opciones de Mapa de Calor
ja: ヒートマップオプション
nl: Heatmap Opties
pt_br: Opções do mapa de calor
tr: Isı Haritası Seçenekleri
zh_tw: 热圖選項

source: Hide tool bar
bn: টুল বার লুকান
ca: Amagar barra d'eines
cs: Skrýt panel nástrojů
es: Ocultar barra de herramientas
ja: ツールバーを隠す
nl: Verberg werkbalk
pt_br: Esconder barra de ferramentas
tr: Araç çubuğunu gizle
zh_tw: 隐藏工具欄

source: Histogram (legacy)
bn: হিস্টোগ্রাম (লিগ্যাসি)

source: ISO 8601
bn: আইএসও 8601

source: Id
bn: আইডি
tr: Kimlik

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
bn: যদি প্রেস্টো হয়, SQL ল্যাবে সমস্ত কোয়েরি বর্তমান লগ ইন করা ব্যবহারকারী হিসাবে সম্পাদিত হবে যার তাদের চালানোর অনুমতি থাকতে হবে।<br/>যদি হাইভ এবং hive.server2.enable.doAs সক্রিয় থাকে, কোয়েরিগুলি সার্ভিস অ্যাকাউন্ট হিসাবে চালানো হবে, তবে hive.server2.proxy.user প্রপার্টির মাধ্যমে বর্তমান লগ ইন করা ব্যবহারকারী হিসেবে প্রতিনিধিত্ব করবে।
es: Si es Presto, todas las consultas en SQL Lab se ejecutarán como el usuario que actualmente ha iniciado sesión y que debe tener permiso para ejecutarlas.<br/>Si es Hive y hive.server2.enable.doAs está habilitado, ejecutará las consultas como cuenta de servicio, pero suplantará al usuario que actualmente ha iniciado sesión a través de la propiedad hive.server2.proxy.user.
ja: Presto の場合、SQL Lab のすべてのクエリは、実行権限が必要な現在ログオンしているユーザーとして実行されます。<br/>Hive および hive.server2.enable.doAs が有効な場合、クエリは次のように実行されます。サービス アカウントですが、hive.server2.proxy.user プロパティを介して現在ログオンしているユーザーになりすまします。
nl: Indien Presto, alle zoekopdrachten in SQL Lab zullen worden uitgevoerd als de momenteel ingelogde gebruiker die toestemming moet hebben om ze uit te voeren.<br/>Als Hive en hive.server2.enable.doAs is ingeschakeld, worden de zoekopdrachten als serviceaccount uitgevoerd, maar imiteer de momenteel ingelogde gebruiker via hive.server2.proxy.user eigenschap.
pt_br: Se Presto, todas as consultas no SQL Lab serão executadas como o usuário atualmente conectado, que deve ter permissão para executá-las.<br/>Se Hive e hive.server2.enable.doAs estiverem ativados, as consultas serão executadas como conta de serviço, mas personificarão o usuário atualmente conectado por meio da propriedade hive.server2.proxy.user.
tr: Eğer Presto ise, SQL Lab'daki tüm sorgular, çalıştırma izni olması gereken şu anki oturum açmış kullanıcı olarak çalıştırılacaktır.<br/>Eğer Hive ve hive.server2.enable.doAs etkinleştirilmişse, sorguları hizmet hesabı olarak çalıştıracak, ancak hive.server2.proxy.user özelliği üzerinden şu anki oturum açmış kullanıcıyı taklit edecektir.
zh_tw: 如果使用 Presto，SQL 工具箱中的所有查詢都將被當前登入的用戶執行，並且這些用戶必須拥有運行它們的權限。<br/>如果啟用 Hive 和hive.server2.enable.doAs，將作為服務帳戶運行查詢，但會根据 hive.server2.proxy.user 的属性偽裝當前登入用戶。

source: If Table Already Exists
bn: যদি টেবিলটি ইতিমধ্যে বিদ্যমান হয়
ja: テーブルがすでに存在する場合
nl: Als Tabel al bestaat
pt_br: Se a tabela já existir
tr: Tablo Zaten Var İse

source: If selected, please set the schemas allowed for csv upload in Extra.
bn: যদি নির্বাচিত হয়, অনুগ্রহ করে অতিরিক্ততে CSV আপলোডের জন্য অনুমোদিত স্কিমাগুলি সেট করুন।
es: Si se selecciona, por favor establezca los esquemas permitidos para la subida de csv en Extra.
ja: 選択した場合は、Extra で CSV アップロードを許可するスキーマを設定してください。
nl: Indien geselecteerd, gelieve de toegestane schema’s voor csv upload in Extra in te stellen.
pt_br: Se selecionado, defina os esquemas permitidos para o carregamento de csv no Extra.
tr: Seçildiyse, lütfen İlave kısmında csv yüklemesine izin verilen şemaları ayarlayın.
zh_tw: 如果選擇，請額外設定 csv 上傳允許的模式。

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
bn: লগ ইন করা ব্যবহারকারী হিসেবে প্রতিনিধিত্ব করুন (প্রেস্টো, ট্রিনো, ড্রিল, হাইভ এবং জি-শীট)
ja: ログインユーザーの偽装 (Presto、Trino、Drill、Hive、および GSheets)
nl: Inloggen als ingelogde gebruiker (Presto, Trino, Drill, Hive en GSheets)
pt_br: Fazer-se passar por usuário conectado (Presto, Trino, Drill, Hive e GSheets)
tr: Oturum açmış kullanıcıyı taklit et (Presto, Trino, Drill, Hive ve GSheets)
zh_tw: 模拟登入用戶 (Presto, Trino, Drill & Hive)

source: Impersonate the logged on user
bn: লগ ইন করা ব্যবহারকারী হিসেবে প্রতিনিধিত্ব করুন
es: Personificar al usuario conectado
ja: ログオンしているユーザー
nl: De aangemelde gebruiker imiteren
pt_br: Representar o usuário com sessão iniciada
tr: Oturum açmış kullanıcıyı taklit et
zh_tw: 模拟登入用戶

source: Import Dashboard(s)
bn: ড্যাশবোর্ড আমদানি করুন
ca: Importar Dashboard(s)
cs: Importovat nástěnku(y)
es: Importar Panel(es)
ja: ダッシュボードをインポート
nl: Importeer Dashboard(s)
pt_br: Importar Painel(eis)
tr: Pano(ları) İçe Aktar
zh_tw: 導入看板

source: Import a table definition
bn: একটি টেবিলের সংজ্ঞা আমদানি করুন
es: Importar una definición de tabla
ja: テーブル定義のインポート
nl: Importeer een tabeldefinitie
pt_br: Importar uma definição de tabela
tr: Bir tablo tanımını içe aktar
zh_tw: 導入一個已定義的表

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
bn: গুরুত্বপূর্ণ! যদি টেবিলটি ইতিমধ্যে এন্টিটি আইডির দ্বারা সাজানো না হয় তবে এটি নির্বাচন করুন, অন্যান্যথায় প্রতিটি এন্টিটির জন্য সমস্ত ইভেন্ট ফেরত দেওয়ার গ্যারান্টি নেই।
es: ¡Importante! Selecciona esto si la tabla no está ya ordenada por id de entidad, de lo contrario, no hay garantía de que se devuelvan todos los eventos para cada entidad.
ja: 重要！テーブルがまだエンティティ ID で並べ替えられていない場合は、これを選択します。そうでない場合、各エンティティのすべてのイベントが返されるという保証はありません。
nl: Belangrijk! Selecteer dit als de tabel nog niet is gesorteerd op entiteit id, anders is er geen garantie dat alle gebeurtenissen voor elk entiteit worden teruggegeven.
pt_br: Importante! Seleccione esta opção se a tabela ainda não estiver ordenada por id de entidade, caso contrário não há garantia de que todos os eventos de cada entidade sejam retornados.
tr: Önemli! Bu seçeneği işaretleyin eğer tablo zaten varsa varlık kimliğine göre sıralanmamışsa, aksi takdirde her varlık için tüm olayların döndürülme garantisi yoktur.
zh_tw: 很重要！如果表尚未按實體ID排序，则選擇此項，否則無法保證返回每個實體的所有事件。

source: Index
bn: সূচক
ca: Índex
ja: 索引
mi: Kuputohu
pt_br: Índice
tr: Dizin

source: Index Column
bn: সূচক কলাম
es: Columna Índice
ja: インデックス列
nl: Index Kolom
pt_br: Coluna de índice
tr: Dizin Sütunu
zh_tw: 索引欄位

source: Index Label
bn: সূচক লেবেল

source: Info
bn: তথ্য
ca: Informació
es: Información
ja: 情報
mi: Mōhiohio
pt_br: Informações
tr: Bilgi
zh_tw: 訊息

source: Interval
bn: অবকাশ
ja: 間隔
mi: Wā
pt_br: Intervalo
tr: Aralık

source: It’s not recommended to truncate axis in Bar chart.
bn: বার চার্টে অক্ষ হ্রাস করার পরামর্শ দেওয়া হয় না।
cs: Nedoporučuje se zkracovat osu ve sloupcovém grafu.
es: No se recomienda truncar el eje en un gráfico de barras.
ja: 棒グラフで軸を切り捨てることはお勧めしません。
nl: Het wordt niet aanbevolen om de as in de staafdiagram te verkorten.
pt_br: Não é recomendado truncar o eixo no gráfico de barras.
tr: Çubuk grafikte ekseni kırpmanız önerilmez.

source: JSON
bn: জেসন

source: KPI
bn: কেপিআই
zh_tw: 指標

source: Last Changed
bn: শেষ পরিবর্তন
es: Último Cambio
ja: 最終更新
nl: Laatste wijziging
pt_br: Última alteração
tr: Son Değişiklik
zh_tw: 最後更新

source: Last Modified
bn: শেষ সংশোধিত
es: Última Modificación
ja: 最終更新
nl: Laatst gewijzigd
pt_br: Última modificação
tr: Son Değiştirilme
zh_tw: 最後修改

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
bn: যেসব পাতা নোড এই সংখ্যার চেয়ে কম ইভেন্ট উপস্থাপন করে সেগুলি দৃশ্যায়নে প্রাথমিকভাবে গোপন থাকবে
es: Los nodos hoja que representen menos de este número de eventos estarán inicialmente ocultos en la visualización
ja: この数よりも少ないイベントを表すリーフ ノードは、最初は視覚化で非表示になります。
nl: Eindknooppunten die minder dan dit aantal evenementen vertegenwoordigen worden in het begin verborgen in de visualisatie
pt_br: Os nós folha que representam menos do que este número de eventos serão inicialmente ocultados na visualização
tr: Bu olayın altındaki daha az olayı temsil eden yaprak düğümler, başlangıçta görselleştirmede gizlenecektir
zh_tw: 表示少於此數量的事件的葉節點最初將隐藏在可視化中

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
bn: সারি সীমিত করা অসম্পূর্ণ ডেটা এবং বিভ্রান্তিকর চার্টের ফলস্বরূপ হতে পারে। এর পরিবর্তে সোর্স/টার্গেট নামগুলি ফিল্টার বা গ্রুপ করার বিষয়ে বিবেচনা করুন।
es: Limitar las filas puede resultar en datos incompletos y gráficos engañosos. Considera filtrar o agrupar los nombres de origen/destino en su lugar.
ja: 行を制限すると、データが不完全になり、グラフが誤解を招く可能性があります。代わりに、ソース/ターゲット名をフィルタリングまたはグループ化することを検討してください。
nl: Rijen beperken kan leiden tot onvolledige data en misleidende grafieken. Overweeg het filteren of groeperen van bron/doelnamen.
pt_br: Limitar as linhas pode resultar em dados incompletos e gráficos errôneos. Em vez disso, considere filtrar ou agrupar nomes de origem/destino.
tr: Satırları sınırlamak eksik verilere ve yanıltıcı grafiklere neden olabilir. Yerine kaynak/hedef adlarını filtrelemeyi veya gruplamayı düşünün.
zh_tw: 限制行數可能導致不完整的數據和误導性的圖表。可以考慮過濾或分組源/目標名稱。

source: Link Copied!
bn: লিঙ্ক কপি হয়েছে!
ca: Enllaç Copiat!
cs: Odkaz zkopírován!
es: ¡Enlace Copiado!
ja: リンクをコピーしました!
nl: Link gekopieerd!
pt_br: Link copiado!
tr: Bağlantı Kopyalandı!
zh_tw: 链接已複製！

source: Live CSS editor
bn: লাইভ CSS সম্পাদক
ca: Editor CSS en viu
cs: Živý editor CSS
es: Editor CSS en vivo
ja: ライブCSSエディター
pt_br: Editor de CSS em tempo real
tr: Canlı CSS düzenleyici
zh_tw: 即時 CSS 編輯器

source: Load a CSS template
bn: একটি CSS টেমপ্লেট লোড করুন
ca: Carregar una plantilla CSS
cs: Načíst šablonu CSS
es: Carga una plantilla CSS
ja: CSSテンプレートの読み込み
nl: Laad een CSS sjabloon
pt_br: Carregar um modelo CSS
tr: Bir CSS şablonu yükle
zh_tw: 加载一個 CSS 模板

source: Loading
bn: লোড হচ্ছে
ca: Carregant
cs: Načítání
ja: 読み込み中
nl: Laden
pt_br: Carregando
tr: Yükleniyor
