Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Track job
bn: কর্ম ট্র্যাক করুন
ca: Seguir feina
cs: Sledovat úlohu
es: Seguimiento de trabajo
ja: ジョブ履歴
mi: Whai mahi
nl: Job volgen
pt_br: Rastrear o trabalho
ro: Urmărește job
tr: İşlemi Takip Et
zh_tw: 跟踪任務

source: Transformable
bn: রূপান্তরযোগ্য
cs: Transformovatelný
ja: 変形可能
mi: Ka taea te whakawhiti
nl: Transformabel
pt_br: Transformável
ro: Transformabil
tr: Dönüştürülebilir
zh_tw: 轉换

source: Transpose pivot
bn: ট্রান্সপোজ পিভট
ca: Transposar pivot
cs: Transponovat kontingenční tabulku
es: Transponer pivote
ja: ピボットの転置
mi: Whakawhiti hurihuri
nl: Pivot transponeren
pt_br: Transpor pivô
ro: Transpune pivot
tr: Dönüş pivot
zh_tw: 轉置透視圖

source: Treat values as categorical.
bn: মানগুলিকে শ্রেণীবদ্ধ হিসাবে গণ্য করুন।
ca: Tractar valors com a categòrics.
cs: Považovat hodnoty za kategorické.
es: Tratar los valores como categóricos.
ja: 値をカテゴリとして扱います。
mi: Whakahaere i ngā uara hei kāwai.
nl: Behandel waarden als categorisch.
ro: Tratează valorile ca categoriale.

source: Tree Chart
bn: গাছের চার্ট
ca: Gràfic d'Arbre
cs: Stromový graf
ja: ツリー チャート
mi: Kauwhata Rākau
nl: Boomdiagram
pt_br: Gráfico de árvore
ro: Grafic arbore
tr: Ağaç Grafiği
zh_tw: 樹狀圖

source: Tree layout
bn: গাছের বিন্যাস
ca: Disseny d'arbre
cs: Rozložení stromu
es: Diseño de árbol
ja: ツリーレイアウト
mi: Hoahoa rākau
nl: Boomstructuur indeling
pt_br: Layout da árvore
ro: Layout arbore
tr: Ağaç düzeni
zh_tw: 布局

source: Tree orientation
bn: গাছের অভিমুখ
ca: Orientació d'arbre
cs: Orientace stromu
ja: ツリーの向き
mi: Ahunga rākau
nl: Boomstructuur oriëntatie
pt_br: Orientação da árvore
ro: Orientare arbore
tr: Ağaç yönelimi
zh_tw: 方向

source: Treemap
bn: গাছের মানচিত্র
ca: Mapa d'arbre
cs: Stromová mapa
es: Mapa de Árbol
ja: ツリーマップ
mi: Mahere Rākau
nl: Boomstructuur
pt_br: Mapa da árvore
ro: Hartă arbore
tr: Ağaç Haritası
zh_tw: 樹狀地圖

source: Trend
bn: প্রবণতা
ca: Tendència
ja: 傾向
mi: Ia
pt_br: Tendência
ro: Tendință
zh_tw: 趋势

source: Triangle
bn: ত্ৰিভুজ
cs: Trojúhelník
es: Triángulo
ja: トライアングル
mi: Tapatoru
nl: Driehoek
pt_br: Triângulo
ro: Triunghi
tr: Üçgen
zh_tw: 三角形

source: Trigger Alert If...
bn: যদি সতর্কতা ট্রিগার করেন...
ca: Activar Alerta Si...
cs: Spustit upozornění, pokud...
es: Activar Alerta Si...
ja: アラートをトリガーする場合...
mi: Whakaohongia te Matohi Mēnā...
nl: Trigger waarschuwing als…
pt_br: Alerta de acionamento se...
ro: Declanșează Alertă Dacă...
tr: Alarm Tetikle Eğer...
zh_tw: 達到以下條件觸發警報：

source: True
ro: Adevărat

source: Truncate Axis
bn: অক্ষ কেটে দিন
ca: Truncar Eix
cs: Zkrátit osu
ja: 軸の切り詰め
nl: As Afkappen
pt_br: Truncar eixo
ro: Trunchiază axa
tr: Eksenleri Kırp

source: Truncate Cells
bn: কোষ কেটে দিন
ca: Truncar Cel·les
cs: Zkrátit buňky
ja: セルの切り詰め
mi: Porohita Pūtau
nl: Cellen Afkappen
pt_br: Truncar Células
ro: Trunchiază celule
tr: Hücreleri Kırp

source: Truncate Metric
bn: মেট্রিক কেটে দিন
ca: Truncar Mètrica
cs: Zkrátit metriku
ja: メトリックの切り捨て
mi: Porohita Ine
nl: Metriek Afkappen
pt_br: Truncar métrica
ro: Trunchiază metrică
tr: Metriği Kırp

source: Truncate X Axis
bn: X অক্ষ কেটে দিন
ca: Truncar Eix X
cs: Zkrátit osu X
ja: X 軸の切り詰め
mi: Porohita Tukutuku X
nl: X-as Afkappen
ro: Trunchiază axa X

source: Truncate Y Axis
bn: Y অক্ষ কেটে দিন
ca: Truncar Eix Y
cs: Zkrátit osu Y
es: Truncar Eje Y
ja: Y 軸の切り捨て
mi: Porohita Tukutuku Y
nl: Y-as Afkappen
pt_br: Truncar Eixo Y
ro: Trunchiază axa Y
tr: Y Eksenini Kırp
zh_tw: 截斷 Y 軸

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
bn: Y অক্ষ কেটে দিন। একটি ন্যূনতম বা সর্বাধিক সীমা নির্ধারণ করে এটি অগ্রাহ্য করা যেতে পারে।
ca: Truncar Eix Y. Es pot sobreescriure especificant un límit mínim o màxim.
cs: Zkrátit osu Y. Lze přepsat zadáním minimální nebo maximální hranice.
es: Truncar el eje Y. Puede ser anulado especificando un límite mínimo o máximo.
ja: Y 軸を切り詰めます。最小値または最大値の境界を指定することでオーバーライドできます。
mi: Porohita Tukutuku Y. Ka taea te whakakapi mā te tohu i te rohe iti, rohe rahi rānei.
nl: Y-as afkappen. Kan worden overschreven door een min of max grens te specificeren.
pt_br: Truncar Eixo Y. Pode ser substituído pela especificação de um limite mínimo ou máximo.
ro: Trunchiază axa Y. Poate fi suprascris prin specificarea unei limite min sau max.
tr: Y Eksenini Kırp. Bir minimum veya maksimum sınır belirterek geçersiz kılınabilir.
zh_tw: 截斷 Y 軸。可以通過指定最小或最大界限來重寫。

source: Truncate long cells to the "min width" set above
bn: দীর্ঘ কোষগুলি উপরে নির্ধারিত "ন্যূনতম প্রস্থ" এ কেটে দিন
ca: Truncar cel·les llargues a l'"amplada mínima" establerta a dalt
cs: Zkrátit dlouhé buňky na výše nastavenou „minimální šířku“
es: Truncar celdas grandes a la anchura mínima "min width" puesta arriba
ja: 長いセルを上で設定した「最小幅」に切り詰めます
mi: Porohita i ngā pūtau roa ki te "whānui iti" kua tautuhia i runga
nl: Lange cellen afkappen naar de "min breedte" welke hierboven is gezet
pt_br: Truncar células longas para a "min width" definida acima
ro: Trunchiază celulele lungi la "lățimea min" setată mai sus
tr: Uzun hücreleri yukarıda belirtilen "min genişlik" ile kırp

source: Truncates the specified date to the accuracy specified by the date unit.
bn: নির্ধারিত তারিখটিকে তারিখের এককের দ্বারা নির্ধারিত সঠিকতার জন্য কেটে দেয়।
ca: Trunca la data especificada a la precisió especificada per la unitat de data.
cs: Zkrátí zadané datum na přesnost určenou jednotkou data.
es: Truncar la fecha especificada a la precisión especificada por la unidad de fecha.
ja: 指定された日付を日付単位で指定された精度まで切り捨てます。
mi: Ka porohita i te rā kua tohua ki te tika kua tohua e te waeine rā.
nl: De opgegeven datum wordt afgekapt tot de nauwkeurigheid gespecificeerd door de datumeenheid.
pt_br: Trunca a data especificada com a precisão especificada pela unidade de data.
ro: Trunchiază data specificată la precizia specificată de unitatea de dată.
tr: Belirtilen tarihi, tarih birimi tarafından belirtilen hassasiyete kadar kırp.
zh_tw: 將指定的日期截取為指定的日期單位精度。

source: Try applying different filters or ensuring your datasource has data
bn: বিভিন্ন ফিল্টার প্রয়োগ করার চেষ্টা করুন বা নিশ্চিত করুন যে আপনার ডেটাসোর্সে তথ্য রয়েছে।
ca: Prova aplicar filtres diferents o assegurar-te que la teva font de dades té dades
cs: Zkuste použít jiné filtry nebo se ujistěte, že váš zdroj dat má data
es: Intenta aplicar diferentes filtros o asegúrate de que tu fuente de datos tiene información
ja: 別のフィルターを適用するか、データソースにデータがあることを確認してください
mi: Whakamātauhia te whakahaeretia o ngā tātari rerekē, te whakaū rānei he raraunga tō puna raraunga
nl: Probeer andere filters toe te passen of zorg ervoor dat uw gegevensbron data heeft
pt_br: Tente aplicar filtros diferentes ou garantir que sua fonte de dados tenha dados
ro: Încercați aplicarea unor filtre diferite sau asigurați-vă că sursa dvs. de date conține date
tr: Farklı filtreler uygulamayı deneyin veya veri kaynağınızın veri içerdiğinden emin olun
zh_tw: 嘗試應用不同的篩選器或確保您的數據源包含數據。“

source: Try different criteria to display results.
bn: ফলাফল প্রদর্শনের জন্য বিভিন্ন মানদণ্ড চেষ্টা করুন।
ca: Prova criteris diferents per mostrar resultats.
cs: Zkuste jiná kritéria pro zobrazení výsledků.
es: Prueba diferentes criterios para mostrar resultados.
ja: 結果を表示するために別の基準を試してください。
mi: Whakamātauhia ngā paearu rerekē hei whakaatu i ngā hua.
nl: Probeer andere criteria om resultaten weer te geven.
pt_br: Experimente critérios diferentes para exibir os resultados.
ro: Încercați criterii diferite pentru a afișa rezultate.
tr: Sonuçları göstermek için farklı kriterleri deneyin.

source: Tuesday
bn: মঙ্গলবার
ca: Dimarts
cs: Úterý
es: Martes
ja: 火曜日
mi: Tūrei
nl: Dinsdag
pt_br: Terça
ro: Marți
tr: Salı
zh_tw: 星期二

source: Type
bn: প্রকার
ca: Tipus
cs: Typ
es: Tipo
ja: タイプ
mi: Momo
pt_br: Tipo
ro: Tip
tr: Tür
zh_tw: 類型

source: Type "%s" to confirm
bn: নিশ্চিত করার জন্য "%s" টাইপ করুন।
ca: Escriu "%s" per confirmar
cs: Napište „%s“ pro potvrzení
es: Escribe "%s" para confirmar
ja: 確認するには「%s」と入力してください
mi: Pato "%s" hei whakaū
nl: Type “%s” om te bevestigen
pt_br: Digite "%s" para confirmar
ro: Tastați "%s" pentru a confirma
tr: Onaylamak için "%s" yazın
zh_tw: 鍵入 "%s" 來確認

source: Type a value
bn: একটি মান টাইপ করুন।
ca: Escriu un valor
cs: Napište hodnotu
ja: 値を入力します
mi: Pato tētahi uara
nl: Voer een waarde in
pt_br: Digite um valor
ro: Introduceți o valoare
tr: Bir değer yazın
zh_tw: 請输入值

source: Type a value here
bn: এখানে একটি মান টাইপ করুন।
ca: Escriu un valor aquí
cs: Napište hodnotu sem
es: "Escribe un valor aquí"
ja: ここに値を入力してください
mi: Pato tētahi uara ki konei
nl: Geef hier een waarde op
pt_br: Digite um valor aqui
ro: Introduceți o valoare aici
tr: Buraya bir değer yazın
zh_tw: 請输入值

source: Type is required
bn: প্রকার আবশ্যক
ca: El tipus és obligatori
cs: Typ je povinný
es: Se requiere tipo
ja: タイプが必要です。
mi: E hiahiatia ana te momo
nl: Type is vereist
pt_br: O tipo é obrigatório
ro: Tipul este obligatoriu
tr: Tür gereklidir
zh_tw: 類型是必需的

source: Type of chart to display in sparkline
ro: Tip de grafic de afișat în sparkline

source: Type of comparison, value difference or percentage
bn: তুলনার প্রকার, মানের পার্থক্য অথবা শতাংশ
ca: Tipus de comparació, diferència de valor o percentatge
cs: Typ porovnání, rozdíl hodnot nebo procento
es: Tipo de comparación, diferencia de valor o porcentaje
ja: 比較の種類、値の差またはパーセンテージ
mi: Momo whakatairite, rerekētanga uara, ōrau rānei
nl: Type vergelijking, waarde verschil of percentage
pt_br: Tipo de comparação, diferença de valor ou porcentagem
ro: Tip de comparație, diferență valoare sau procentaj
tr: Karşılaştırma türü, değer farkı veya yüzde
zh_tw: 比較類型，值差異或百分比

source: UI Configuration
bn: UI কনফিগারেশন
ca: Configuració de la UI
cs: Konfigurace UI
ja: UI構成
mi: Whirihora UI
nl: UI Configuratie
pt_br: Configuração da interface do usuário
ro: Configurare interfață
tr: UI Yapılandırma
zh_tw: UI 配置

source: UI theme administration is not enabled.
ro: Administrarea temelor interfeței nu este activată.

source: URL Parameters
bn: URL প্যারামিটার
ca: Paràmetres URL
cs: Parametry URL
ja: URLパラメータ
mi: Tawhā URL
pt_br: Parâmetros de URL
ro: Parametri URL
tr: URL Parametreleri
zh_tw: URL 参數

source: URL Slug
ro: Slug URL

source: URL parameters
bn: URL প্যারামিটার
ca: Paràmetres URL
cs: Parametry URL
es: Parámetros de URL
ja: URLパラメータ
mi: Tawhā url
pt_br: Parâmetros de URL
ro: Parametri URL
tr: URL parametreleri
zh_tw: URL 参數

source: Unable to calculate such a date delta
bn: এমন একটি তারিখের ডেল্টা গণনা করতে অক্ষম
ca: No es pot calcular aquest delta de data
cs: Nelze vypočítat takovou časovou deltu
ja: そのような日付デルタを計算できません。
mi: Kāore e taea te tatau i tētahi rerekētanga rā pēnei
ro: Nu se poate calcula un astfel de delta de dată

source: Unable to connect to catalog named "%(catalog_name)s".
bn: নামকatalog "%(catalog_name)s" এর সাথে সংযোগ করতে অক্ষম।
ca: No es pot connectar al catàleg anomenat "%(catalog_name)s".
cs: Nelze se připojit ke katalogu s názvem „%(catalog_name)s“.
es: No se pudo conectar con el catálogo nombrado "%(catalog_name)s".
ja: "%(catalog_name)s" という名前のカタログに接続できません。
mi: Kāore e taea te hono ki te kātaloka ko "%(catalog_name)s" te ingoa.
nl: Kan geen verbinding maken met catalogus genaamd “%(catalog_name)s”.
pt_br: Não foi possível conectar-se ao catálogo chamado "%(nome_do_catálogo)s ".
ro: Nu se poate conecta la catalogul numit "%(catalog_name)s".
tr: "%(catalog_name)s" adlı kataloga bağlanılamıyor.
zh_tw: 無法連接到名為\%(catalog_name)s\的目錄。

source: Unable to connect to database "%(database)s".
bn: ডেটাবেস "%(database)s" এর সাথে সংযোগ করতে অক্ষম।
ca: No es pot connectar a la base de dades "%(database)s".
cs: Nelze se připojit k databázi „%(database)s“.
es: No ha sido posible conectar a la base de datos "%(database)s".
ja: “%(database)s” に接続できません。
mi: Kāore e taea te hono ki te pātengi raraunga "%(database)s".
nl: Kan geen verbinding maken met database “%(database)s”.
pt_br: Não é possível se conectar ao banco de dados "%(banco de dados)s".
ro: Nu se poate conecta la baza de date "%(database)s".
tr: "%(database)s" veritabanına bağlanılamıyor.
zh_tw: 不能連接到資料庫"%(database)s"

source: Unable to create chart without a query id.
bn: একটি কোয়েরি আইডি ছাড়া চার্ট তৈরি করতে অক্ষম।
ca: No es pot crear gràfic sense un id de consulta.
cs: Nelze vytvořit graf bez ID dotazu.
es: No se puede crear un gráfico sin un id de consulta.
ja: クエリ ID がないとグラフを作成できません。
mi: Kāore e taea te hanga kauwhata me te kore id pātai.
nl: Kan de grafiek niet aanmaken zonder query id.
pt_br: Não é possível criar um gráfico sem um ID de consulta.
ro: Nu se poate crea grafic fără un ID de interogare.
tr: Sorgu kimliği olmadan grafik oluşturulamıyor.

source: Unable to decode value
bn: মান ডিকোড করতে অক্ষম
ca: No es pot descodificar valor
cs: Nelze dekódovat hodnotu
es: Incapaz de decodificar el valor
ja: 値をデコードできません。
mi: Kāore e taea te whakaoti i te uara
nl: Kan waarde niet decoderen
ro: Nu se poate decodifica valoarea
tr: Değer çözülemedi

source: Unable to encode value
bn: মান এনকোড করতে অক্ষম
ca: No es pot codificar valor
cs: Nelze kódovat hodnotu
es: Incapaz de codificar valor
ja: 値をエンコードできません。
mi: Kāore e taea te whakakohu i te uara
nl: Kan waarde niet coderen
ro: Nu se poate codifica valoarea
tr: Değer kodlanamadı

source: Unable to find such a holiday: [%(holiday)s]
bn: এমন একটি ছুটির দিন খুঁজে পেতে অক্ষম: [%(holiday)s]
ca: No es pot trobar aquesta festivitat: [%(holiday)s]
cs: Nelze najít takový svátek: [%(holiday)s]
ja: そのような休日が見つかりません。: [%(holiday)s]
mi: Kāore e taea te kimi i tētahi hararei pēnei: [%(holiday)s]
nl: Niet in staat om zo’n holiday te vinden: [%(holiday)s]
pt_br: Não foi possível encontrar esse feriado: [%(holiday)s]
ro: Nu se poate găsi un astfel de sărbătoare: [%(holiday)s]
tr: Böyle bir tatil bulunamıyor: [%(holiday)s]
zh_tw: 找不到這樣的假期：[%(holiday)s]

source: Unable to load dashboard
bn: ড্যাশবোর্ড লোড করতে অক্ষম
ca: No es pot carregar dashboard
cs: Nelze načíst nástěnku
mi: Kāore e taea te uta i te papatohu
ro: Nu se poate încărca tabloul de bord

source: Unable to parse SQL
ca: No es pot analitzar SQL
cs: Nelze parsovat SQL
mi: Kāore e taea te poroporo i te SQL
ro: Nu se poate parsa SQL

source: Unable to read the file, please refresh and try again.
ro: Nu se poate citi fișierul, vă rugăm reîmprospătați și încercați din nou.

source: Unable to retrieve dashboard colors
bn: ড্যাশবোর্ডের রং পুনরুদ্ধার করতে অক্ষম
ca: No es poden recuperar colors del dashboard
cs: Nelze načíst barvy nástěnky
es: No se pueden recuperar los colores del panel de control
ja: ダッシュボードの色を取得できません
mi: Kāore e taea te tiki i ngā tae papatohu
nl: Dashboard kleuren kunnen niet worden opgehaald
pt_br: Não foi possível recuperar as cores do painel
ro: Nu se pot prelua culorile tabloului de bord
tr: Pano renkleri alınamıyor

source: Unable to sync permissions for this database connection.
ca: No es poden sincronitzar permisos per aquesta connexió de base de dades.
cs: Nelze synchronizovat oprávnění pro toto databázové připojení.
mi: Kāore e taea te hāngai i ngā mōtika mō tēnei hononga pātengi raraunga.
ro: Nu se pot sincroniza permisiunile pentru această conexiune la bază de date.

source: Undefined
bn: অসংজ্ঞায়িত
ca: Indefinit
cs: Nedefinováno
es: Indefinido
ja: 未定義
mi: Kāore i Tautuhia
nl: Ongedefinieerd
pt_br: Indefinido
ro: Nedefinit
tr: Tanımsız
zh_tw: 未命名

source: Undefined window for rolling operation
bn: রোলিং অপারেশনের জন্য অসংজ্ঞায়িত উইন্ডো
ca: Finestra indefinida per operació de desplaçament
cs: Nedefinované okno pro plovoucí operaci
es: Ventana indefinida para operación de desplazamiento
ja: ローリング操作の未定義ウィンドウ
mi: Matapihi kāore i tautuhia mō te mahinga takahuri
nl: Onbepaald venster voor rolling operation
pt_br: Janela indefinida para operação de rolagem
ro: Fereastră nedefinită pentru operația glisantă
tr: Kaydırma işlemi için tanımsız pencere
zh_tw: 未定義滚動操作窗口

source: Undo the action
bn: ক্রিয়াটি ফিরিয়ে নিন
ca: Desfer l'acció
cs: Vrátit akci zpět
ja: アクションを元に戻す
mi: Wetekina te mahi
nl: Actie ongedaan maken
pt_br: Desfazer a ação
ro: Anulează acțiunea
tr: İşlemi geri al

source: Undo?
bn: ফিরিয়ে নিতে চান?
ca: Desfer?
cs: Zpět?
es: ¿Deshacer?
ja: 元に戻しますか？
mi: Wete?
nl: Ongedaan maken?
pt_br: Desfazer?
ro: Anulezi?
tr: Geri al?
zh_tw: 還原？

source: Unexpected error
bn: অপ্রত্যাশিত ত্রুটি
ca: Error inesperat
cs: Neočekávaná chyba
es: Error inesperado
ja: 予期しないエラー
mi: Hapa ohorere
nl: Onverwachte fout
pt_br: Erro inesperado
ro: Eroare neașteptată
tr: Beklenmeyen hata
zh_tw: 意外錯誤。

source: Unexpected error occurred, please check your logs for details
bn: অপ্রত্যাশিত ত্রুটি ঘটেছে, দয়া করে বিস্তারিত জানার জন্য আপনার লগগুলি চেক করুন
ca: Ha ocorregut un error inesperat, si us plau comprova els teus logs per detalls
cs: Došlo k neočekávané chybě, zkontrolujte prosím své protokoly pro podrobnosti
es: Ocurrió un error inesperado, por favor revisa tus registros para obtener detalles
ja: 予期しないエラーが発生しました。詳細についてはログを確認してください。
mi: I puta he hapa ohorere, tēnā tirohia ō rārangi mō ngā taipitopito
nl: Er is een onverwachte fout opgetreden, controleer uw logs voor details
pt_br: Ocorreu um erro inesperado, verifique os registros(logs) para obter detalhes
ro: A apărut o eroare neașteptată, vă rugăm verificați jurnalele pentru detalii
tr: Beklenmeyen bir hata oluştu, lütfen ayrıntılar için günlüklerinizi kontrol edin
zh_tw: 發生意外錯誤，請檢查日誌以了解詳細訊息

source: Unexpected error:
bn: অপ্রত্যাশিত ত্রুটি:
ca: Error inesperat:
cs: Neočekávaná chyba:
ja: 予期しないエラー:
mi: Hapa ohorere:
nl: Onverwachte fout:
ro: Eroare neașteptată:
tr: Beklenmeyen hata:
zh_tw: 意外錯誤。

source: Unexpected no file extension found
bn: অপ্রত্যাশিত: কোন ফাইল এক্সটেনশন পাওয়া যায়নি
ca: No s'ha trobat extensió de fitxer inesperat
cs: Neočekávaně nenalezena žádná přípona souboru
mi: Kāore i kitea he toronga kōnae ohorere
ro: Nicio extensie de fișier găsită neașteptat

source: Unexpected time range: %(error)s
bn: অপ্রত্যাশিত সময়ের পরিসর: %(error)s
ca: Rang temporal inesperat: %(error)s
cs: Neočekávaný časový rozsah: %(error)s
ja: 予期しない時間範囲: %(error)s
mi: Awhe wā ohorere: %(error)s
nl: Onverwacht tijdsbereik: %(error)s
ro: Interval de timp neașteptat: %(error)s

source: Ungroup By
ro: Anulează gruparea după

source: Unhide
ca: Mostrar
cs: Odkrýt
mi: Whakaatuhia
ro: Arată

source: Unknown
bn: অজানা
ca: Desconegut
cs: Neznámý
ja: 不明
mi: Kāore e Mōhiotia
nl: Onbekend
pt_br: Desconhecido
ro: Necunoscut
tr: Bilinmiyor
zh_tw: 未知

source: Unknown Doris server host "%(hostname)s".
bn: অজানা ডোরিস সার্ভার হোস্ট "%(hostname)s"।
ca: Host del servidor Doris desconegut "%(hostname)s".
cs: Neznámý hostitel serveru Doris „%(hostname)s“.
ja: 不明な Doris サーバー ホスト "%(hostname)s"。
mi: Tūmau tūmau Doris kāore e mōhiotia "%(hostname)s".
nl: Onbekende Doris server host "%(hostname)s".
ro: Gazdă server Doris necunoscută "%(hostname)s".

source: Unknown MySQL server host "%(hostname)s".
bn: অজানা MySQL সার্ভার হোস্ট "%(hostname)s"।
ca: Host del servidor MySQL desconegut "%(hostname)s".
cs: Neznámý hostitel serveru MySQL „%(hostname)s“.
es: Host de servidor MySQL "%(hostname)s" desconocido.
ja: 不明な MySQL サーバー ホスト "%(hostname)s"。
mi: Tūmau tūmau MySQL kāore e mōhiotia "%(hostname)s".
nl: Onbekende MySQL server host “%(hostname)s”.
pt_br: Host do servidor MySQL desconhecido "%(hostname)s".
ro: Gazdă server MySQL necunoscută "%(hostname)s".
tr: Bilinmeyen MySQL sunucu ana bilgisayarı "%(hostname)s".
zh_tw: 未知 MySQL 服務器主機 "%(hostname)s".

source: Unknown OceanBase server host "%(hostname)s".
bn: অজানা OceanBase সার্ভার হোস্ট "%(hostname)s"।
ca: Host del servidor OceanBase desconegut "%(hostname)s".
cs: Neznámý hostitel serveru OceanBase „%(hostname)s“.
mi: Tūmau tūmau OceanBase kāore e mōhiotia "%(hostname)s".
ro: Gazdă server OceanBase necunoscută "%(hostname)s".

source: Unknown Presto Error
bn: অজানা প্রেস্টো ত্রুটি
ca: Error de Presto Desconegut
cs: Neznámá chyba Presto
es: Error Desconocido de Presto
ja: 不明なプレスト エラー
mi: Hapa Presto Kāore e Mōhiotia
nl: Onbekende Presto Fout
pt_br: Erro desconhecido do Presto
ro: Eroare Presto necunoscută
tr: Bilinmeyen Presto Hatası
zh_tw: 未知 Presto 錯誤

source: Unknown Status
bn: অজানা অবস্থা
ca: Estat Desconegut
cs: Neznámý stav
es: Estado Desconocido
ja: 不明なステータス
mi: Tūnga Kāore e Mōhiotia
nl: Onbekende Status
pt_br: Status Desconhecido
ro: Status necunoscut
tr: Bilinmeyen Durum
zh_tw: 未知狀態

source: Unknown column used in orderby: %(col)s
bn: অর্ডারবাইয়ে ব্যবহৃত অজানা কলাম: %(col)s
ca: Columna desconeguda usada en orderby: %(col)s
cs: Neznámý sloupec použitý v orderby: %(col)s
es: Columna desconocida utilizada en orderby: %(col)s
ja: orderby で使用されている不明な列: %(col)s
mi: Tīwae kāore e mōhiotia i whakamahia i te orderby: %(col)s
nl: Onbekende kolom gebruikt in orderby: %(col)s
pt_br: Coluna desconhecida usada em orderby: %(col)s
ro: Coloană necunoscută folosită în orderby: %(col)s
tr: orderby'da bilinmeyen sütun kullanıldı: %(col)s
zh_tw: 排序中使用的未知列: %(col)s

source: Unknown error
bn: অজানা ত্রুটি
ca: Error desconegut
cs: Neznámá chyba
es: Error desconocido
ja: 不明なエラー
mi: Hapa kāore e mōhiotia
nl: Onbekende fout
pt_br: Erro desconhecido
ro: Eroare necunoscută
tr: Bilinmeyen hata
zh_tw: 未知錯誤

source: Unknown input format
bn: অজানা ইনপুট ফরম্যাট
ca: Format d'entrada desconegut
cs: Neznámý vstupní formát
es: Formato de entrada desconocido
ja: 不明な入力形式
mi: Hōputu tāuru kāore e mōhiotia
nl: Onbekend invoerformaat
pt_br: Formato de entrada desconhecido
ro: Format de intrare necunoscut
tr: Bilinmeyen giriş biçimi
zh_tw: 未知输入格式

source: Unknown type
bn: অজানা প্রকার
ca: Tipus desconegut
cs: Neznámý typ
ja: 不明なタイプ
mi: Momo kāore e mōhiotia
nl: Onbekend type
ro: Tip necunoscut
tr: Bilinmeyen tür

source: Unknown value
bn: অজানা মান
ca: Valor desconegut
cs: Neznámá hodnota
ja: 不明な値
mi: Uara kāore e mōhiotia
nl: Onbekende waarde
pt_br: Valor desconhecido
ro: Valoare necunoscută
tr: Bilinmeyen değer
zh_tw: 未知值

source: Unpin
ca: Desancorar
cs: Odepnout
mi: Wewete pine
ro: Desecheează

source: Unsafe return type for function %(func)s: %(value_type)s
bn: ফাংশন %(func)s এর জন্য নিরাপত্তাহীন রিটার্ন প্রকার: %(value_type)s
ca: Tipus de retorn insegur per la funció %(func)s: %(value_type)s
cs: Nebezpečný návratový typ pro funkci %(func)s: %(value_type)s
es: Tipo de retorno inseguro para la función %(func)s: %(value_type)s
ja: 関数 %(func)s の安全でない戻り値の型: %(value_type)s
mi: Momo whakahoki kore haumaru mō te taumahi %(func)s: %(value_type)s
nl: Onveilig terugkeertype voor functie %(func)s: %(value_type)s
pt_br: Tipo de retorno inseguro para a função %(func)s: %(value_ type)s
ro: Tip de returnare nesigur pentru funcția %(func)s: %(value_type)s
tr: Fonksiyon %(func)s için güvensiz dönüş türü: %(value_type)s
zh_tw: 函數返回不安全的類型 %(func)s: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
bn: কী %(key)s এর জন্য নিরাপত্তাহীন টেম্পলেট মান: %(value_type)s
ca: Valor de plantilla insegur per la clau %(key)s: %(value_type)s
cs: Nebezpečná hodnota šablony pro klíč %(key)s: %(value_type)s
es: Valor de plantilla inseguro para la clave %(key)s: %(value_type)s
ja: キー %(key)s の安全でないテンプレート値: %(value_type)s
mi: Uara tauira kore haumaru mō te kī %(key)s: %(value_type)s
nl: Onveilige sjabloonwaarde voor sleutel %(key)s: %(value_type)s
pt_br: Valor de modelo não seguro para a chave %(key)s: %(value_ type)s
ro: Valoare șablon nesigură pentru cheia %(key)s: %(value_type)s
tr: Anahtar %(key)s için güvensiz şablon değeri: %(value_type)s
zh_tw: 鍵的模板值不安全 %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
bn: সমর্থনহীন ক্লজ প্রকার: %(clause)s
ca: Tipus de clàusula no suportada: %(clause)s
cs: Nepodporovaný typ klauzule: %(clause)s
es: Tipo de cláusula no soportado: %(clause)s
ja: サポートされていない句タイプ: %(clause)s
mi: Momo rerenga kāore e tautokona: %(clause)s
nl: Niet-ondersteunde clausule type: %(clause)s
pt_br: Tipo de cláusula sem suporte: %(clause)s
ro: Tip de clauză neacceptat: %(clause)s
tr: Desteklenmeyen cümlenin türü: %(clause)s
zh_tw: 不支持的條款類型: %(clause)s
