Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Partitions whose height to parent height proportions are below this value are pruned
bn: যে পার্টিশনগুলির উচ্চতা থেকে পিতার উচ্চতার অনুপাত এই মানের নিচে থাকে সেগুলি কাটা হয়।
ca: Les particions les proporcions d'alçada a alçada del pare de les quals estan per sota d'aquest valor són podades
cs: Oddíly, jejichž poměr výšky k výšce rodiče je pod touto hodnotou, jsou oříznuty
es: Las particiones cuya proporción de altura respecto a la altura del padre está por debajo de este valor son podadas
ja: 高さと親の高さの比率がこの値を下回るパーティションはプルーニングされます。
mi: Karekau e hāngai ngā kupuhipa!
nl: Partities waarvan de hoogte ten opzichte van bovenliggende hoogte verhoudingen onder deze waarde liggen, worden verwijderd
pt_br: As partições cujas proporções entre a altura e a altura dos pais sejam inferiores a este valor são eliminadas
ro: Partițiile ale căror proporții de înălțime față de înălțimea părinte sunt sub această valoare sunt tăiate
tr: Yükseklikten üst düzeye yükseklik oranı bu değerin altındaki bölümler budanır
zh_tw: 高度與父高度的比例低於此值的分區將被修剪

source: Password
bn: পাসওয়ার্ড।
ca: Contrasenya
cs: Heslo
ja: パスワード
mi: Whakapiri Kī Matawhā ki konei
nl: Wachtwoord
pt_br: Senha
ro: Parolă
tr: Parola
zh_tw: 密碼

source: Password is required
ca: La contrasenya és obligatòria
cs: Heslo je povinné
mi: Whakapiri ihirangi o te kōnae JSON taipitopito ratonga ki konei
ro: Parola este obligatorie

source: Password:
ro: Parolă:

source: Passwords do not match!
ca: Les contrasenyes no coincideixen!
cs: Hesla se neshodují!
mi: Whakapiri te URL Google Sheet tāria ki konei
ro: Parolele nu se potrivesc!

source: Paste
ro: Lipește

source: Paste Private Key here
bn: এখানে ব্যক্তিগত কী পেস্ট করুন।
ca: Enganxa la Clau Privada aquí
cs: Vložte sem soukromý klíč
es: Pega la clave privada aquí
ja: 秘密キーをここに貼り付けます
mi: Whakapiri tō tohu urunga ki konei
nl: Plak privésleutel hier
pt_br: Cole a chave privada aqui
ro: Lipește cheia privată aici
tr: Özel Anahtarı buraya yapıştırın

source: Paste content of service credentials JSON file here
bn: এখানে পরিষেবা পরিচয়পত্র JSON ফাইলের বিষয়বস্তু পেস্ট করুন।
ca: Enganxa el contingut de l'arxiu JSON de credencials de servei aquí
cs: Vložte sem obsah souboru JSON s přihlašovacími údaji služby
es: Pega aquí el contenido del archivo JSON de credenciales del servicio
ja: サービス認証情報の JSON ファイルの内容をここに貼り付けます
mi: Tauira
nl: Plak de inhoud van het JSON-bestand met service inloggegevens hier
pt_br: Colar aqui o conteúdo do arquivo JSON das credenciais de serviço
ro: Lipește conținutul fișierului JSON cu credențiale de serviciu aici
tr: Hizmet kimlik bilgileri JSON dosyasının içeriğini buraya yapıştırın

source: Paste the shareable Google Sheet URL here
bn: এখানে শেয়ারযোগ্য Google শীট URL পেস্ট করুন।
ca: Enganxa l'URL compartible del Google Sheet aquí
cs: Vložte sem sdílenou URL adresu Tabulky Google
es: Pega aquí la URL compartible de Google Sheet
ja: 共有可能な Google スプレッドシートの URL をここに貼り付けます
mi: Panoni Ōrau
nl: Plak de deelbare URL van Google Sheet hier
pt_br: Colar o URL compartilhável da Planilha Google aqui
ro: Lipește URL-ul partajabil al foii Google aici
tr: Paylaşılabilir Google Sheet URL'sini buraya yapıştırın
zh_tw: 將可共享的Google Sheet URL粘贴到此處

source: Paste your access token here
bn: এখানে আপনার অ্যাক্সেস টোকেন পেস্ট করুন।
ca: Enganxa el teu token d'accés aquí
cs: Vložte sem svůj přístupový token
mi: Hōputu Rerekētanga Ōrau
ro: Lipește token-ul tău de acces aici

source: Pattern
bn: প্যাটার্ন।
ca: Patró
cs: Vzor
ja: パターン
mi: Ōrau o te katoa
nl: Patroon
pt_br: Padrão
ro: Model
tr: Desen
zh_tw: 樣式

source: Per user caching
ro: Cache per utilizator

source: Percent Change
bn: শতাংশ পরিবর্তন।
ca: Canvi Percentual
cs: Procentuální změna
ja: 変化率
mi: Ōrau
nl: Percentage Wijziging
pt_br: Variação percentual
ro: Modificare procentuală
tr: Yüzde Değişim
zh_tw: 百分比變化

source: Percent Difference format
bn: শতাংশ পার্থক্য ফর্ম্যাট।
ca: Format de Diferència Percentual
cs: Formát procentuálního rozdílu
mi: Panoni ōrau
ro: Format diferență procentuală

source: Percent of total
bn: মোটের শতাংশ।
ca: Percentatge del total
cs: Procento z celku
es: Porcentaje del total
ja: 全体のパーセント
mi: Rerekētanga ōrau i waenga i ngā wā
nl: Percentage van totaal
ro: Procent din total

source: Percentage
bn: শতাংশ।
ca: Percentatge
cs: Procento
ja: パーセンテージ
mi: Ine ōrau
pt_br: Porcentagem
ro: Procentaj
tr: Yüzde

source: Percentage change
bn: শতাংশ পরিবর্তন।
ca: Canvi percentual
cs: Procentuální změna
ja: 変化率
mi: Paepae ōrau
nl: Percentage wijziging
pt_br: Variação percentual
ro: Modificare procentuală
tr: Yüzde değişim

source: Percentage difference between the time periods
bn: সময়কালগুলির মধ্যে শতাংশ পার্থক্য।
ca: Diferència percentual entre els períodes de temps
cs: Procentuální rozdíl mezi časovými obdobími
ja: 期間間の差異の割合
mi: Ōrau
ro: Diferență procentuală între perioadele de timp

source: Percentage metric calculation
ro: Calcul metrică procentuală

source: Percentage metrics
bn: শতাংশ মেট্রিক্স।
ca: Mètriques de percentatge
cs: Procentuální metriky
ja: パーセンテージメトリクス
mi: Whakatutukitanga
nl: Percentage metrieken
pt_br: Métricas de porcentagem
ro: Metrici procentuale
tr: Yüzde metrikleri
zh_tw: 百分比指標

source: Percentage threshold
bn: শতাংশ থ্রেশহোল্ড।
ca: Llindar de percentatge
cs: Procentuální práh
es: Porcentaje umbral
ja: パーセントしきい値
mi: Toharite wā
nl: Percentage drempelwaarde
pt_br: Limiar da Porcentagem
ro: Prag procentual
tr: Yüzde eşiği
zh_tw: 百分比閥值

source: Percentages
bn: শতাংশ।
ca: Percentatges
cs: Procenta
ja: パーセンテージ
mi: Wā
pt_br: Porcentagens
ro: Procente
tr: Yüzdeler
zh_tw: 百分比

source: Performance
bn: কার্যকারিতা।
ca: Rendiment
cs: Výkon
es: Rendimiento
ja: パフォーマンス
mi: Me noho ngā wā hei tau katoa
nl: Prestaties
pt_br: Desempenho
ro: Performanță
tr: Performans
zh_tw: 性能

source: Period average
bn: পিরিয়ড গড়।
ca: Mitjana del període
cs: Průměr období
es: Promedio del periodo
ja: 期間平均
mi: Mōtika
nl: Gemiddelde periode
pt_br: Média do período
ro: Medie perioadă
tr: Dönem ortalaması
zh_tw: 週期平均值

source: Periods
bn: পিরিয়ড।
ca: Períodes
cs: Období
es: Períodos
ja: ピリオド
mi: Kua hāngaitia ngā mōtika mō %s
nl: Periodes
pt_br: Períodos
ro: Perioade
tr: Dönemler
zh_tw: 週期

source: Periods must be a whole number
bn: পিরিয়ডগুলি একটি পূর্ণ সংখ্যা হতে হবে।
ca: Els períodes han de ser un número enter
cs: Období musí být celé číslo
ja: ピリオドは整数でなければなりません。
mi: Tangata, rōpū rānei nāna i tautuhi tēnei kauwhata.
nl: Perioden moeten een heel getal zijn
pt_br: Os períodos devem ser um número inteiro
ro: Perioadele trebuie să fie un număr întreg
tr: Dönemler tam sayı olmalı

source: Permissions
ca: Permisos
cs: Oprávnění
mi: Tangata, rōpū rānei nāna i tautuhi tēnei papatohu.
ro: Permisiuni

source: Permissions successfully synced for %s
ca: Permisos sincronitzats amb èxit per %s
cs: Oprávnění úspěšně synchronizována pro %s
mi: Tangata, rōpū rānei nāna i tautuhi tēnei ine
ro: Permisiunile au fost sincronizate cu succes pentru %s

source: Person or group that has certified this chart.
bn: যিনি বা যিনি এই চার্টটি সার্টিফাই করেছেন।
ca: Persona o grup que ha certificat aquest gràfic.
cs: Osoba nebo skupina, která certifikovala tento graf.
es: Persona o grupo que ha certificado este gráfico.
ja: このチャートを認証した個人または団体。
mi: Kikokiko
nl: Person of groep die deze grafiek heeft gecertificeerd.
pt_br: Pessoa ou grupo que certificou este gráfico.
ro: Persoană sau grup care a certificat acest grafic.
tr: Bu grafiği onaylayan kişi veya grup.
zh_tw: 認證此圖表的個人或組。

source: Person or group that has certified this dashboard.
bn: যিনি বা যিনি এই ড্যাশবোর্ডটি সার্টিফাই করেছেন।
ca: Persona o grup que ha certificat aquest dashboard.
cs: Osoba nebo skupina, která certifikovala tuto nástěnku.
es: Persona o grupo que ha certificado este panel de control.
ja: このダッシュボードを認定した個人またはグループ。
mi: Kikokiko (ripanga, tirohanga rānei)
nl: Persoon of groep die dit dashboard gecertificeerd heeft.
pt_br: Pessoa ou grupo que certificou esse painel.
ro: Persoană sau grup care a certificat acest tablou de bord.
tr: Bu gösterge tablosunu onaylayan kişi veya grup.
zh_tw: 認證此看板的個人或組。

source: Person or group that has certified this metric
bn: যিনি বা যিনি এই মেট্রিকটি সার্টিফাই করেছেন।
ca: Persona o grup que ha certificat aquesta mètrica
cs: Osoba nebo skupina, která certifikovala tuto metriku
es: Persona o grupo que ha certificado esta métrica
ja: この指標を認証した個人またはグループ
mi: Tīpakohia tētahi āhuahanga ka tautuhia ai ngā tae kāwai
nl: Persoon of groep die deze metriek heeft gecertificeerd
pt_br: Pessoa ou grupo que certificou esta métrica
ro: Persoană sau grup care a certificat această metrică
tr: Bu metriği onaylayan kişi veya grup
zh_tw: 認證此指標的個人或組

source: Physical
bn: শারীরিক।
ca: Físic
cs: Fyzický
es: Físico
ja: 物理
mi: Tīpakohia tētahi ine mō te x, y me te rahi
nl: Fysiek
pt_br: Físico
ro: Fizic
tr: Fiziksel
zh_tw: 實體

source: Physical (table or view)
bn: শারীরিক (টেবিল বা ভিউ)।
ca: Físic (taula o vista)
cs: Fyzický (tabulka nebo pohled)
es: Físico (tabla o vista)
ja: 物理 (テーブルまたはビュー)
mi: Tīpakohia tētahi ine hei whakaatu
nl: Fysiek (tabel of overzicht)
pt_br: Físico (tabela ou view)
ro: Fizic (tabel sau vizualizare)
tr: Fiziksel (tablo veya görünüm)
zh_tw: 實體（表或視圖）

source: Pick a dimension from which categorical colors are defined
bn: একটি মাত্রা বাছুন যার দ্বারা শ্রেণীবদ্ধ রঙগুলি সংজ্ঞায়িত হয়।
ca: Tria una dimensió des de la qual es defineixen els colors categòrics
cs: Vyberte dimenzi, ze které jsou definovány kategorické barvy
es: Elige una dimensión de la que se definen los colores categóricos
ja: カテゴリカルカラーを定義するディメンションを選択してください
mi: Tīpakohia he ingoa hei āwhina i a koe ki te tautuhi i tēnei pātengi raraunga.
nl: Kies een dimensie van waaruit categorische kleuren worden gedefinieerd
pt_br: Escolha uma dimensão a partir da qual as cores categóricas são definidas
ro: Alege o dimensiune din care sunt definite culorile categorice
tr: Kategorik renklerin tanımlandığı boyutu seçin

source: Pick a metric for x, y and size
bn: x, y এবং আকারের জন্য একটি মেট্রিক বাছুন।
ca: Tria una mètrica per x, y i mida
cs: Vyberte metriku pro x, y a velikost
es: Elige una métrica para x, y y tamaño
ja: x、y、サイズのメトリックを選択します。
mi: Tīpakohia he ingoa whakaingoa mō te whakaaturanga o te pātengi raraunga i Superset.
nl: Kies een metriek voor x, y en grootte
pt_br: Escolha uma métrica para x, y e tamanho
ro: Alegeți o metrică pentru x, y și dimensiune
tr: x, y ve boyut için bir metrik seçin
zh_tw: 為 x 軸，y 軸和大小選擇一個指標

source: Pick a metric to display
bn: প্রদর্শনের জন্য একটি মেট্রিক বাছুন।
ca: Tria una mètrica a mostrar
cs: Vyberte metriku k zobrazení
es: Elige una métrica para mostrar
ja: 表示する指標を選択
mi: Tīpakohia tētahi huinga kauwhata deck.gl hei papa i runga i tētahi i tētahi
nl: Kies een metriek om weer te geven
pt_br: Escolha uma métrica para exibir
ro: Alege o metrică de afișat
tr: Görüntülemek için bir metrik seçin
zh_tw: 選擇一個指標來顯示

source: Pick a name to help you identify this database.
bn: এই ডেটাবেসটি চিহ্নিত করতে আপনাকে সাহায্য করার জন্য একটি নাম বাছুন।
ca: Tria un nom per ajudar-te a identificar aquesta base de dades.
cs: Vyberte název, který vám pomůže identifikovat tuto databázi.
es: Elige un nombre para ayudarte a identificar esta base de datos.
ja: このデータベースを識別しやすい名前を選択してください。
mi: Tīpakohia he taitara mō tō tohu.
nl: Kies een naam om je te helpen deze database te identificeren.
pt_br: Escolha um nome para te ajudar identificar esse banco de dados.
ro: Alege un nume pentru a te ajuta să identifici această bază de date.
tr: Bu veritabanını tanımanıza yardımcı olmak için bir ad seçin.
zh_tw: 選擇一個名稱來帮助您识别這個資料庫。

source: Pick a nickname for how the database will display in Superset.
bn: Superset-এ ডেটাবেসটি কিভাবে প্রদর্শিত হবে তার জন্য একটি ডাকনাম বাছুন।
ca: Tria un àlies per com es mostrarà la base de dades a Superset.
cs: Vyberte přezdívku, jak se bude databáze zobrazovat v Supersetu.
es: Elige un apodo para cómo se mostrará la base de datos en Superset.
ja: スーパーセットでのデータベースの表示方法のニックネームを選択します。
mi: Tīpakohia kotahi ine, nui ake rānei
nl: Kies een bijnaam voor de weergave van de database in Superset.
pt_br: Escolha um apelido para a forma como o banco de dados será exibido no Superset.
ro: Alege un pseudonim pentru modul în care baza de date va fi afișată în Superset.
tr: Veritabanının Superset içinde nasıl görüneceği için bir takma ad seçin.

source: Pick a set of deck.gl charts to layer on top of one another
bn: একটির উপরে একটিকে স্তরায়িত করার জন্য deck.gl চার্টগুলির একটি সেট বাছুন।
ca: Tria un conjunt de gràfics deck.gl per apilar un sobre l'altre
cs: Vyberte sadu grafů deck.gl, které se mají vrstvit na sebe
es: Selecciona un conjunto de gráficas de deck.gl para superponer una encima de otra
ja: deck.gl チャートのセットを選択して重ね合わせる
nl: Kies een set deck.gl grafieken die bovenop elkaar moeten worden geplaatst
pt_br: Escolha um conjunto de gráficos deck.gl para colocar em camadas uns sobre os outros
ro: Alege un set de grafice deck.gl pentru a le suprapune unul peste altul
tr: Birbirinin üzerine katman yapmak için bir set deck.gl grafiği seçin

source: Pick a title for you annotation.
bn: আপনার মন্তব্যের জন্য একটি শিরোনাম বাছুন।
ca: Tria un títol per la teva anotació.
cs: Vyberte název pro vaši anotaci.
es: Elige un título para tu anotación.
ja: 注釈のタイトルを選択してください。
mi: Tīpakohia tō reo tohu makau
nl: Kies een titel voor je annotatie.
pt_br: Escolha um título para a sua anotação.
ro: Alege un titlu pentru adnotarea ta.
tr: Açıklamanız için bir başlık seçin.
zh_tw: 為您的注释選擇一個標題

source: Pick at least one metric
bn: অন্তত একটি মেট্রিক বাছুন।
ca: Tria almenys una mètrica
cs: Vyberte alespoň jednu metriku
es: Selecciona al menos una métrica
ja: 少なくとも1つの指標を選択してください
mi: Kauwhata Pai
nl: Kies ten minste één metriek
pt_br: Escolha ao menos uma métrica
ro: Alege cel puțin o metrică
tr: En az bir metrik seçin
zh_tw: 選擇至少一個指標

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
bn: এক বা একাধিক কলাম বাছুন যা মন্তব্যে দেখানো উচিত। যদি আপনি একটি কলাম নির্বাচন না করেন তবে সেগুলি সকলেই দেখানো হবে।
ca: Tria una o més columnes que s'haurien de mostrar a l'anotació. Si no selecciones una columna totes es mostraran.
cs: Vyberte jeden nebo více sloupců, které by se měly zobrazit v anotaci. Pokud nevyberete žádný sloupec, zobrazí se všechny.
es: Seleccione una o más columnas que deben mostrarse en la anotación. Si no selecciona una columna, se mostrarán todas.
ja: 注釈に表示する列を 1 つ以上選択します。列を選択しない場合は、すべての列が表示されます。
mi: Kauwhata pai i runga i tētahi mahere
nl: Kies een of meer kolommen die in de annotatie moeten worden weergegeven. Als u geen kolom selecteert, worden ze allemaal weergegeven.
pt_br: Selecione uma ou mais colunas que devem ser mostradas na anotação. Se não selecionar uma coluna, todas as colunas serão mostradas.
ro: Alege una sau mai multe coloane care ar trebui afișate în adnotare. Dacă nu selectezi o coloană, toate vor fi afișate.
tr: Açıklamada gösterilmesi gereken bir veya daha fazla sütunu seçin. Bir sütun seçmezseniz, tüm sütunlar gösterilir.
zh_tw: 選擇注释中應該顯示的一個或多個列如果您不選擇一列，所有的選項都會顯示出來。

source: Pick your favorite markup language
bn: আপনার প্রিয় মার্কআপ ভাষা বাছুন।
ca: Tria el teu llenguatge de marcat favorit
cs: Vyberte si svůj oblíbený značkovací jazyk
es: Elige tu lenguaje de marcado favorito
ja: お気に入りのマークアップ言語を選択してください
mi: Hanga pai
nl: Kies uw favoriete opmaaktaal (markup language)
pt_br: Escolha sua linguagem de marcação favorita
ro: Alegeți limba de marcare preferată
tr: En sevdiğiniz işaretleme dilini seçin
zh_tw: 選擇您最爱的 Markup 語言

source: Pie Chart
bn: পাই চার্ট।
ca: Gràfic de Sectors
cs: Koláčový graf
ja: 円グラフ
mi: Wāhiwāhi
nl: Cirkel diagram
pt_br: Gráfico de pizza
ro: Grafic circular
tr: Pasta Grafiği
zh_tw: 餅圖

source: Pie charts on a map
ca: Gràfics de sectors en un mapa
cs: Koláčové grafy na mapě
mi: Pine
ro: Grafice circulare pe o hartă

source: Pie shape
bn: পাই আকার।
ca: Forma de sector
cs: Tvar koláče
ja: 円の形
mi: Pine Mauī
nl: Cirkel vorm
pt_br: Formato de torta
ro: Formă plăcintă
tr: Pasta şekli
zh_tw: 餅圖形狀

source: Piecewise
bn: খণ্ডিত।
ca: Per trossos
cs: Po částech
ja: 区分的に
mi: Pine Matau
ro: Pe bucăți

source: Pin
bn: পিন।
ca: Fixar
cs: Připnout
mi: Ripanga Hurihuri
nl: Vastzetten
pt_br: Pino
ro: Fixare
tr: Sabitle
zh_tw: 標記

source: Pin Column
ro: Fixare coloană

source: Pin Left
ca: Fixar Esquerra
cs: Připnout vlevo
mi: Me whai te mahinga hurihuri i te kotahi whakaarotau nui rawa
ro: Fixare stânga

source: Pin Right
ca: Fixar Dreta
cs: Připnout vpravo
mi: E hiahiatia ana e te mahinga hurihuri te kotahi kuputohu nui rawa
ro: Fixare dreapta

source: Pivot Mode
ro: Mod pivot

source: Pivot Table
bn: পিভট টেবিল।
ca: Taula Dinàmica
cs: Kontingenční tabulka
es: Tabla Dinámica
ja: ピボットテーブル
mi: Kua Hurihuritia
nl: Draaitabel
pt_br: Tabela Pivô
ro: Tabel pivot
tr: Pivot Tablo
zh_tw: 透視表

source: Pivot operation must include at least one aggregate
bn: পিভট অপারেশনে অন্তত একটি মোট অন্তর্ভুক্ত করতে হবে।
ca: L'operació de pivot ha d'incloure almenys un agregat
cs: Operace kontingence musí obsahovat alespoň jednu agregaci
es: La operación de pivote debe incluir al menos un agregado
ja: ピボット操作には少なくとも 1 つの集計が含まれている必要があります
mi: Teitei pika o ia raupapa
nl: De pivotbewerking moet ten minste één aggregaat omvatten
pt_br: A operação de pivotagem deve incluir pelo menos um agregado
ro: Operația pivot trebuie să includă cel puțin un agregat
tr: Pivot işlemi en az bir toplam içermelidir
zh_tw: 數據透視操作必須至少包含一個聚合

source: Pivot operation requires at least one index
bn: পিভট অপারেশনের জন্য অন্তত একটি সূচক প্রয়োজন।
ca: L'operació de pivot requereix almenys un índex
cs: Operace kontingence vyžaduje alespoň jeden index
es: La operación de pivote requiere al menos un índice
ja: ピボット操作には少なくとも 1 つのインデックスが必要です。
mi: Pika
nl: Pivot bewerking vereist ten minste één index
pt_br: A operação de pivotagem requer em ao menos um índice
ro: Operația de pivot necesită cel puțin un index
tr: Pivot işlemi en az bir dizin gerektirir
zh_tw: 透視操作至少需要一個索引

source: Pivoted
bn: পিভটেড।
ca: Pivotat
cs: Kontingenční
ja: ピボット
mi: Māmā
nl: Gepivoteerd
pt_br: Pivotado
ro: Pivotat
tr: Pivotlandı
zh_tw: 旋轉

source: Pivots
ro: Pivoturi

source: Pixel height of each series
bn: প্রতিটি সিরিজের পিক্সেল উচ্চতা।
ca: Alçada en píxels de cada sèrie
cs: Výška každé série v pixelech
es: Altura en píxeles de cada serie
ja: 各シリーズのピクセル高さ
mi: Tēnā KAUA e tuhirua i te kī "filter_scopes".
nl: Pixelhoogte van elke serie
pt_br: Altura do pixel de cada série
ro: Înălțime pixel pentru fiecare serie
tr: Her serinin piksel yüksekliği
zh_tw: 每個序列的像素高度

source: Pixels
bn: পিক্সেল।
ca: Píxels
cs: Pixely
es: Píxeles
ja: ピクセル
mi: Tēnā tirohia tō pātai, ā, whakaūngia kua karapotia ngā tawhā tauira katoa e ngā tupua rua, hei tauira, "{{ ds }}". Kātahi, whakamātauhia anō tō pātai.
ro: Pixeli
tr: Piksel
zh_tw: 像素

source: Plain
bn: সাধারণ।
ca: Senzill
cs: Prostý
es: Llano
ja: プレーン
mi: Tēnā tirohia tō pātai mō ngā hapa wetereo i, tata ki "%(syntax_error)s" rānei. Kātahi, whakamātauhia anō tō pātai.
nl: Gewoon
pt_br: Simples
ro: Simplu
tr: Düz
zh_tw: 平铺

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
bn: দয়া করে আপনার প্রশ্ন পরীক্ষা করুন এবং নিশ্চিত করুন যে সব টেম্পলেট প্যারামিটার দুটি কোষ্ঠকাঠিন্যের দ্বারা ঘিরে আছে, উদাহরণস্বরূপ, "{{ ds }}"। তারপর, আপনার প্রশ্ন আবার চালানোর চেষ্টা করুন।
ca: Si us plau comprova la teva consulta i confirma que tots els paràmetres de plantilla estan envoltats per dobles claus, per exemple, "{{ ds }}". Després, prova d'executar la teva consulta de nou.
cs: Zkontrolujte prosím svůj dotaz a potvrďte, že všechny parametry šablony jsou obklopeny dvojitými složenými závorkami, například „{{ ds }}“. Poté zkuste dotaz spustit znovu.
es: Por favor, comprueba tu consulta y confirma que todos los parámetros están encapsulados en llaves dobles, por ejemplo, "{{ ds }}". Después, trata de ejecutar la consulta de nuevo.
ja: クエリをチェックして、すべてのテンプレート パラメーターが二重中括弧で囲まれていることを確認してください (例: "{{ ds }}")。次に、クエリを再度実行してみます。
mi: Tēnā tirohia ō tawhā tauira mō ngā hapa wetereo, ā, kia mārama e hāngai ana puta noa i tō pātai SQL me ngā Tawhā Tautuhi. Kātahi, whakamātauhia anō tō pātai.
nl: Controleer uw query en bevestig dat alle sjabloonparameters omringd worden door dubbele haakjes, bijvoorbeeld "{{ ds }}". Probeer daarna uw query opnieuw uit te voeren.
pt_br: Verifique a sua consulta e confirme se todos os parâmetros do modelo estão entre parênteses duplos, por exemplo, "{{ ds }}". Em seguida , tente executar sua consulta novamente.
ro: Vă rugăm să verificați interogarea și să confirmați că toți parametrii de șablon sunt înconjurați de acolade duble, de exemplu, "{{ ds }}". Apoi, încercați să rulați din nou interogarea.
tr: Lütfen sorgunuzu kontrol edin ve tüm şablon parametrelerinin çift süslü parantezlerle çevrili olduğunu onaylayın, örneğin, "{{ ds }}". Ardından sorgunuzu yeniden çalıştırmayı deneyin.
zh_tw: 請檢查查詢並確認所有模板参數都用双大括號括起來，例如 "{{ ds }}"。然後，再次嘗試運行查詢

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
bn: দয়া করে আপনার প্রশ্নে "%(syntax_error)s" এ বা এর কাছাকাছি সিনট্যাক্স ত্রুটি চেক করুন। তারপর, আপনার প্রশ্ন আবার চালানোর চেষ্টা করুন।
ca: Si us plau comprova la teva consulta per errors de sintaxi a o prop de "%(syntax_error)s". Després, prova d'executar la teva consulta de nou.
cs: Zkontrolujte prosím svůj dotaz na syntaktické chyby v nebo poblíž „%(syntax_error)s“. Poté zkuste dotaz spustit znovu.
es: Por favor, verifica tu consulta para encontrar errores de sitaxis donde pone "%(syntax_error)s" o cerca de esta clave.Después, intenta ejecutar la consulta de nuevo
ja: 「%(syntax_error)s」またはその近くでクエリの構文エラーを確認してください。次に、クエリを再度実行してみます。
mi: Tēnā kōwhiria tētahi uara whaimana
nl: Controleer uw query voor syntax fouten bij of in de buurt "%(syntax_error)s". Probeer daarna uw zoekopdracht opnieuw uit te voeren.
pt_br: Verifique se há erros de sintaxe na consulta ou perto de "%(error_sintaxe)s ". Em seguida , tente executar sua consulta novamente.
ro: Vă rugăm să verificați interogarea pentru erori de sintaxă la sau în apropierea "%(syntax_error)s". Apoi, încercați să rulați din nou interogarea.
tr: Lütfen sorgunuzu, "%(syntax_error)s" etrafında veya yakınındaki sözdizimi hataları için kontrol edin. Ardından sorgunuzu yeniden çalıştırmayı deneyin.
zh_tw: 請檢查查詢中 "%(syntax_error)s" 處或附近的語法錯誤。然後，再次嘗試運行查詢。

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
bn: দয়া করে আপনার প্রশ্নে "%(server_error)s" এর নিকট সিনট্যাক্স ত্রুটি চেক করুন। তারপর, আপনার প্রশ্ন আবার চালানোর চেষ্টা করুন।
ca: Si us plau comprova la teva consulta per errors de sintaxi prop de "%(server_error)s". Després, prova d'executar la teva consulta de nou.
cs: Zkontrolujte prosím svůj dotaz na syntaktické chyby poblíž „%(server_error)s“. Poté zkuste dotaz spustit znovu.
es: Por favor ,comprueba errores de sintaxis en tu consulta cerca de "%(server_error)s". Después, trata de ejecutar tu consulta de nuevo.
ja: クエリに「%(server_error)s」付近の構文エラーがないか確認してください。次に、クエリを再度実行してみます。
mi: Tēnā kōwhiria kotahi rōpūmā nui rawa
nl: Controleer uw query voor syntax fouten bij of in de buurt "%(server_error)s". Probeer daarna uw zoekopdracht opnieuw uit te voeren.
pt_br: Verifique se há erros de sintaxe na sua consulta "%(erro_servidor)s ". Em seguida , tente executar sua consulta novamente.
ro: Vă rugăm să verificați interogarea pentru erori de sintaxă în apropierea "%(server_error)s". Apoi, încercați să rulați din nou interogarea.
tr: Lütfen sorgunuzu, "%(server_error)s" yakınındaki sözdizimi hataları için kontrol edin. Ardından sorgunuzu yeniden çalıştırmayı deneyin.
zh_tw: 請檢查查詢中"%(server_error)s"附近的語法錯誤然後，再次嘗試運行查詢
