Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: There was an issue duplicating the selected datasets: %s
bn: নির্বাচিত ডেটাসেটগুলি নকল করার সময় একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema duplicant els datasets seleccionats: %s
cs: Při duplikování vybraných sad dat došlo k problému: %s
ja: 選択したデータセットの複製中に問題が発生しました: %s
mi: I puta he take i te tāruatanga o ngā rārangi raraunga kua tīpakohia: %s
nl: Er was een probleem met het dupliceren van de geselecteerde datasets: %s
pt_br: Houve um problema ao duplicar os conjuntos de dados selecionados: %s
ro: A apărut o problemă la duplicarea seturilor de date selectate: %s
tr: Seçilen veri kümelerinin kopyalanma sorunu yaşandı: %s

source: There was an issue exporting the database
ro: A apărut o problemă la exportul bazei de date

source: There was an issue exporting the selected charts
ro: A apărut o problemă la exportul graficelor selectate

source: There was an issue exporting the selected dashboards
ro: A apărut o problemă la exportul tablourilor de bord selectate

source: There was an issue exporting the selected datasets
ro: A apărut o problemă la exportul seturilor de date selectate

source: There was an issue exporting the selected themes
ro: A apărut o problemă la exportul temelor selectate

source: There was an issue favoriting this dashboard.
bn: এই ড্যাশবোর্ডে প্রিয় করার সময় একটি সমস্যা হয়েছে।
ca: Hi ha hagut un problema marcant aquest dashboard com a favorit.
cs: Při přidávání této nástěnky do oblíbených došlo k problému.
es: Hubo un problema al marcar como favorito este panel de control.
ja: このダッシュボードのお気に入りする際に問題が発生しました。
mi: I puta he take i te whakamakauhanga o tēnei papatohu.
nl: Er was een probleem met het promoten van dit dashboard.
pt_br: Houve um problema ao favoritar esse painel.
ro: A apărut o problemă la marcarea acestui tablou de bord ca favorit.
tr: Bu paneli favorilere ekleme sorunu yaşandı.
zh_tw: 收藏看板時候出現問題。

source: There was an issue fetching reports attached to this dashboard.
bn: এই ড্যাশবোর্ডের সাথে সংযুক্ত প্রতিবেদনগুলি আনতে একটি সমস্যা হয়েছে।
ca: Hi ha hagut un problema obtenint informes adjunts a aquest dashboard.
cs: Při načítání reportů připojených k této nástěnce došlo k problému.
ja: このダッシュボードに添付されたレポートの取得で問題が発生しました。
nl: Er was een probleem bij het ophalen van rapporten gekoppeld aan dit dashboard.
pt_br: Houve um problema na obtenção de relatórios anexados a esse painel.
ro: A apărut o problemă la preluarea rapoartelor atașate acestui tablou de bord.
tr: Bu panoya bağlı raporları çekme sorunu yaşandı.
zh_tw: 獲取此看板的收藏夹狀態時出現問題。

source: There was an issue fetching the favorite status of this dashboard.
bn: এই ড্যাশবোর্ডের প্রিয় স্থিতি আনতে একটি সমস্যা হয়েছে।
ca: Hi ha hagut un problema obtenint l'estat de favorit d'aquest dashboard.
cs: Při načítání stavu oblíbenosti této nástěnky došlo k problému.
es: Hubo un problema al obtener el estado de favorito de este panel de control.
ja: このダッシュボードのお気に入りのステータスを取得する際に問題が発生しました。
mi: I puta he take i te tikitanga o te tūnga makau o tēnei papatohu.
nl: Er was een probleem met het ophalen van de voorkeur status van dit dashboard.
pt_br: Houve um problema ao buscar o status de favorito desse painel.
ro: A apărut o problemă la preluarea statusului de favorit al acestui tablou de bord.
tr: Bu panelin favori durumunu çekme sorunu yaşandı.
zh_tw: 獲取此看板的收藏夹狀態時出現問題。

source: There was an issue fetching your chart: %s
bn: আপনার চার্ট আনতে একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema obtenint el teu gràfic: %s
cs: Při načítání vašeho grafu došlo k problému: %s
ja: グラフの取得中に問題が発生しました: %s
mi: I puta he take i te tikitanga o tō kauwhata: %s
nl: Er was een probleem bij het ophalen van uw grafiek: %s
pt_br: Houve um problema ao buscar seu gráfico: %s
ro: A apărut o problemă la preluarea graficului dvs.: %s
tr: Grafik çekme sorunu yaşandı: %s

source: There was an issue fetching your dashboards: %s
bn: আপনার ড্যাশবোর্ডগুলি আনতে একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema obtenint els teus dashboards: %s
cs: Při načítání vašich nástěnek došlo k problému: %s
ja: ダッシュボードの取得中に問題が発生しました: %s
mi: I puta he take i te tikitanga o ō papatohu: %s
nl: Er was een probleem bij het ophalen van uw dashboards: %s
pt_br: Houve um problema ao buscar seus painéis: %s
ro: A apărut o problemă la preluarea tablourilor dvs. de bord: %s
tr: Panolarınızı çekme sorunu yaşandı: %s

source: There was an issue fetching your recent activity: %s
bn: আপনার সাম্প্রতিক কার্যকলাপ আনতে একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema obtenint la teva activitat recent: %s
cs: Při načítání vaší nedávné aktivity došlo k problému: %s
ja: 最近のアクティビティの取得中に問題が発生しました: %s
mi: I puta he take i te tikitanga o ō hohenga tata nei: %s
nl: Er was een probleem bij het ophalen van uw recente activiteit: %s
pt_br: Houve um problema ao buscar sua atividade recente: %s
ro: A apărut o problemă la preluarea activității dvs. recente: %s
tr: Son aktivitelerinizi çekme sorunu yaşandı: %s
zh_tw: 獲取您最近的活動時出錯：%s

source: There was an issue fetching your saved queries: %s
bn: আপনার সংরক্ষিত প্রশ্নগুলি আনতে একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema obtenint les teves consultes desades: %s
cs: Při načítání vašich uložených dotazů došlo k problému: %s
ja: 保存されたクエリの取得中に問題が発生しました: %s
mi: I puta he take i te tikitanga o ō pātai kua tiakina: %s
nl: Er was een probleem bij het ophalen van uw opgeslagen queries: %s
pt_br: Houve um problema ao buscar suas consultas salvas: %s
ro: A apărut o problemă la preluarea interogărilor dvs. salvate: %s
tr: Kaydedilmiş sorgularınızı çekme sorunu yaşandı: %s

source: There was an issue previewing the selected query %s
bn: নির্বাচিত প্রশ্নের প্রিভিউ করতে একটি সমস্যা হয়েছে: %s
ca: Hi ha hagut un problema previsualitzant la consulta seleccionada %s
cs: Při náhledu vybraného dotazu došlo k problému %s
es: Hubo un problema al previsualizar la consulta seleccionada %s
ja: 選択したクエリのプレビュー中に問題が発生しました %s
mi: I puta he take i te arokitenga o te pātai kua tīpakohia %s
nl: Er was een probleem met het bekijken van de geselecteerde query %s
pt_br: Houve um problema ao visualizar a consulta selecionada %s
ro: A apărut o problemă la previzualizarea interogării selectate %s
tr: Seçilen sorguyu önizleme sorunu yaşandı: %s
zh_tw: 預覽所選查詢時出現問題 %s

source: There was an issue previewing the selected query. %s
bn: নির্বাচিত প্রশ্নের প্রিভিউ করতে একটি সমস্যা হয়েছে। %s
ca: Hi ha hagut un problema previsualitzant la consulta seleccionada. %s
cs: Při náhledu vybraného dotazu došlo k problému. %s
es: Hubo un problema al previsualizar la consulta seleccionada. %s
ja: 選択したクエリのプレビュー中に問題が発生しました。 %s
mi: I puta he take i te arokitenga o te pātai kua tīpakohia. %s
nl: Er was een probleem met het bekijken van de geselecteerde query. %s
pt_br: Houve um problema ao visualizar a consulta selecionada. %s
ro: A apărut o problemă la previzualizarea interogării selectate. %s
tr: Seçilen sorguyu önizleme sorunu yaşandı. %s
zh_tw: 預覽所選查詢時出現問題。%s

source: These are the datasets this filter will be applied to.
bn: এগুলি হল ডেটাসেট যা এই ফিল্টার প্রয়োগ করা হবে।
ca: Aquests són els datasets als quals s'aplicarà aquest filtre.
cs: Toto jsou sady dat, na které bude tento filtr aplikován.
ja: これらは、このフィルターが適用されるデータセットです。
mi: Ko ēnei ngā rārangi raraunga ka whakahaeretia ki reira tēnei tātari.
nl: Dit zijn de datasets waarop dit filter zal worden toegepast.
ro: Acestea sunt seturile de date la care va fi aplicat acest filtru.

source: This action will permanently delete %s.
bn: এই কর্মটি %s স্থায়ীভাবে মুছে ফেলবে।
ca: Aquesta acció eliminarà permanentment %s.
cs: Tato akce trvale smaže %s.
es: Esta acción eliminará permanentemente %s.
ja: この操作により %s が完全に削除されます。
mi: Mā tēnei mahi ka mukua pūmau %s.
nl: Deze actie zal %s permanent verwijderen.
pt_br: Essa ação excluirá permanentemente %s.
ro: Această acțiune va șterge permanent %s.
tr: Bu işlem %s kalıcı olarak silinecek.
zh_tw: 此操作將永久删除 %s 。

source: This action will permanently delete the group.
ro: Această acțiune va șterge permanent grupul.

source: This action will permanently delete the layer.
bn: এই কর্মটি লেয়ারটি স্থায়ীভাবে মুছে ফেলবে।
ca: Aquesta acció eliminarà permanentment la capa.
cs: Tato akce trvale smaže vrstvu.
es: Esta acción eliminará permanentemente la capa.
ja: このアクションにより、レイヤーが完全に削除されます。
mi: Mā tēnei mahi ka mukua pūmau te papa.
nl: Deze actie zal de laag permanent verwijderen.
pt_br: Essa ação excluirá permanentemente a camada.
ro: Această acțiune va șterge permanent stratul.
tr: Bu eylem katmanı kalıcı olarak silecek.
zh_tw: 此操作將永久删除圖層。

source: This action will permanently delete the role.
ca: Aquesta acció eliminarà permanentment el rol.
cs: Tato akce trvale smaže roli.
mi: Mā tēnei mahi ka mukua pūmau te tūranga.
ro: Această acțiune va șterge permanent rolul.

source: This action will permanently delete the saved query.
bn: এই কর্মটি সংরক্ষিত প্রশ্নটি স্থায়ীভাবে মুছে ফেলবে।
ca: Aquesta acció eliminarà permanentment la consulta desada.
cs: Tato akce trvale smaže uložený dotaz.
es: Esta acción eliminará permanentemente la consulta guardada.
ja: この操作を実行すると、保存したクエリは完全に削除されます。
mi: Mā tēnei mahi ka mukua pūmau te pātai kua tiakina.
nl: Deze actie zal de opgeslagen query permanent verwijderen.
pt_br: Essa ação excluirá permanentemente a consulta salva.
ro: Această acțiune va șterge permanent interogarea salvată.
tr: Bu eylem kaydedilmiş sorguyu kalıcı olarak silecek.
zh_tw: 此操作將永久删除保存的查詢。

source: This action will permanently delete the template.
bn: এই কর্মটি টেম্পলেটটি স্থায়ীভাবে মুছে ফেলবে।
ca: Aquesta acció eliminarà permanentment la plantilla.
cs: Tato akce trvale smaže šablonu.
es: Esta acción eliminará permanentemente la plantilla.
ja: このアクションにより、テンプレートが完全に削除されます。
mi: Mā tēnei mahi ka mukua pūmau te tauira.
nl: Deze actie zal de template permanent verwijderen.
pt_br: Essa ação excluirá permanentemente o modelo.
ro: Această acțiune va șterge permanent șablonul.
tr: Bu eylem şablonu kalıcı olarak silecek.
zh_tw: 此操作將永久删除模板。

source: This action will permanently delete the theme.
ro: Această acțiune va șterge permanent tema.

source: This action will permanently delete the user registration.
ro: Această acțiune va șterge permanent înregistrarea utilizatorului.

source: This action will permanently delete the user.
ca: Aquesta acció eliminarà permanentment l'usuari.
cs: Tato akce trvale smaže uživatele.
mi: Mā tēnei mahi ka mukua pūmau te kaiwhakamahi.
ro: Această acțiune va șterge permanent utilizatorul.

source: This chart has been moved to a different filter scope.
bn: এই চার্টটি একটি ভিন্ন ফিল্টার স্কোপে স্থানান্তরিত হয়েছে।
ca: Aquest gràfic s'ha mogut a un àmbit de filtre diferent.
cs: Tento graf byl přesunut do jiného rozsahu filtru.
es: Esta gráfica ha sido movida a un filtro de alcance diferente.
ja: このチャートは別のフィルタスコープに移動されました。
mi: Kua nekehia tēnei kauwhata ki tētahi korahi tātari rerekē.
nl: Deze grafiek is verplaatst naar een ander filterbereik.
pt_br: Esse gráfico foi movido para um escopo de filtro diferente.
ro: Acest grafic a fost mutat într-un domeniu de filtru diferit.
tr: Bu grafik farklı bir filtre kapsamına taşındı.
zh_tw: 此圖表已移至其他過濾器範圍内。

source: This chart is managed externally, and can't be edited in Superset
bn: এই চার্টটি বাইরেরভাবে পরিচালিত হয় এবং Superset এ সম্পাদনা করা যায় না।
ca: Aquest gràfic es gestiona externament, i no es pot editar a Superset
cs: Tento graf je spravován externě a nelze ho upravovat v Supersetu
es: Esta gráfica se gestiona externamente y no puede ser editada en Superset
ja: このチャートは外部で管理されており、スーパーセットでは編集できません
mi: Kei te whakahaere i waho tēnei kauwhata, ā, kāore e taea te whakatika i Superset
nl: Deze grafiek wordt extern beheerd, en kan niet worden bewerkt in Superset
pt_br: Esse gráfico é gerenciado externamente e não pode ser editado no Superset
ro: Acest grafic este gestionat extern și nu poate fi editat în Superset
tr: Bu grafik dışarıdan yönetiliyor ve Superset'te düzenlenemez

source: This chart might be incompatible with the filter (datasets don't match)
bn: এই চার্টটি ফিল্টারের সাথে অস্বচ্ছ হতে পারে (ডেটাসেটগুলি মেলে না)।
ca: Aquest gràfic pot ser incompatible amb el filtre (els datasets no coincideixen)
cs: Tento graf může být nekompatibilní s filtrem (sady dat se neshodují)
es: Esta gráfica podría ser incompatible con el filtro (los conjuntos de datos no coinciden)
ja: このグラフはフィルターと互換性がない可能性があります (データセットが一致しません)
mi: Kāhore pea e hāngai tēnei kauwhata ki te tātari (karekau e hāngai ngā rārangi raraunga)
nl: Deze grafiek is mogelijk niet compatibel met het filter (datasets komen niet overeen)
pt_br: Esse gráfico pode ser incompatível com o filtro (os conjuntos de dados não correspondem)
ro: Acest grafic ar putea fi incompatibil cu filtrul (seturile de date nu se potrivesc)
tr: Bu grafik, filtreye uyumsuz olabilir (veri kümeleri uyuşmuyor)
zh_tw: 此圖表可能與過濾器不兼容(數據集不匹配)

source: This column might be incompatible with current dataset
bn: এই কলামটি বর্তমান ডেটাসেটের সাথে অস্বচ্ছ হতে পারে।
ca: Aquesta columna pot ser incompatible amb el dataset actual
cs: Tento sloupec může být nekompatibilní s aktuální sadou dat
es: Esta columna puede ser incompatible con el conjunto de datos actual
ja: この列は現在のデータセットと互換性がない可能性があります
mi: Kāhore pea e hāngai tēnei tīwae ki te rārangi raraunga o nāianei
nl: Deze kolom is mogelijk niet compatibel met het huidige dataset
pt_br: Essa coluna pode ser incompatível com o conjunto de dados atual
ro: Această coloană ar putea fi incompatibilă cu setul de date curent

source: This column must contain date/time information.
bn: এই কলামে তারিখ/সময় তথ্য থাকতে হবে।
ca: Aquesta columna ha de contenir informació de data/hora.
cs: Tento sloupec musí obsahovat informace o datu/čase.
es: Esta columna debe contener información de fecha/hora.
ja: この列には日付/時刻情報が含まれている必要があります。
mi: Me whai tēnei tīwae i ngā mōhiohio rā/wā.
nl: Deze kolom moet datum/tijd informatie bevatten.
pt_br: Isso a coluna deve conter informações de data/hora.
ro: Această coloană trebuie să conțină informații despre dată/timp.
tr: Bu sütun, tarih/zaman bilgisi içermelidir.
zh_tw: 此列必須包含日期時間訊息。

source: This dashboard is managed externally, and can't be edited in Superset
bn: এই ড্যাশবোর্ডটি বাইরেরভাবে পরিচালিত হয় এবং Superset এ সম্পাদনা করা যায় না।
ca: Aquest dashboard es gestiona externament, i no es pot editar a Superset
cs: Tato nástěnka je spravována externě a nelze ji upravovat v Supersetu
es: Este panel de control es gestionado externamente y no puede ser editado en Superset
ja: このダッシュボードは外部で管理されており、Supersetでは編集できません
mi: Kei te whakahaere i waho tēnei papatohu, ā, kāore e taea te whakatika i Superset
nl: Dit dashboard wordt extern beheerd en kan niet worden bewerkt in Superset
pt_br: Esse painel é gerenciado externamente e não pode ser editado no Superset
ro: Acest tablou de bord este gestionat extern și nu poate fi editat în Superset
tr: Bu pano dışarıdan yönetiliyor ve Superset'te düzenlenemez

source: This dashboard is now hidden
bn: এই ড্যাশবোর্ডটি এখন গোপন।
ca: Aquest dashboard ara està amagat
cs: Tato nástěnka je nyní skryta
ja: このダッシュボードは非表示になりました
mi: Kua hunaia tēnei papatohu i tēnei wā
nl: Dit dashboard is nu verborgen
pt_br: Esse painel agora está oculto
ro: Acest tablou de bord este acum ascuns
tr: Bu pano şimdi gizlendi
zh_tw: 此看板已隐藏

source: This dashboard is now published
bn: এই ড্যাশবোর্ডটি এখন প্রকাশিত হয়েছে।
ca: Aquest dashboard ara està publicat
cs: Tato nástěnka je nyní zveřejněna
ja: このダッシュボードは現在公開されています
mi: Kua whakaputaina tēnei papatohu i tēnei wā
nl: Dit dashboard is nu gepubliceerd
pt_br: Esse painel foi publicado
ro: Acest tablou de bord este acum publicat
tr: Bu pano şimdi yayınlandı
zh_tw: 此看板已發布

source: This dashboard is published. Click to make it a draft.
bn: এই ড্যাশবোর্ডটি প্রকাশিত হয়েছে। এটি খসড়ায় রূপান্তর করতে ক্লিক করুন।
ca: Aquest dashboard està publicat. Clica per fer-lo un esborrany.
cs: Tato nástěnka je zveřejněna. Klikněte pro převedení na koncept.
es: Este panel está publicado. Haz clic para convertirlo en un borrador.
ja: このダッシュボードは公開されています。クリックして下書きにします。
mi: Kua whakaputaina tēnei papatohu. Pāwhiria hei hanga hei tuhinga.
nl: Dit dashboard is gepubliceerd. Klik op om er een ontwerp van te maken.
pt_br: Este painel foi publicado. Clique para torná-lo um rascunho.
ro: Acest tablou de bord este publicat. Faceți clic pentru a-l face ciornă.
tr: Bu pano yayınlandı. Taslak yapmak için tıklayın.
zh_tw: 此看板已發布。單擊以使其成為草稿。

source: This dashboard was saved successfully.
bn: এই ড্যাশবোর্ডটি সফলভাবে সংরক্ষণ করা হয়েছে।
ca: Aquest dashboard s'ha desat amb èxit.
cs: Tato nástěnka byla úspěšně uložena.
es: Este panel se guardó con éxito.
ja: このダッシュボードは正常に保存されました。
mi: I tiakina pai tēnei papatohu.
nl: Dit dashboard is succesvol opgeslagen.
pt_br: Este painel foi salvo com sucesso.
ro: Acest tablou de bord a fost salvat cu succes.
tr: Bu pano başarıyla kaydedildi.
zh_tw: 該看板已成功保存。

source: This database is managed externally, and can't be edited in Superset
bn: এই ডেটাবেসটি বাইরেরভাবে পরিচালিত হয় এবং Superset এ সম্পাদনা করা যায় না।
ca: Aquesta base de dades es gestiona externament, i no es pot editar a Superset
cs: Tato databáze je spravována externě a nelze ji upravovat v Supersetu
es: Esta base de datos se gestiona externamente y no puede ser editada en Superset
ja: このデータベースは外部で管理されており、Supersetでは編集できません
mi: Kei te whakahaere i waho tēnei pātengi raraunga, ā, kāore e taea te whakatika i Superset
nl: Deze database wordt extern beheerd en kan niet worden bewerkt in Superset
pt_br: Esse banco de dados é gerenciado externamente e não pode ser editado no Superset
ro: Această bază de date este gestionată extern și nu poate fi editată în Superset
tr: Bu veritabanı dışarıdan yönetiliyor ve Superset'te düzenlenemez

source: This dataset is managed externally, and can't be edited in Superset
bn: এই ডেটাসেটটি বাইরেরভাবে পরিচালিত হয় এবং Superset এ সম্পাদনা করা যায় না।
ca: Aquest dataset es gestiona externament, i no es pot editar a Superset
cs: Tato sada dat je spravována externě a nelze ji upravovat v Supersetu
es: Este conjunto de datos se gestiona externamente y no se puede editar en Superset
ja: このデータセットは外部で管理されており、Supersetでは編集できません
mi: Kei te whakahaere i waho tēnei rārangi raraunga, ā, kāore e taea te whakatika i Superset
nl: Deze dataset wordt extern beheerd en kan niet worden bewerkt in Superset
pt_br: Esse conjunto de dados é gerenciado externamente e não pode ser editado no Superset
ro: Acest set de date este gestionat extern și nu poate fi editat în Superset
tr: Bu veri kümesi dışarıdan yönetiliyor ve Superset'te düzenlenemez

source: This defines the element to be plotted on the chart
bn: এটি চার্টে চিত্রিত করার উপাদান সংজ্ঞায়িত করে।
ca: Això defineix l'element a ser traçat al gràfic
cs: Toto definuje prvek, který se má vykreslit v grafu
es: Esto define el elemento a ser representado en el gráfico
ja: これは、チャート上にプロットされる要素を定義します。
mi: Ka tautuhi tēnei i te huānga ka whakatakotohia ki te kauwhata
nl: Dit definieert het element dat op de grafiek moet worden uitgezet
pt_br: Isso define o elemento a ser plotado no gráfico
ro: Aceasta definește elementul de reprezentat pe grafic
tr: Bu, grafiğe çizilecek öğeyi tanımlar
zh_tw: 這定義了要在圖表上繪制的元素

source: This feature is experimental and may change or have limitations
ro: Această funcționalitate este experimentală și poate schimba sau avea limitări

source: This filter already exist on the report
ro: Acest filtru există deja pe raport

source: This filter might be incompatible with current dataset
bn: এই ফিল্টারটি বর্তমান ডেটাসেটের সাথে অস্বচ্ছ হতে পারে।
ca: Aquest filtre pot ser incompatible amb el dataset actual
cs: Tento filtr může být nekompatibilní s aktuální sadou dat
es: Este filtro puede ser incompatible con el conjunto de datos actual
ja: このフィルターは現在のデータセットと互換性がない可能性があります
mi: Kāhore pea e hāngai tēnei tātari ki te rārangi raraunga o nāianei
nl: Dit filter is mogelijk niet compatibel met het huidige dataset
pt_br: Esse filtro pode ser incompatível com o conjunto de dados atual
ro: Acest filtru ar putea fi incompatibil cu setul de date curent

source: This functionality is disabled in your environment for security reasons.
bn: নিরাপত্তার কারণে আপনার পরিবেশে এই কার্যকারিতা নিষ্ক্রিয় করা হয়েছে।
ca: Aquesta funcionalitat està deshabilitada al teu entorn per raons de seguretat.
cs: Tato funkcionalita je ve vašem prostředí z bezpečnostních důvodů zakázána.
es: Esta funcionalidad está desactivada en su entorno por razones de seguridad.
ja: セキュリティ上の理由から、この機能はご使用の環境では無効になっています。
mi: Kua whakakore tēnei āheinga i tō taiao mō ngā take haumaru.
nl: Deze functionaliteit is uitgeschakeld in uw omgeving om veiligheidsredenen.
pt_br: Essa funcionalidade está desativada em seu ambiente por motivos de segurança.
ro: Această funcționalitate este dezactivată în mediul dvs. din motive de securitate.
tr: Bu işlev, güvenlik nedenleriyle ortamınızda devre dışı bırakılmıştır.
zh_tw: 出於安全考慮，此功能在您的環境中被禁用。

source: This is custom error message for a
ro: Aceasta este mesajul de eroare personalizat pentru a

source: This is custom error message for b
ro: Aceasta este mesajul de eroare personalizat pentru b

source: This is the system dark theme
ro: Aceasta este tema întunecată a sistemului

source: This is the system default theme
ro: Aceasta este tema implicită a sistemului

source: This markdown component has an error.
bn: এই মার্কডাউন উপাদানে একটি ত্রুটি রয়েছে।
ca: Aquest component markdown té un error.
cs: Tato markdown komponenta obsahuje chybu.
es: Este componente de markdown tiene un error.
ja: このマークダウンコンポーネントにエラーがあります。
mi: He hapa tā tēnei waeine markdown.
nl: Deze markdown component heeft een fout.
pt_br: Este componente de remarcação para baixo tem um erro.
ro: Acest component markdown are o eroare.
tr: Bu markdown bileşeninde bir hata var.
zh_tw: 此 markdown 組件有錯誤。

source: This markdown component has an error. Please revert your recent changes.
bn: এই মার্কডাউন উপাদানে একটি ত্রুটি রয়েছে। দয়া করে আপনার সাম্প্রতিক পরিবর্তনগুলি পুনরুদ্ধার করুন।
ca: Aquest component markdown té un error. Si us plau reverteix els teus canvis recents.
cs: Tato markdown komponenta obsahuje chybu. Vraťte prosím své nedávné změny.
es: Este componente de markdown tiene un error. Por favor, revierte tus cambios recientes.
ja: このマークダウンコンポーネントにエラーがあります。最近の変更を元に戻してください。
mi: He hapa tā tēnei waeine markdown. Tēnā whakahokia ō huringa tata nei.
nl: Deze markdown component heeft een fout. Gelieve uw recente wijzigingen terug te draaien.
pt_br: Este componente markdown tem um erro. Reverta suas alterações recentes.
ro: Acest component markdown are o eroare. Vă rugăm să vă anulați modificările recente.
tr: Bu markdown bileşeninde bir hata var. Lütfen son değişikliklerinizi geri alın.
zh_tw: 此 markdown 組件有錯誤。請還原最近的更改。

source: This may be triggered by:
bn: এটি দ্বারা উত্পন্ন হতে পারে:
ca: Això pot ser desencadenat per:
cs: To může být spuštěno:
es: Esto puede ser activado por:
ja: これは次のような原因で引き起こされる可能性があります:
mi: Ka taea pea te whakaohongia e:
nl: Dit kan veroorzaakt worden door:
pt_br: Isso pode ser provocado por:
ro: Acest lucru poate fi declanșat de:
tr: Bunun nedeni olabilir:
zh_tw: 這可能由以下因素觸發：

source: This metric might be incompatible with current dataset
bn: এই মেট্রিকটি বর্তমান ডেটাসেটের সাথে অস্বচ্ছ হতে পারে।
ca: Aquesta mètrica pot ser incompatible amb el dataset actual
cs: Tato metrika může být nekompatibilní s aktuální sadou dat
es: Esta métrica podría ser incompatible con el conjunto de datos actual
ja: このメトリクスは現在のデータセットと互換性がない可能性があります
mi: Kāhore pea e hāngai tēnei ine ki te rārangi raraunga o nāianei
nl: Deze metriek is mogelijk niet compatibel met huidig dataset
pt_br: Essa métrica pode ser incompatível com o conjunto de dados atual
ro: Această metrică ar putea fi incompatibilă cu setul de date curent

source: This name is already taken. Please choose another one.
ro: Acest nume este deja folosit. Vă rugăm alegeți altul.
