Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Database is required for alerts
bn: অ্যালার্টের জন্য ডেটাবেজ প্রয়োজন
ca: La base de dades és necessària per a les alertes
cs: Pro upozornění je vyžadována databáze
es: Se requiere base de datos para las alertas
ja: アラートにはデータベースが必要です。
mi: E hiahiatia ana he pātengi raraunga mō ngā matohi
nl: Database is nodig voor waarschuwingen
pt_br: O banco de dados é necessário para os alertas
ro: Baza de date este obligatorie pentru alerte
tr: Uyarılar için veritabanı gereklidir
zh_tw: 警報需要資料庫

source: Database name
bn: ডেটাবেজের নাম
ca: Nom de la base de dades
cs: Název databáze
es: Nombre de la base de datos
ja: データベース名
mi: Ingoa pātengi raraunga
nl: Database naam
pt_br: Nome do banco de dados
ro: Nume bază de date
tr: Veritabanı adı
zh_tw: 資料庫名稱

source: Database not found.
bn: ডেটাবেজ পাওয়া যায়নি।
ca: Base de dades no trobada.
cs: Databáze nenalezena.
es: Base de datos no encontrada.
ja: データベースが見つかりません。
mi: Kāore i kitea te pātengi raraunga.
nl: Database niet gevonden.
pt_br: Banco de dados não encontrado.
ro: Baza de date nu a fost găsită.
tr: Veritabanı bulunamadı.
zh_tw: 資料庫没有找到

source: Database parameters are invalid.
bn: ডেটাবেজের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres de la base de dades són invàlids.
cs: Parametry databáze jsou neplatné.
es: Los parámetros de la base de datos son inválidos.
ja: データベース パラメータが無効です。
mi: He muhu ngā tawhā pātengi raraunga.
nl: Database parameters zijn ongeldig.
pt_br: Os parâmetros do banco de dados são inválidos.
ro: Parametrii bazei de date sunt invalizi.
tr: Veritabanı parametreleri geçersiz.
zh_tw: 資料庫参數無效

source: Database passwords
bn: ডেটাবেজ পাসওয়ার্ড
ca: Contrasenyes de base de dades
cs: Hesla databáze
ja: データベースのパスワード
mi: Kupuhipa pātengi raraunga
nl: Database wachtwoorden
pt_br: Senhas de banco de dados
ro: Parole bază de date
tr: Veritabanı şifreleri

source: Database port
bn: ডেটাবেজ পোর্ট
ca: Port de la base de dades
cs: Port databáze
ja: DBポート番号
mi: Tauranga pātengi raraunga
nl: Database poort
pt_br: Porta do banco de dados
ro: Port bază de date
tr: Veritabanı bağlantı noktası
zh_tw: 資料庫端口

source: Database schema is not allowed for csv uploads.
bn: CSV আপলোডের জন্য ডেটাবেজ স্কিমা অনুমোদিত নয়।
ca: L'esquema de base de dades no està permès per a pujades CSV.
cs: Schéma databáze není povoleno pro nahrávání CSV.
mi: Karekau e whakāetia te hanga pātengi raraunga mō ngā tukuake csv.
ro: Schema bazei de date nu este permisă pentru încărcări csv.

source: Database settings updated
bn: ডেটাবেজের সেটিংস আপডেট করা হয়েছে
ca: Configuració de base de dades actualitzada
cs: Nastavení databáze aktualizováno
ja: データベース設定が更新されました
mi: Kua whakahouhia ngā tautuhinga pātengi raraunga
nl: Database instellingen bijgewerkt
pt_br: Configurações do banco de dados atualizadas
ro: Setările bazei de date au fost actualizate
tr: Veritabanı ayarları güncellendi

source: Database type does not support file uploads.
bn: ডেটাবেজের প্রকার ফাইল আপলোড সমর্থন করে না।
ca: El tipus de base de dades no suporta pujades de fitxers.
cs: Typ databáze nepodporuje nahrávání souborů.
mi: Karekau e tautoko te momo pātengi raraunga i ngā tukuake kōnae.
ro: Tipul de bază de date nu acceptă încărcări de fișiere.

source: Database upload file failed
bn: ডেটাবেজ আপলোড ফাইল ব্যর্থ হয়েছে
ca: La pujada de fitxer de base de dades ha fallat
cs: Nahrání souboru do databáze selhalo
mi: I rahua te tukuake kōnae pātengi raraunga
ro: Încărcarea fișierului bazei de date a eșuat

source: Database upload file failed, while saving metadata
bn: মেটাডেটা সংরক্ষণের সময় ডেটাবেজ আপলোড ফাইল ব্যর্থ হয়েছে
ca: La pujada de fitxer de base de dades ha fallat mentre es desaven les metadades
cs: Nahrání souboru do databáze selhalo při ukládání metadat
mi: I rahua te tukuake kōnae pātengi raraunga, i te tiakitanga metadata
ro: Încărcarea fișierului bazei de date a eșuat, în timp ce se salva metadatele

source: Databases
bn: ডেটাবেজগুলি
ca: Bases de dades
cs: Databáze
es: Bases de datos
ja: データベース
mi: Pātengi Raraunga
pt_br: Banco de dados
ro: Baze de date
tr: Veritabanları
zh_tw: 資料庫

source: Dataset
bn: ডেটাসেট
ca: Conjunt de dades
cs: Sada dat
es: Conjunto de datos
ja: データセット
mi: Rārangi Raraunga
pt_br: Conjunto de dados
ro: Set de date
tr: Veri Kümesi
zh_tw: 數據集

source: Dataset %(table)s already exists
bn: ডেটাসেট %(table)s ইতিমধ্যেই বিদ্যমান
ca: El conjunt de dades %(table)s ja existeix
cs: Sada dat %(table)s již existuje
mi: Kei te tīari kē te rārangi raraunga %(table)s
ro: Setul de date %(table)s există deja

source: Dataset Name
bn: ডেটাসেটের নাম
ca: Nom del Conjunt de Dades
cs: Název sady dat
ja: データセット名
mi: Ingoa Rārangi Raraunga
nl: Dataset naam
pt_br: Nome do conjunto de dados
ro: Nume Set de Date
tr: Veri Kümesi Adı

source: Dataset column delete failed.
bn: ডেটাসেট কলাম মুছতে ব্যর্থ হয়েছে।
ca: L'eliminació de columna del conjunt de dades ha fallat.
cs: Smazání sloupce sady dat selhalo.
ja: データセット列の削除に失敗しました。
mi: I rahua te muku tīwae rārangi raraunga.
nl: Dataset kolom verwijderen mislukt.
pt_br: Falha na exclusão da coluna do conjunto de dados.
ro: Ștergerea coloanei setului de date a eșuat.
tr: Veri kümesi sütunu silinemedi.
zh_tw: 數據集列删除失敗。

source: Dataset column not found.
bn: ডেটাসেট কলাম পাওয়া যায়নি।
ca: Columna del conjunt de dades no trobada.
cs: Sloupec sady dat nenalezen.
ja: データセット列が見つかりません。
mi: Kāore i kitea te tīwae rārangi raraunga.
nl: Dataset kolom niet gevonden.
pt_br: Coluna do conjunto de dados não encontrada.
ro: Coloana setului de date nu a fost găsită.
tr: Veri kümesi sütunu bulunamadı.
zh_tw: 數據集行未找到。

source: Dataset could not be created.
bn: ডেটাসেট তৈরি করা যায়নি।
ca: El conjunt de dades no s'ha pogut crear.
cs: Sadu dat se nepodařilo vytvořit.
es: No se pudo crear el conjunto de datos.
ja: データセットを作成できませんでした。
mi: Kāore i taea te hanga i te rārangi raraunga.
nl: Dataset kon niet worden aangemaakt.
pt_br: Não foi possível criar o conjunto de dados.
ro: Setul de date nu a putut fi creat.
tr: Veri kümesi oluşturulamadı.
zh_tw: 無法創建數據集。

source: Dataset could not be duplicated.
bn: ডেটাসেটের ডুপ্লিকেট করা যায়নি।
ca: El conjunt de dades no s'ha pogut duplicar.
cs: Sadu dat se nepodařilo duplikovat.
ja: データセットを複製できませんでした。
mi: Kāore i taea te tārua i te rārangi raraunga.
nl: Dataset kon niet worden gedupliceerd.
pt_br: Não foi possível duplicar o conjunto de dados.
ro: Setul de date nu a putut fi duplicat.
tr: Veri kümesi kopyalanamadı.

source: Dataset could not be updated.
bn: ডেটাসেট আপডেট করা যায়নি।
ca: El conjunt de dades no s'ha pogut actualitzar.
cs: Sadu dat se nepodařilo aktualizovat.
es: El conjunto de datos no pudo ser actualizado.
ja: データセットを更新できませんでした。
mi: Kāore i taea te whakahou i te rārangi raraunga.
nl: Dataset kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar o conjunto de dados.
ro: Setul de date nu a putut fi actualizat.
tr: Veri kümesi güncellenemedi.
zh_tw: 無法更新數據集。

source: Dataset does not exist
bn: ডেটাসেট বিদ্যমান নেই
ca: El conjunt de dades no existeix
cs: Sada dat neexistuje
es: El conjunto de datos no existe
ja: データセットが存在しません
mi: Karekau te rārangi raraunga
nl: Dataset bestaat niet
pt_br: Conjunto de dados não existe
ro: Setul de date nu există
tr: Veri kümesi mevcut değil
zh_tw: 數據集不存在

source: Dataset imported
bn: ডেটাসেট আমদানি করা হয়েছে
ca: Conjunt de dades importat
cs: Sada dat importována
ja: インポートされたデータセット
mi: Rārangi raraunga kua kawemai
nl: Dataset geïmporteerd
pt_br: Conjunto de dados importado
ro: Set de date importat
tr: Veri kümesi içe aktarıldı

source: Dataset is required
bn: ডেটাসেট প্রয়োজন
ca: El conjunt de dades és obligatori
cs: Sada dat je povinná
ja: データセットが必要です
mi: E hiahiatia ana he rārangi raraunga
nl: Dataset is vereist
pt_br: O conjunto de dados é necessário
ro: Setul de date este obligatoriu
tr: Veri kümesi gereklidir
zh_tw: 需要數據集

source: Dataset metric delete failed.
bn: ডেটাসেট মেট্রিক মুছতে ব্যর্থ হয়েছে।
ca: L'eliminació de la mètrica del conjunt de dades ha fallat.
cs: Smazání metriky sady dat selhalo.
ja: データセット指標の削除に失敗しました。
mi: I rahua te muku ine rārangi raraunga.
nl: Dataset metriek verwijderen mislukt.
pt_br: Falha na exclusão da métrica do conjunto de dados.
ro: Ștergerea metricii setului de date a eșuat.
tr: Veri kümesi metriği silinemedi.
zh_tw: 數據集指標删除失敗

source: Dataset metric not found.
bn: ডেটাসেট মেট্রিক পাওয়া যায়নি।
ca: Mètrica del conjunt de dades no trobada.
cs: Metrika sady dat nenalezena.
ja: データセットの指標が見つかりません。
mi: Kāore i kitea te ine rārangi raraunga.
nl: Dataset metriek niet gevonden.
pt_br: A métrica do conjunto de dados não foi encontrada.
ro: Metrica setului de date nu a fost găsită.
tr: Veri kümesi metriği bulunamadı.
zh_tw: 數據集指標没找到

source: Dataset must be selected when "Dynamic group by value is required" is enabled
ro: Setul de date trebuie să fie selectat când "Valoarea grupării dinamice este obligatorie" este activată

source: Dataset name
bn: ডেটাসেটের নাম
ca: Nom del conjunt de dades
cs: Název sady dat
es: Nombre del conjunto de datos
ja: データセット名
mi: Ingoa rārangi raraunga
nl: Dataset naam
pt_br: Nome do conjunto de dados
ro: Nume set de date
tr: Veri kümesi adı
zh_tw: 數據集名稱

source: Dataset parameters are invalid.
bn: ডেটাসেটের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres del conjunt de dades són invàlids.
cs: Parametry sady dat jsou neplatné.
es: Los parámetros del conjunto de datos son inválidos.
ja: データセットパラメータが無効です。
mi: He muhu ngā tawhā rārangi raraunga.
nl: Dataset parameters zijn ongeldig.
pt_br: Os parâmetros para o conjunto de dados são inválidos.
ro: Parametrii setului de date sunt invalizi.
tr: Veri kümesi parametreleri geçersiz.
zh_tw: 數據集参數無效。

source: Dataset schema is invalid, caused by: %(error)s
bn: ডেটাসেটের স্কিমা অবৈধ, কারণ: %(error)s
ca: L'esquema del conjunt de dades és invàlid, causat per: %(error)s
cs: Schéma sady dat je neplatné, způsobeno: %(error)s
es: El esquema del conjunto de datos no es válido, causado por: %(error)s
ja: データセット スキーマが無効です。原因: %(error)s
mi: He muhu te hanga rārangi raraunga, nā: %(error)s
nl: Dataset schema is ongeldig, veroorzaakt door: %(error)s
pt_br: Esquema do conjunto de dados inválido, causado por: %(error)s
ro: Schema setului de date este invalidă, cauzată de: %(error)s
tr: Veri kümesi şeması geçersizdir, nedeni: %(error)s

source: Datasets
bn: ডেটাসেটগুলি
ca: Conjunts de dades
cs: Sady dat
es: Conjuntos de datos
ja: データセット
mi: Rārangi Raraunga
pt_br: Conjuntos de dados
ro: Seturi de date
tr: Veri Kümeleri
zh_tw: 數據集

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
bn: ডেটাসেটগুলি ডেটাবেজের টেবিল বা SQL প্রশ্ন থেকে তৈরি করা যেতে পারে। বামদিকে একটি ডেটাবেজের টেবিল নির্বাচন করুন অথবা
ca: Els conjunts de dades es poden crear a partir de taules de base de dades o consultes SQL. Selecciona una taula de base de dades a l'esquerra o
cs: Sady dat lze vytvářet z databázových tabulek nebo SQL dotazů. Vyberte databázovou tabulku vlevo nebo
es: Los conjuntos de datos pueden crearse a partir de tablas de base de datos o consultas SQL. Seleccione una tabla de base de datos a la izquierda o
ja: データセットはデータベース テーブルまたは SQL クエリから作成できます。
mi: Ka taea te hanga i ngā rārangi raraunga mai i ngā ripanga pātengi raraunga, mai i ngā pātai SQL rānei. Tīpakohia tētahi ripanga pātengi raraunga ki te mauī,
nl: Datasets kunnen worden gemaakt vanuit databasetabellen of SQL queries. Selecteer een databasetabel links of
ro: Seturile de date pot fi create din tabele de bază de date sau interogări SQL. Selectează un tabel de bază de date din stânga sau
tr: Veri kümeleri veritabanı tablolarından veya SQL sorgularından oluşturulabilir. Soldaki listeden bir veritabanı tablosu seçin veya
zh_tw: 數據集可以基於資料庫表或SQL查詢創建。請在左側選擇一個資料庫表或者

source: Datasets could not be deleted.
bn: ডেটাসেট মুছে ফেলা যায়নি।
ca: Els conjunts de dades no s'han pogut eliminar.
cs: Sady dat se nepodařilo smazat.
ja: データセットを削除できませんでした。
mi: Kāore i taea te muku i ngā rārangi raraunga.
nl: Data’s konden niet worden verwijderd.
ro: Seturile de date nu au putut fi șterse.

source: Datasets do not contain a temporal column
bn: ডেটাসেটগুলিতে সময়কালীন কলাম নেই
ca: Els conjunts de dades no contenen una columna temporal
cs: Sady dat neobsahují časový sloupec
ja: データセットには時間列が含まれていません
mi: Karekau he tīwae wā i roto i ngā rārangi raraunga
nl: Datasets bevatten geen tijdelijke kolom
pt_br: Os conjuntos de dados não contêm uma coluna temporal
ro: Seturile de date nu conțin o coloană temporală
tr: Veri kümeleri zamansal bir sütun içermez
zh_tw: 數據集不包含時間列

source: Datasource
bn: ডেটাসোর্স
ca: Font de dades
cs: Zdroj dat
es: Fuente de datos
ja: データソース
mi: Puna Raraunga
nl: Gegevensbron
pt_br: Fonte de dados
ro: Sursă de date
tr: Veri Kaynağı
zh_tw: 數據源

source: Datasource & Chart Type
bn: ডেটাসোর্স এবং চার্টের প্রকার
ca: Font de Dades i Tipus de Gràfic
cs: Zdroj dat a typ grafu
ja: データソースとチャートの種類
mi: Puna Raraunga & Momo Kauwhata
nl: Gegevensbron & grafiektype
pt_br: Fonte de dados e tipo de gráfico
ro: Sursă de Date & Tip Grafic
tr: Veri Kaynağı ve Grafik Türü
zh_tw: 數據源 & 圖表類型

source: Datasource does not exist
bn: ডেটাসোর্স বিদ্যমান নেই
ca: La font de dades no existeix
cs: Zdroj dat neexistuje
ja: データソースが存在しません。
mi: Karekau te puna raraunga
nl: Gegevensbron bestaat niet
pt_br: A fonte de dados não existe
ro: Sursa de date nu există
tr: Veri kaynağı mevcut değil

source: Datasource is required for validation
ro: Sursa de date este obligatorie pentru validare

source: Datasource type is invalid
bn: ডেটাসোর্সের প্রকার অবৈধ
ca: El tipus de font de dades és invàlid
cs: Typ zdroje dat je neplatný
es: El tipo de fuente de datos es inválido
ja: データソースのタイプが無効です。
mi: He muhu te momo puna raraunga
nl: Gegevensbron type is ongeldig
pt_br: O tipo de fonte de dados é inválido
ro: Tipul sursei de date este invalid
tr: Veri kaynağı türü geçersiz

source: Datasource type is required when datasource_id is given
bn: ডেটাসোর্স আইডি দেওয়া হলে ডেটাসোর্সের প্রকার প্রয়োজন
ca: El tipus de font de dades és obligatori quan es proporciona datasource_id
cs: Typ zdroje dat je vyžadován, když je zadáno datasource_id
es: Se requiere el tipo de fuente de datos cuando se proporciona datasource_id
ja: datasource_id が指定されている場合はデータソース タイプが必要です。
mi: E hiahiatia ana te momo puna raraunga ina tukuna te datasource_id
nl: Gegevensbron type is vereist wanneer datasource_id is gegeven
pt_br: O tipo de fonte de dados é necessário quando datasource_id é fornecido
ro: Tipul sursei de date este obligatoriu când datasource_id este dat
tr: Veri kaynağı kimliği verildiğinde veri kaynağı türü gereklidir
zh_tw: 給定數據源 id 時，需要提供數據源類型

source: Date Time Format
bn: তারিখ এবং সময়ের ফরম্যাট
ca: Format de Data i Hora
cs: Formát data a času
ja: 日付時刻の形式
mi: Hōputu Wā Rā
nl: Datum Tijd Opmaak
pt_br: Formato de data e hora
ro: Format Dată Timp
tr: Tarih Saat Biçimi
zh_tw: 時間格式

source: Date format
bn: তারিখের ফরম্যাট
ca: Format de data
cs: Formát data
ja: 日付形式
mi: Hōputu rā
nl: Datum opmaak
pt_br: Formato da data
ro: Format dată
tr: Tarih biçimi
zh_tw: 日期格式化

source: Date format string
bn: তারিখের ফরম্যাট স্ট্রিং
ca: Cadena de format de data
cs: Řetězec formátu data
ja: 日付形式の文字列
mi: Aho hōputu rā
nl: Datum opmaak string
pt_br: String de formato de data
ro: Șir format dată
tr: Tarih biçimi dizesi

source: Date/Time
bn: তারিখ/সময়
ca: Data/Hora
cs: Datum/Čas
es: Fecha/Hora
ja: 日付/時刻
mi: Rā/Wā
nl: Datum/Tijd
pt_br: Data/Hora
ro: Dată/Timp
tr: Tarih/Saat
zh_tw: 日期/時間

source: Datetime column not provided as part table configuration and is required by this type of chart
bn: ডেটটাইম কলাম টেবিল কনফিগারেশনের অংশ হিসেবে সরবরাহ করা হয়নি এবং এই প্রকারের চার্টের জন্য প্রয়োজন।
ca: Columna de data/hora no proporcionada com a part de la configuració de la taula i és requerida per aquest tipus de gràfic
cs: Sloupec data a času nebyl poskytnut jako součást konfigurace tabulky a je vyžadován tímto typem grafu
es: La columna de fecha y hora no se proporcionó como parte de la configuración de la tabla y es necesaria para este tipo de gráfico
ja: 日時列はパーツ テーブル構成として提供されていないため、このタイプのグラフでは必要です
mi: Kāore i tukuna te tīwae wā hei wāhanga o te whirihora ripanga, ā, e hiahiatia ana e tēnei momo kauwhata
nl: Datumtijdkolom niet opgegeven als deeltabel configuratie en is vereist voor dit type grafiek
pt_br: A coluna Datetime não é fornecida como parte da configuração da tabela e é exigida por este tipo de gráfico
ro: Coloana datetime nu este furnizată ca parte a configurației tabelului și este necesară pentru acest tip de grafic
zh_tw: 没有提供該表配置的日期時間列，它是此類型圖表所必需的

source: Datetime format
bn: ডেটটাইম ফরম্যাট
ca: Format de data/hora
cs: Formát data a času
es: Formato de fecha y hora
ja: 日時フォーマット
mi: Hōputu wā
nl: Datumtijd opmaak
pt_br: Formato de data e hora
ro: Format datetime
zh_tw: 時間格式

source: Day
bn: দিন
ca: Dia
cs: Den
ja: 日
mi: Rā
nl: Dag
pt_br: Dia
ro: Zi
tr: Gün
zh_tw: 天

source: Day (freq=D)
bn: দিন (freq=D)
ca: Dia (freq=D)
cs: Den (frekvence=D)
es: Día (freq=D)
ja: 日 (freq=D)
mi: Rā (freq=D)
nl: Dag (freq=D)
pt_br: Dia (freq=D)
ro: Zi (freq=D)
tr: Gün (frek=D)

source: Days %s
bn: দিন %s
ca: Dies %s
cs: Dny %s
ja: 日%s
mi: Rā %s
nl: Dagen %s
pt_br: Dias %s
ro: Zile %s
tr: Günler %s
zh_tw: %s天

source: Db engine did not return all queried columns
bn: ডেটাবেজ ইঞ্জিন সব অনুসন্ধান করা কলাম ফেরত দেয়নি
ca: El motor de base de dades no ha retornat totes les columnes consultades
cs: Databázový stroj nevrátil všechny dotazované sloupce
es: El motor de la base de datos no devolvió todas las columnas consultadas
ja: DB エンジンがクエリされた列をすべて返しませんでした。
mi: Kāore i whakahoki mai e te pūkaha db ngā tīwae katoa i pātaihia
nl: Db engine retourneerde niet alle opgevraagde kolommen
pt_br: O motor do banco de dados não retornou todas as colunas consultadas
ro: Motorul DB nu a returnat toate coloanele interogate
tr: Veritabanı motoru tüm sorgulanan sütunları döndürmedi
zh_tw: 資料庫引擎未返回所有查詢的列

source: Deactivate
bn: নিষ্ক্রিয় করুন
ca: Desactivar
cs: Deaktivovat
ja: 非アクティブ化
mi: Whakakorehia
nl: Deactiveren
pt_br: Desativar
ro: Dezactivează
tr: Devre dışı bırak

source: December
bn: ডিসেম্বর
ca: Desembre
cs: Prosinec
es: Diciembre
ja: 12月
mi: Hakihea
pt_br: Dezembro
ro: Decembrie
tr: Aralık
zh_tw: 十二月

source: Decides which column or measure to sort the base axis by.
ca: Decideix per quina columna o mesura ordenar l'eix base.
cs: Určuje, podle kterého sloupce nebo míry se má řadit základní osa.
mi: Ka whakatau ko tēhea tīwae, ko tēhea ine rānei hei kōmaka i te tukutuku pūtake.
ro: Decide ce coloană sau măsură să folosească pentru sortarea axei de bază.

source: Decimal character
ca: Caràcter decimal
cs: Desetinný znak
mi: Pūāhua ira
ro: Caracter zecimal

source: Deck.gl - 3D Grid
bn: ডেক.জিএল - 3D গ্রিড
ca: Deck.gl - Reixat 3D
cs: Deck.gl - 3D mřížka
es: Deck.gl - Rejilla 3D
ja: Deck.gl - 3D グリッド
mi: Deck.gl - Tukutata 3D
pt_br: Deck.gl - Grade 3D
ro: Deck.gl - Grilă 3D
tr: Deck.gl - 3D Izgara
zh_tw: Deck.gl - 3D網格

source: Deck.gl - 3D HEX
bn: ডেক.জিএল - 3D HEX
ca: Deck.gl - HEX 3D
es: Deck.gl - HEX 3D
mi: Deck.gl - HEX 3D
ro: Deck.gl - HEX 3D
zh_tw: Deck.gl - 3D六角曲面

source: Deck.gl - Contour
bn: ডেক.জিএল - কন্টুর
ca: Deck.gl - Contorn
cs: Deck.gl - Obrys
mi: Deck.gl - Takotoranga
ro: Deck.gl - Contur

source: Deck.gl - Heatmap
bn: ডেক.জিএল - হিটম্যাপ
ca: Deck.gl - Mapa de Calor
cs: Deck.gl - Teplotní mapa
mi: Deck.gl - Mahere Wera
ro: Deck.gl - Hartă Termică
tr: Deck.gl - Isı Haritası

source: Deck.gl - Multiple Layers
bn: ডেক.জিএল - একাধিক লেয়ার
ca: Deck.gl - Múltiples Capes
cs: Deck.gl - Více vrstev
es: Deck.gl - Capas Múltiples
ja: Deck.gl - 複数のレイヤー
mi: Deck.gl - Papa Maha
nl: Deck.gl - Meerdere Lagen
pt_br: Deck.gl - Camadas Múltiplas
ro: Deck.gl - Straturi Multiple
tr: Deck.gl - Birden Fazla Katman
zh_tw: Deck.gl - 多圖層

source: Deck.gl - Paths
bn: ডেক.জিএল - পথ
ca: Deck.gl - Camins
cs: Deck.gl - Cesty
es: Deck.gl - Rutas
ja: Deck.gl - パス
mi: Deck.gl - Ara
pt_br: Deck.gl - Caminhos
ro: Deck.gl - Căi
tr: Deck.gl - Yollar
zh_tw: Deck.gl - 路徑

source: Deck.gl - Polygon
bn: ডেক.জিএল - পলিগন
ca: Deck.gl - Polígon
es: Deck.gl - Polígono
ja: Deck.gl - ポリゴン
mi: Deck.gl - Tapawhā
pt_br: Deck.gl - Polígono
ro: Deck.gl - Poligon
tr: Deck.gl - Çokgen
zh_tw: Deck.gl - 多邊形

source: Deck.gl - Scatter plot
bn: ডেক.জিএল - স্ক্যাটার প্লট
ca: Deck.gl - Gràfic de dispersió
cs: Deck.gl - Bodový graf
es: Deck.gl - Gráfico de dispersión
ja: Deck.gl - 散布図
mi: Deck.gl - Kauwhata marara
pt_br: Deck.gl - Gráfico de dispersão
ro: Deck.gl - Grafic Dispersie
tr: Deck.gl - Serpiştirme Grafiği
zh_tw: Deck.gl - 散點圖

source: Deck.gl - Screen Grid
bn: ডেক.জিএল - স্ক্রীন গ্রিড
ca: Deck.gl - Reixat de Pantalla
cs: Deck.gl - Mřížka obrazovky
es: Deck.gl - Malla de Pantalla
ja: Deck.gl - スクリーングリッド
mi: Deck.gl - Tukutata Mata
ro: Deck.gl - Grilă Ecran
tr: Deck.gl - Ekran Izgarası
zh_tw: Deck.gl - 螢幕網格

source: Decrease
bn: হ্রাস করুন
ca: Disminuir
cs: Snížit
ja: 減少
mi: Heke
nl: Verlaag
ro: Scădere

source: Decrease color
ro: Culoare scădere

source: Decrease label
ro: Etichetă scădere

source: Default
pt_br: Padrão
ro: Implicit
tr: Varsayılan

source: Default Catalog
bn: ডিফল্ট ক্যাটালগ
ca: Catàleg per Defecte
cs: Výchozí katalog
mi: Kātaloka Taunoa
ro: Catalog Implicit

source: Default Schema
bn: ডিফল্ট স্কিমা
ca: Esquema per Defecte
cs: Výchozí schéma
mi: Hanga Taunoa
ro: Schemă Implicită

source: Default URL
bn: ডিফল্ট URL
ca: URL per Defecte
cs: Výchozí URL
es: URL predeterminada
ja: デフォルトのURL
mi: URL Taunoa
nl: Standaard URL
pt_br: URL padrão
ro: URL Implicit
tr: Varsayılan URL
zh_tw: 預設URL

source: Default URL to redirect to when accessing from the dataset list page. Accepts relative URLs such as
ro: URL implicit pentru redirecționare când se accesează din pagina listei de seturi de date. Acceptă URL-uri relative precum

source: Default Value
bn: ডিফল্ট মান
ca: Valor per Defecte
cs: Výchozí hodnota
ja: デフォルト値
mi: Uara Taunoa
nl: Standaard waarde
pt_br: Valor padrão
ro: Valoare Implicită
tr: Varsayılan Değer
zh_tw: 預設值

source: Default color
ro: Culoare implicită

source: Default datetime
bn: ডিফল্ট ডেটটাইম
ca: Data/hora per defecte
cs: Výchozí datum a čas
ja: デフォルトの日時
nl: Standaard datum/tijd
pt_br: Data/hora padrão
ro: Datetime implicit
tr: Varsayılan tarih saat

source: Default latitude
bn: ডিফল্ট অক্ষাংশ
ca: Latitud per defecte
cs: Výchozí zeměpisná šířka
es: Latitud predeterminada
ja: デフォルトの緯度
mi: Latitude taunoa
nl: Standaard breedtegraad
pt_br: Latitude padrão
ro: Latitudine implicită
tr: Varsayılan enlem
zh_tw: 預設緯度

source: Default longitude
bn: ডিফল্ট দ্রাঘিমা
ca: Longitud per defecte
cs: Výchozí zeměpisná délka
es: Longitud predeterminada
ja: デフォルトの経度
mi: Longitude taunoa
nl: Standaard lengtegraad
pt_br: Longitude padrão
ro: Longitudine implicită
tr: Varsayılan boylam
zh_tw: 預設經度
