Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: An error occurred while fetching dataset datasource values: %s
bn: ডেটাসেট ডেটা সোর্স মান প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors de la font de dades del conjunt de dades: %s
cs: Při načítání hodnot zdroje dat sady dat došlo k chybě: %s
es: Se produjo un error al obtener los valores del conjunto de datos de la fuente de datos: %s
ja: データセット・データソース値の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara puna raraunga rārangi raraunga: %s
nl: Er is een fout opgetreden bij het ophalen van dataset gegevensbron waarden: %s
pt_br: Ocorreu um erro ao obter os valores da fonte de dados do conjunto de dados: %s
ro: A apărut o eroare la preluarea valorilor sursei de date a setului de date: %s
tr: Veri seti veri kaynağı değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取數據集數據源訊息時出錯： %s

source: An error occurred while fetching dataset owner values: %s
bn: ডেটাসেট মালিকের মান প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors del propietari del conjunt de dades: %s
cs: Při načítání hodnot vlastníků sady dat došlo k chybě: %s
es: Se produjo un error al obtener los valores del propietario del conjunto de datos: %s
ja: データセット所有者の値を取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara rangatira rārangi raraunga: %s
nl: Er is een fout opgetreden tijdens het ophalen van de eigenaarswaarden van de dataset: %s
pt_br: Ocorreu um erro ao obter os valores do proprietário do conjunto de dados: %s
ro: A apărut o eroare la preluarea valorilor proprietarului setului de date: %s
tr: Veri seti sahibinin değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取數據集所有者值時出錯：%s

source: An error occurred while fetching dataset related data
bn: ডেটাসেট সম্পর্কিত ডেটা প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es recuperaven dades relacionades amb el conjunt de dades
cs: Při načítání dat souvisejících se sadou dat došlo k chybě
es: Se produjo un error al obtener los datos relacionados con el conjunto de datos
ja: データセット関連データの取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o ngā raraunga hāngai rārangi raraunga
nl: Er is een fout opgetreden tijdens het ophalen van dataset gerelateerde gegevens
pt_br: Ocorreu um erro ao obter dados relacionados com o conjunto de dados
ro: A apărut o eroare la preluarea datelor conexe setului de date
tr: Veri seti ile ilgili veriler getirilirken bir hata oluştu
zh_tw: 獲取數據集相關數據時出錯

source: An error occurred while fetching dataset related data: %s
bn: ডেটাসেট সম্পর্কিত ডেটা প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven dades relacionades amb el conjunt de dades: %s
cs: Při načítání dat souvisejících se sadou dat došlo k chybě: %s
es: Ocurrió un error al obtener los datos relacionados con el conjunto de datos: %s
ja: データセット関連データの取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā raraunga hāngai rārangi raraunga: %s
nl: Er is een fout opgetreden tijdens het ophalen van gegevens over de dataset: %s
pt_br: Ocorreu um erro ao obter dados relacionados com o conjunto de dados: %s
ro: A apărut o eroare la preluarea datelor conexe setului de date: %s
tr: Veri seti ile ilgili veriler getirilirken bir hata oluştu: %s
zh_tw: 獲取數據集相關數據時出錯：%s

source: An error occurred while fetching datasets: %s
bn: ডেটাসেটগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els conjunts de dades: %s
cs: Při načítání sad dat došlo k chybě: %s
es: Ocurrió un error al obtener los conjuntos de datos: %s
ja: データセットの取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā rārangi raraunga: %s
nl: Er is een fout opgetreden bij het ophalen van datasets: %s
pt_br: Ocorreu um erro durante a pesquisa de conjuntos de dados: %s
ro: A apărut o eroare la preluarea seturilor de date: %s
tr: Veri setleri getirilirken bir hata oluştu: %s
zh_tw: 獲取數據集時出錯：%s

source: An error occurred while fetching function names.
bn: ফাংশনের নামগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre es recuperaven els noms de funcions.
cs: Při načítání názvů funkcí došlo k chybě.
ja: 関数名の取得中にエラーが発生しました。
mi: I puta he hapa i te tikitanga o ngā ingoa taumahi.
nl: Er is een fout opgetreden bij het ophalen van functienamen.
pt_br: Ocorreu um erro durante a busca de nomes de funções.
ro: A apărut o eroare la preluarea numelor de funcții.
tr: Fonksiyon isimleri getirilirken bir hata oluştu.
zh_tw: 獲取函數名稱時出錯。

source: An error occurred while fetching owners values: %s
bn: মালিকদের মানগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors dels propietaris: %s
cs: Při načítání hodnot vlastníků došlo k chybě: %s
ja: 所有者の値を取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara rangatira: %s
nl: Er is een fout opgetreden bij het ophalen van eigenaars waarden: %s
pt_br: Ocorreu um erro ao buscar os valores dos proprietários: %s
ro: A apărut o eroare la preluarea valorilor proprietarilor: %s
tr: Sahiplerin değerleri getirilirken bir hata oluştu: %s

source: An error occurred while fetching schema values: %s
bn: স্কিমার মান প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors de l'esquema: %s
cs: Při načítání hodnot schématu došlo k chybě: %s
es: Ocurrió un error al obtener los valores del esquema: %s
ja: スキーマ値の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara hanga: %s
nl: Er is een fout opgetreden tijdens het ophalen van schemawaarden: %s
pt_br: Ocorreu um erro durante a extração dos valores do esquema: %s
ro: A apărut o eroare la preluarea valorilor schemei: %s
tr: Şema değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取結構訊息時出錯：%s

source: An error occurred while fetching tab state
bn: ট্যাব অবস্থাটি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es recuperava l'estat de la pestanya
cs: Při načítání stavu karty došlo k chybě
es: Se produjo un error al obtener el estado de la pestaña
ja: タブの状態を取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o te tūnga ripa
nl: Er is een fout opgetreden tijdens het ophalen van de tabbladstatus
pt_br: Ocorreu um erro ao obter o estado da aba
ro: A apărut o eroare la preluarea stării filei
tr: Sekme durumu getirilirken bir hata oluştu
zh_tw: 獲取選項卡狀態時出錯

source: An error occurred while fetching table metadata
bn: টেবিল মেটাডেটা প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error mentre es recuperaven les metadades de la taula
cs: Při načítání metadat tabulky došlo k chybě
es: Se produjo un error al obtener los metadatos de la tabla
ja: テーブルのメタデータの取得中にエラーが発生しました
mi: I puta he hapa i te tikitanga o te metadata ripanga
nl: Er is een fout opgetreden tijdens het ophalen van de metagegevens van de tabel
pt_br: Ocorreu um erro ao obter os metadados da tabela
ro: A apărut o eroare la preluarea metadatelor tabelului
tr: Tablo meta verileri getirilirken bir hata oluştu
zh_tw: 獲取表格元數據時發生錯誤

source: An error occurred while fetching table metadata. Please contact your administrator.
bn: টেবিল মেটাডেটা প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: S'ha produït un error mentre es recuperaven les metadades de la taula. Si us plau, contacta el teu administrador.
cs: Při načítání metadat tabulky došlo k chybě. Kontaktujte prosím svého administrátora.
es: Se produjo un error al obtener los metadatos de la tabla. Por favor, contacta con tu administrador.
ja: テーブルのメタデータを取得中にエラーが発生しました。管理者に連絡してください。
mi: I puta he hapa i te tikitanga o te metadata ripanga. Tēnā whakapā atu ki tō kaiwhakahaere.
nl: Er is een fout opgetreden tijdens het ophalen van de metagegevens van de tabel. Neem contact op met uw beheerder.
pt_br: Ocorreu um erro ao obter os metadados da tabela. Por favor entre em contato com seu administrador.
ro: A apărut o eroare la preluarea metadatelor tabelului. Vă rugăm să contactați administratorul.
tr: Tablo meta verileri getirilirken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 獲取表格元數據時發生錯誤。請與管理員聯繫。

source: An error occurred while fetching theme datasource values: %s
ro: A apărut o eroare la preluarea valorilor sursei de date a temei: %s

source: An error occurred while fetching usage data
ro: A apărut o eroare la preluarea datelor de utilizare

source: An error occurred while fetching user values: %s
bn: ইউজারের মানগুলি প্রাপ্ত করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es recuperaven els valors dels usuaris: %s
cs: Při načítání uživatelských hodnot došlo k chybě: %s
ja: ユーザー値の取得中にエラーが発生しました: %s
mi: I puta he hapa i te tikitanga o ngā uara kaiwhakamahi: %s
nl: Er is een fout opgetreden bij het ophalen van gebruikers waarden: %s
pt_br: Ocorreu um erro ao buscar os valores do usuário: %s
ro: A apărut o eroare la preluarea valorilor utilizatorului: %s
tr: Kullanıcı değerleri getirilirken bir hata oluştu: %s
zh_tw: 獲取用戶訊息出錯：%s

source: An error occurred while formatting SQL
ro: A apărut o eroare la formatarea SQL

source: An error occurred while importing %s: %s
bn: আমদানি করার সময় একটি ত্রুটি ঘটেছে %s: %s
ca: S'ha produït un error mentre s'importava %s: %s
cs: Při importu %s došlo k chybě: %s
ja: %s のインポート中にエラーが発生しました: %s
mi: I puta he hapa i te kawemaitanga o %s: %s
nl: Er is een fout opgetreden tijdens het importeren van %s: %s
pt_br: Ocorreu um erro durante a importação de %s: %s
ro: A apărut o eroare la importarea %s: %s
tr: %s içe aktarılırken bir hata oluştu: %s
zh_tw: 導入時出錯 %s: %s

source: An error occurred while loading dashboard information.
bn: ড্যাশবোর্ড তথ্য লোড করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre es carregava la informació del dashboard.
cs: Při načítání informací o nástěnce došlo k chybě.
ja: ダッシュボード情報の読み込み中にエラーが発生しました
mi: I puta he hapa i te utanga o ngā mōhiohio papatohu.
nl: Er is een fout opgetreden bij het laden van dashboard informatie.
ro: A apărut o eroare la încărcarea informațiilor tabloului de bord.
tr: Gösterge tablosu bilgileri yüklenirken bir hata oluştu.

source: An error occurred while loading the SQL
bn: SQL লোড করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre es carregava l'SQL
cs: Při načítání SQL došlo k chybě
es: Se produjo un error al cargar el SQL
ja: SQL のロード中にエラーが発生しました
mi: I puta he hapa i te utanga o te SQL
nl: Er is een fout opgetreden bij het laden van de SQL
pt_br: Ocorreu um erro ao carregar o SQL
ro: A apărut o eroare la încărcarea SQL
tr: SQL yüklenirken bir hata oluştu
zh_tw: 創建數據源時發生錯誤

source: An error occurred while opening Explore
bn: এক্সপ্লোর খোলার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre s'obria Explore
cs: Při otevírání Průzkumníka došlo k chybě
ja: エクスプローラーを開くときにエラーが発生しました
nl: Er is een fout opgetreden tijdens het openen van Verkennen
pt_br: Ocorreu um erro ao abrir o Explorador
ro: A apărut o eroare la deschiderea Explore
tr: Keşfet açılırken bir hata oluştu

source: An error occurred while overwriting the dataset
ro: A apărut o eroare la suprascrierea setului de date

source: An error occurred while parsing the key.
bn: কী পার্স করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre s'analitzava la clau.
cs: Při parsování klíče došlo k chybě.
ja: キーの解析中にエラーが発生しました。
mi: I puta he hapa i te poroporo o te kī.
nl: Er is een fout opgetreden tijdens het parsen van de sleutel.
pt_br: Ocorreu um erro ao analisar a chave.
ro: A apărut o eroare la analizarea cheii.
tr: Anahtar ayrıştırılırken bir hata oluştu.

source: An error occurred while pruning logs
ca: S'ha produït un error mentre es netejaven els registres
cs: Při promazávání protokolů došlo k chybě
es: Se produjo un error mientras se podaban los registros
ja: ログのプルーニング中にエラーが発生しました。
mi: I puta he hapa i te puretanga o ngā rārangi
nl: Er is een fout opgetreden tijdens opschonen van de logbestanden
ro: A apărut o eroare la curățarea jurnalelor
tr: Kayıtlar budanırken bir hata oluştu
zh_tw: 精简日誌時出錯

source: An error occurred while removing query. Please contact your administrator.
bn: কুয়েরি অপসারণ করার সময় একটি ত্রুটি ঘটেছে। আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: S'ha produït un error mentre s'eliminava la consulta. Si us plau, contacta el teu administrador.
cs: Při odstraňování dotazu došlo k chybě. Kontaktujte prosím svého administrátora.
es: Se produjo un error al eliminar la consulta. Por favor, contacta con tu administrador.
ja: クエリの削除中にエラーが発生しました。管理者に連絡してください。
mi: I puta he hapa i te tangotanga o te pātai. Tēnā whakapā atu ki tō kaiwhakahaere.
nl: Er is een fout opgetreden tijdens het verwijderen van de query. Neem contact op met de beheerder.
pt_br: Ocorreu um erro ao remover a consulta. Por favor entre em contato com seu administrador.
ro: A apărut o eroare la eliminarea interogării. Vă rugăm să contactați administratorul.
tr: Sorgu kaldırılırken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 删除查詢時出錯。請與管理員聯繫。

source: An error occurred while removing the table schema. Please contact your administrator.
bn: টেবিল স্কিমা অপসারণ করার সময় একটি ত্রুটি ঘটেছে। আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: S'ha produït un error mentre s'eliminava l'esquema de la taula. Si us plau, contacta el teu administrador.
cs: Při odstraňování schématu tabulky došlo k chybě. Kontaktujte prosím svého administrátora.
es: Se produjo un error al eliminar el esquema de la tabla. Por favor, contacta con tu administrador.
ja: テーブル スキーマの削除中にエラーが発生しました。管理者に連絡してください。
mi: I puta he hapa i te tangotanga o te hanga ripanga. Tēnā whakapā atu ki tō kaiwhakahaere.
nl: Er is een fout opgetreden tijdens het verwijderen van het tabelschema. Neem contact op met uw beheerder.
pt_br: Ocorreu um erro ao remover o esquema da tabela. Por favor entre em contato com seu administrador.
ro: A apărut o eroare la eliminarea schemei tabelului. Vă rugăm să contactați administratorul.
tr: Tablo şeması kaldırılırken bir hata oluştu. Lütfen yöneticinize başvurun.
zh_tw: 删除表結構時出錯。請與管理員聯繫。

source: An error occurred while rendering the visualization: %s
bn: ভিজ্যুয়ালাইজেশন রেন্ডার করার সময় একটি ত্রুটি ঘটেছে: %s
ca: S'ha produït un error mentre es renderitzava la visualització: %s
cs: Při vykreslování vizualizace došlo k chybě: %s
es: Ocurrió un error mientras se renderizaba la visualización: %s
ja: ビジュアライゼーションのレンダリング中にエラーが発生しました: %s
mi: I puta he hapa i te whakaatutanga o te whakakitenga: %s
nl: Er is een fout opgetreden bij het renderen van de visualisatie: %s
pt_br: Ocorreu um erro ao renderizar a visualização: %s
ro: A apărut o eroare la redarea vizualizării: %s
tr: Görselleştirme yapılırken bir hata oluştu: %s
zh_tw: 渲染可視化時發生錯誤：%s

source: An error occurred while starring this chart
bn: এই চার্টটি স্টার দেওয়ার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre es marcava aquest gràfic com a favorit
cs: Při označování tohoto grafu hvězdičkou došlo k chybě
ja: このグラフにスターを付けるときにエラーが発生しました
mi: I puta he hapa i te whakawhetu i tēnei kauwhata
nl: Er is een fout opgetreden tijdens het sterren van deze kaart
pt_br: Ocorreu um erro ao inserir esse gráfico
ro: A apărut o eroare la marcarea cu steluță a acestui grafic
tr: Bu grafiği yıldızlarken bir hata oluştu
zh_tw: 以此字符開頭時出錯

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
bn: আপনার কুয়েরি ব্যাকএন্ডে সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে। আপনার পরিবর্তনগুলি হারানোর ঝুঁকি এড়াতে, দয়া করে "Save Query" বোতামটি ব্যবহার করে আপনার কুয়েরি সংরক্ষণ করুন।
ca: S'ha produït un error mentre es desava la teva consulta al backend. Per evitar perdre els teus canvis, si us plau desa la teva consulta utilitzant el botó "Desa Consulta".
cs: Při ukládání vašeho dotazu na backendu došlo k chybě. Abyste předešli ztrátě změn, uložte prosím svůj dotaz pomocí tlačítka „Uložit dotaz“.
es: Sucedió un error al guardar tu consulta en el backend. Para evitar perder tus cambios, por favor guarda tu consulta usando la opción "Guardar Consulta"
ja: クエリをバックエンドに保存中にエラーが発生しました。変更内容が失われないように、[クエリを保存] ボタンを使用してクエリを保存してください。
mi: I puta he hapa i te penapena o tō pātai i te tuarongo. Hei karo i te ngaro o ō huringa, tēnā tiakihia tō pātai mā te pātene "Tiaki Pātai".
nl: Er is een fout opgetreden tijdens het opslaan van uw zoekopdracht in de backend. Sla uw query op met de knop "Opslaan" om te voorkomen dat u uw wijzigingen verliest.
pt_br: Ocorreu um erro ao armazenar sua consulta no backend. Para evitar a perda de suas alterações, salve a consulta usando o botão "Save Query".
ro: A apărut o eroare la stocarea interogării în backend. Pentru a evita pierderea modificărilor, vă rugăm să salvați interogarea folosind butonul "Salvează Interogarea".
tr: Sorgunuzu arka planda saklarken bir hata oluştu. Değişikliklerinizi kaybetmemek için lütfen "Sorguyu Kaydet" düğmesini kullanarak sorgunuzu kaydedin.
zh_tw: 在後端儲存查詢時出錯。為避免丢失更改，請使用 "保存查詢" 按钮保存查詢。

source: An error occurred while syncing permissions for %s: %s
ca: S'ha produït un error mentre se sincronitzaven els permisos per %s: %s
cs: Při synchronizaci oprávnění pro %s došlo k chybě: %s
mi: I puta he hapa i te hāngaitanga o ngā mōtika mō %s: %s
ro: A apărut o eroare la sincronizarea permisiunilor pentru %s: %s

source: An error occurred while updating the extension.
ro: A apărut o eroare la actualizarea extensiei.

source: An error occurred while updating the value.
bn: মান আপডেট করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre s'actualitzava el valor.
cs: Při aktualizaci hodnoty došlo k chybě.
ja: 値の更新中にエラーが発生しました。
mi: I puta he hapa i te whakahouhanga o te uara.
nl: Fout opgetreden tijdens het bijwerken van de waarde.
pt_br: Ocorreu um erro ao atualizar o valor.
ro: A apărut o eroare la actualizarea valorii.
tr: Değeri güncellerken bir hata oluştu.
zh_tw: 更新值時出錯。

source: An error occurred while upserting the extension.
ro: A apărut o eroare la upsertarea extensiei.

source: An error occurred while upserting the value.
bn: মান আপসার্ট করার সময় একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error mentre es feia l'upsert del valor.
cs: Při vkládání nebo aktualizaci hodnoty došlo k chybě.
ja: 値の更新挿入中にエラーが発生しました。
mi: I puta he hapa i te whakahoutanga o te uara.
nl: Er is een fout opgetreden tijdens het upserten van de waarde.
pt_br: Ocorreu um erro ao inserir o valor.
ro: A apărut o eroare la upsertarea valorii.
tr: Değeri yerleştirirken bir hata oluştu.

source: An unexpected error occurred
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।
ca: S'ha produït un error inesperat
cs: Došlo k neočekávané chybě
ja: 予期しないエラーが発生しました。
mi: I puta he hapa ohorere
nl: Een onverwachte fout is opgetreden
pt_br: Ocorreu um erro inesperado
ro: A apărut o eroare neașteptată
tr: Beklenmeyen bir hata oluştu

source: Anchor to
bn: অ্যাঙ্কর করুন
ca: Ancorar a
cs: Ukotvit k
es: Anclar a
ja: アンカーへ
mi: Punga ki
nl: Veranker naar
pt_br: Âncora para
ro: Ancorare la
tr: Bağlan
zh_tw: 锚定到

source: Angle at which to end progress axis
bn: কোন কোণে প্রগতি অক্ষ শেষ হবে
ca: Angle al qual acabar l'eix de progrés
cs: Úhel, ve kterém končí osa pokroku
es: Ángulo en el que finalizar el eje de progreso
ja: 進行軸を終了する角度
mi: Koki hei mutu i te tukutuku kokenga
nl: Hoek waarop de voortgangsas eindigt
pt_br: Ângulo em que termina o eixo de progressão
ro: Unghi la care se termină axa progresului
tr: İlerleme ekseninin bitiş açısı
zh_tw: 進度軸结束的角度

source: Angle at which to start progress axis
bn: কোন কোণে প্রগতি অক্ষ শুরু হবে
ca: Angle al qual començar l'eix de progrés
cs: Úhel, ve kterém začíná osa pokroku
es: Ángulo en el que comenzar el eje de progreso
ja: 進行軸を開始する角度
mi: Koki hei tīmata i te tukutuku kokenga
nl: Hoek waarop de progress as moet beginnen
pt_br: Ângulo em que inicia o eixo de progressão
ro: Unghi la care începe axa progresului
tr: İlerleme ekseninin başlangıç açısı
zh_tw: 開始進度軸的角度

source: Animation
bn: অ্যানিমেশন
ca: Animació
cs: Animace
ja: アニメーション
mi: Whakahihiko
nl: Animatie
pt_br: Animação
ro: Animație
tr: Animasyon
zh_tw: 動画

source: Annotation
bn: অ্যানোটেশন
ca: Anotació
cs: Anotace
es: Anotación
ja: 注釈
mi: Tohu
nl: Aantekening
pt_br: Anotação
ro: Adnotare
tr: Açıklama
zh_tw: 注释

source: Annotation Layer %s
bn: অ্যানোটেশন লেয়ার %s
ca: Capa d'Anotació %s
cs: Vrstva anotací %s
ja: 注釈レイヤー %s
mi: Papa Tohu %s
nl: Aannotatielaag %s
pt_br: Camada de anotação %s
ro: Strat de Adnotare %s
tr: Açıklama Katmanı %s

source: Annotation Layers
bn: অ্যানোটেশন লেয়ারগুলি
ca: Capes d'Anotació
cs: Vrstvy anotací
es: Capas de anotación
ja: 注釈レイヤー
mi: Papa Tohu
nl: Aantekeningen Lagen
pt_br: Camadas de anotação
ro: Straturi de Adnotare
tr: Açıklama Katmanları
zh_tw: 注释層

source: Annotation Slice Configuration
bn: অ্যানোটেশন স্লাইস কনফিগারেশন
ca: Configuració de Tall d'Anotació
cs: Konfigurace výřezu anotací
ja: 注釈スライスの構成
mi: Whirihora Kauwhata Tohu
nl: Configuratie van Aantekening sectie
pt_br: Configuração de fatia de anotação
ro: Configurare Felie de Adnotare
tr: Açıklama Dilimi Yapılandırması
zh_tw: 注释切片配置

source: Annotation could not be created.
bn: অ্যানোটেশন তৈরি করা যায়নি।
ca: L'anotació no s'ha pogut crear.
cs: Anotaci se nepodařilo vytvořit.
es: No se pudo crear la anotación.
ja: 注釈を作成できませんでした。
mi: Kāore i taea te hanga i te tohu.
nl: Aantekening kon niet worden aangemaakt.
pt_br: Não foi possível criar uma anotação.
ro: Adnotarea nu a putut fi creată.
tr: Açıklama oluşturulamadı.
zh_tw: 注释無法創建。

source: Annotation could not be updated.
bn: অ্যানোটেশন আপডেট করা যায়নি।
ca: L'anotació no s'ha pogut actualitzar.
cs: Anotaci se nepodařilo aktualizovat.
es: La anotación no pudo ser actualizada.
ja: 注釈を更新できませんでした。
mi: Kāore i taea te whakahou i te tohu.
nl: Aantekening kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar uma anotação.
ro: Adnotarea nu a putut fi actualizată.
tr: Açıklama güncellenemedi.
zh_tw: 注释無法更新。

source: Annotation layer
bn: অ্যানোটেশন লেয়ার
ca: Capa d'anotació
cs: Vrstva anotací
es: Capa de anotación
ja: 注釈レイヤー
mi: Papa tohu
nl: Aantekeningenlaag
pt_br: Camada de anotação
ro: Strat de adnotare
tr: Açıklama katmanı
zh_tw: 注释層

source: Annotation layer could not be created.
bn: অ্যানোটেশন লেয়ার তৈরি করা যায়নি।
ca: La capa d'anotació no s'ha pogut crear.
cs: Vrstvu anotací se nepodařilo vytvořit.
es: No se pudo crear la capa de anotación.
ja: 注釈レイヤーを作成できませんでした。
mi: Kāore i taea te hanga i te papa tohu.
nl: Aantekeningenlaag kon niet worden aangemaakt.
pt_br: Não foi possível criar uma camada de anotação.
ro: Stratul de adnotare nu a putut fi creat.
tr: Açıklama katmanı oluşturulamadı.
zh_tw: 無法創建注释層

source: Annotation layer could not be updated.
bn: অ্যানোটেশন লেয়ার আপডেট করা যায়নি।
ca: La capa d'anotació no s'ha pogut actualitzar.
cs: Vrstvu anotací se nepodařilo aktualizovat.
es: La capa de anotación no pudo ser actualizada.
ja: 注釈レイヤーを更新できませんでした。
mi: Kāore i taea te whakahou i te papa tohu.
nl: Aantekeningenlaag kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar uma camada de anotação.
ro: Stratul de adnotare nu a putut fi actualizat.
tr: Açıklama katmanı güncellenemedi.
zh_tw: 無法更新注释層

source: Annotation layer description columns
bn: অ্যানোটেশন লেয়ার বর্ণনা কলাম
ca: Columnes de descripció de la capa d'anotació
cs: Sloupce s popisem vrstvy anotací
ja: 注釈レイヤーの説明列
mi: Tīwae whakamārama papa tohu
nl: Omschrijvingskolommen van annotatielaag
pt_br: Colunas de descrição da camada de anotação
ro: Coloane de descriere strat de adnotare
tr: Açıklama katmanı açıklama sütunları
zh_tw: 注释層描述列。
