Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Add Rule
bn: নিয়ম যোগ করুন
ca: Afegir Regla
cs: Přidat pravidlo
ja: ルールの追加
mi: Tāpiri Ture
nl: Regel toevoegen
ro: Adaugă Regulă
tr: Kural Ekle

source: Add Tag
bn: ট্যাগ যোগ করুন
ca: Afegir Etiqueta
cs: Přidat značku
es: Añadir Etiqueta
ja: タグを追加
mi: Tāpiri Tohu
nl: Label toevoegen
ro: Adaugă Etichetă
zh_tw: 新增標籤

source: Add User
ca: Afegir Usuari
cs: Přidat uživatele
mi: Tāpiri Kaiwhakamahi
ro: Adaugă Utilizator

source: Add a Plugin
bn: একটি প্লাগিন যোগ করুন
ca: Afegir un Plugin
cs: Přidat plugin
es: Añadir un Plugin
ja: プラグインを追加
mi: Tāpiri Mono
nl: Voeg een Plugin toe
pt_br: Adicionar um Plugin
ro: Adaugă un Plugin
tr: Eklenti Ekle
zh_tw: 新增插件

source: Add a dataset
bn: একটি ডেটাসেট যোগ করুন
ca: Afegir un conjunt de dades
cs: Přidat sadu dat
ja: データセットを追加
mi: Tāpiri rārangi raraunga
nl: Een dataset toevoegen
pt_br: Adicionar um conjunto de dados
ro: Adaugă un set de date
tr: Veri seti ekle

source: Add a new tab
bn: একটি নতুন ট্যাব যোগ করুন
ca: Afegir una nova pestanya
cs: Přidat novou kartu
ja: 新しいタブを追加
mi: Tāpiri ripa hou
nl: Een nieuw tabblad toevoegen
pt_br: Adicionar uma nova aba
ro: Adaugă o filă nouă
tr: Yeni sekme ekle
zh_tw: 新增新的選項卡

source: Add a new tab to create SQL Query
bn: SQL কুয়েরি তৈরি করতে একটি নতুন ট্যাব যোগ করুন
ca: Afegir una nova pestanya per crear una Consulta SQL
cs: Přidat novou kartu pro vytvoření SQL dotazu
es: Añade una nueva pestaña para crear Consulta SQL
ja: SQLクエリを作成するための新しいタブを追加
mi: Tāpiri ripa hou hei hanga i te Pātai SQL
nl: Voeg een nieuw tabblad toe om een SQL Query aan te maken
pt_br: Adicionar uma nova guia para criar Consulta SQL
ro: Adaugă o filă nouă pentru a crea Interogare SQL
tr: SQL Sorgusu oluşturmak için yeni bir sekme ekle
zh_tw: 增加一個選項卡以創建 SQL 查詢

source: Add additional custom parameters
bn: অতিরিক্ত কাস্টম প্যারামিটার যোগ করুন
ca: Afegir paràmetres personalitzats addicionals
cs: Přidat další vlastní parametry
ja: カスタムパラメータを追加
mi: Tāpiri tawhā ritenga atu anō
nl: Voeg additionele aangepaste parameters toe
pt_br: Adicionar parâmetros personalizados adicionais
ro: Adaugă parametri personalizați suplimentari
tr: Ek özel parametreler ekle
zh_tw: 新增其他自定義参數

source: Add alert
ro: Adaugă alertă

source: Add an annotation layer
bn: একটি টীকা স্তর যোগ করুন
ca: Afegir una capa d'anotació
cs: Přidat vrstvu anotací
ja: 注釈レイヤーを追加
mi: Tāpiri papa tohu
nl: Voeg een aantekeningslaag toe
pt_br: Adicionar uma camada de anotação
ro: Adaugă un strat de adnotare
tr: Bir açıklama katmanı ekle

source: Add an item
bn: একটি আইটেম যোগ করুন
ca: Afegir un element
cs: Přidat položku
ja: アイテムを追加
mi: Tāpiri mea
nl: Voeg een item toe
pt_br: Adicionar um item
ro: Adaugă un element
tr: Bir öğe ekle
zh_tw: 新增一行

source: Add and edit filters
bn: ফিল্টার যোগ করুন এবং সম্পাদনা করুন
ca: Afegir i editar filtres
cs: Přidat a upravit filtry
ja: フィルターの追加と編集
nl: Filters toevoegen en bewerken
pt_br: Adicionar e editar filtros
ro: Adaugă și editează filtre
tr: Filtreleri ekle ve düzenle

source: Add annotation
bn: টীকা যোগ করুন
ca: Afegir anotació
cs: Přidat anotaci
es: Añadir anotación
ja: 注釈を追加
mi: Tāpiri tohu
nl: Aantekening toevoegen
pt_br: Adicionar anotação
ro: Adaugă adnotare
tr: Açıklama ekle
zh_tw: 新增注释

source: Add annotation layer
bn: টীকা স্তর যোগ করুন
ca: Afegir capa d'anotació
cs: Přidat vrstvu anotací
es: Añadir capa de anotación
ja: 注釈レイヤーを追加
mi: Tāpiri papa tohu
nl: Aantekeningenlaag toevoegen
pt_br: Adicionar camada de anotação
ro: Adaugă strat de adnotare
tr: Açıklama katmanı ekle
zh_tw: 新增注释層

source: Add another notification method
bn: আরেকটি বিজ্ঞপ্তি পদ্ধতি যোগ করুন
ca: Afegir un altre mètode de notificació
cs: Přidat další metodu oznámení
mi: Tāpiri tikanga whakamōhio anō
ro: Adaugă o altă metodă de notificare

source: Add calculated columns to dataset in "Edit datasource" modal
bn: ডেটাসেটে গণিত কলাম যোগ করুন "ডেটাসোর্স সম্পাদনা" মডালে
ca: Afegir columnes calculades al conjunt de dades al modal "Editar font de dades"
cs: Přidat počítané sloupce do sady dat v modálním okně „Upravit zdroj dat“
es: Añadir columnas calculadas al conjunto de datos en el modo "Editar fuente de datos"
ja: 「データソースの編集」モーダルで計算列をデータセットに追加します
mi: Tāpiri tīwae tatau ki te rārangi raraunga i te paerewa "Whakatika puna raraunga""
nl: Voeg berekende kolommen toe aan dataset in "Bewerk gegevensbron" modal
ro: Adaugă coloane calculate la setul de date în modala "Editare sursă de date"
tr: "Veri kaynağını düzenle" modalında veri setine hesaplanmış sütunlar ekle
zh_tw: 在“編輯數據源”對话框中向數據集增加計算列

source: Add calculated temporal columns to dataset in "Edit datasource" modal
bn: ডেটাসেটে গণিতকালীন কলাম যোগ করুন "ডেটাসোর্স সম্পাদনা" মডালে
ca: Afegir columnes temporals calculades al conjunt de dades al modal "Editar font de dades"
cs: Přidat počítané časové sloupce do sady dat v modálním okně „Upravit zdroj dat“
es: Añadir las columnas temporales calculadas al conjunto de datos en el modo "Editar fuente de datos"
ja: 「データソースの編集」モーダルで計算された時間列をデータセットに追加します
mi: Tāpiri tīwae wā tatau ki te rārangi raraunga i te paerewa "Whakatika puna raraunga""
nl: Voeg berekende tijdelijke kolommen toe aan dataset in "Bewerk gegevensbron" modal
ro: Adaugă coloane temporale calculate la setul de date în modala "Editare sursă de date"
tr: "Veri kaynağını düzenle" modalında veri setine hesaplanmış zaman sütunları ekle

source: Add certification details for this dashboard
ro: Adaugă detalii de certificare pentru acest tablou de bord

source: Add color for positive/negative change
bn: ইতিবাচক/নেতিবাচক পরিবর্তনের জন্য রঙ যোগ করুন
ca: Afegir color per al canvi positiu/negatiu
cs: Přidat barvu pro kladnou/zápornou změnu
es: Añadir color para cambio positivo/negativo
ja: プラス/マイナスの変化に色を追加
mi: Tāpiri tae mō te panoni pai/kino
nl: Kleur toevoegen voor positieve/negatieve wijziging
ro: Adaugă culoare pentru schimbare pozitivă/negativă

source: Add colors to cell bars for +/-
ca: afegir colors a les barres de cel·la per +/-
cs: Přidat barvy do sloupců v buňkách pro +/-
mi: Tāpiri tae ki ngā pae pūtau mō +/-
ro: Adaugă culori la barele celulei pentru +/-

source: Add cross-filter
bn: ক্রস-ফিল্টার যোগ করুন
ca: Afegir filtre creuat
cs: Přidat křížový filtr
ja: クロスフィルターを追加する
mi: Tāpiri tātari-whiti
nl: Cross-filter toevoegen
pt_br: Adicionar filtro cruzado
ro: Adaugă filtrare încrucișată
tr: Çapraz filtre ekle

source: Add custom scoping
bn: কাস্টম স্কোপিং যোগ করুন
ca: Afegir àmbit personalitzat
cs: Přidat vlastní rozsah
es: Añadir alcance personalizado
ja: カスタムスコープの追加
mi: Tāpiri korahi ritenga
nl: Aangepaste scoping toevoegen
ro: Adaugă domeniu de aplicare personalizat
tr: Özel kapsam ekle
zh_tw: 增加自定義作用域

source: Add dataset columns here to group the pivot table columns.
bn: পিভট টেবিল কলামগুলিকে গ্রুপ করতে এখানে ডেটাসেট কলাম যোগ করুন।
ca: Afegeix columnes del conjunt de dades aquí per agrupar les columnes de la taula dinàmica.
cs: Přidejte sem sloupce sady dat pro seskupení sloupců kontingenční tabulky.
es: Añade aquí las columnas del conjunto de datos para agrupar las columnas de la tabla dinámica.
ja: ここにデータセット列を追加して、ピボット テーブル列をグループ化します
mi: Tāpiri tīwae rārangi raraunga ki konei hei rōpū i ngā tīwae ripanga hurihuri.
nl: Voeg hier dataset kolommen toe om de pivot tabel kolommen te groeperen.
ro: Adaugă coloanele setului de date aici pentru a grupa coloanele tabelului pivot.

source: Add delivery method
bn: প্রদান পদ্ধতি যোগ করুন
ca: Afegir mètode de lliurament
cs: Přidat metodu doručení
es: Añadir método de entrega
ja: 配送方法の追加
mi: Tāpiri tikanga tuku
nl: Leveringswijze toevoegen
pt_br: Adicionar método de entrega
ro: Adaugă metodă de livrare
tr: Teslimat yöntemi ekle
zh_tw: 新增通知方法

source: Add description of your tag
bn: আপনার ট্যাগের বিবরণ যোগ করুন
ca: Afegir descripció de la teva etiqueta
cs: Přidejte popis vaší značky
ja: タグの説明を追加する
mi: Tāpiri whakamārama mō tō tohu
nl: Voeg een beschrijving van je tag toe
ro: Adaugă descrierea etichetei dvs.

source: Add description that will be displayed when hovering over the label...
ro: Adaugă o descriere care va fi afișată la trecerea mouse-ului peste etichetă...

source: Add divider
ca: Afegir Divisor
cs: Přidat oddělovač
mi: Tāpiri wāhiwahi
ro: Adaugă separator

source: Add dynamic group by
ro: Adaugă grupare dinamică

source: Add extra connection information.
bn: অতিরিক্ত সংযোগ তথ্য যোগ করুন।
ca: Afegir informació de connexió addicional.
cs: Přidat další informace o připojení.
ja: 追加の接続情報を追加します
mi: Tāpiri mōhiohio hononga taapiri.
nl: Extra verbindingsinformatie toevoegen.
pt_br: Adicione informações adicionais sobre a conexão.
ro: Adaugă informații suplimentare de conectare.
tr: Ek bağlantı bilgileri ekle.

source: Add filter
bn: ফিল্টার যোগ করুন
ca: Afegir Filtre
cs: Přidat filtr
es: Añadir filtro
ja: フィルタを追加
mi: Tāpiri tātari
nl: Filter toevoegen
pt_br: Adicionar filtro
ro: Adaugă filtru
tr: Filtre ekle
zh_tw: 增加過濾條件

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
bn: ফিল্টারের সোর্স কুয়েরি নিয়ন্ত্রণ করতে ফিল্টার শর্ত যোগ করুন, যদিও এটি শুধুমাত্র অটো-কমপ্লিটের প্রসঙ্গে প্রযোজ্য, অর্থাৎ এই শর্তগুলো ড্যাশবোর্ডে ফিল্টার প্রয়োগের উপর কোনো প্রভাব ফেলে না। এটি উপকারী যখন আপনি কুয়েরির কার্যকারিতা উন্নত করতে চান কেবলমাত্র ডেটার একটি উপসেট স্ক্যান করে বা ফিল্টারে প্রদর্শিত উপলব্ধ মানগুলির সীমাবদ্ধ করতে চান।
ca: Afegeix clàusules de filtre per controlar la consulta de font del filtre, encara que només en el context de l'autocompletar, és a dir, aquestes condicions no impacten com s'aplica el filtre al dashboard. Això és útil quan vols millorar el rendiment de la consulta escanejant només un subconjunt de les dades subjacents o limitar els valors disponibles mostrats al filtre.
cs: Přidat klauzule filtru pro řízení zdrojového dotazu filtru, avšak pouze v kontextu automatického doplňování, tj. tyto podmínky neovlivňují, jak je filtr aplikován na nástěnku. To je užitečné, když chcete zlepšit výkon dotazu proskenováním pouze podmnožiny podkladových dat nebo omezit dostupné hodnoty zobrazené ve filtru.
es: Añade cláusulas de filtro para controlar la consulta de origen del filtro, aunque solo en el contexto del autocompletado, es decir, estas condiciones no afectan cómo se aplica el filtro al panel de control. Esto es útil cuando quieres mejorar el rendimiento de la consulta solo escaneando un subconjunto de los datos subyacentes o limitar los valores disponibles que se muestran en el filtro.
ja: フィルター句を追加してフィルターのソース クエリを制御します。 ただし、オートコンプリートのコンテキスト、つまりこれらの条件の場合に限ります。 フィルターがダッシュボードに適用される方法には影響しません。これは便利です サブセットのみをスキャンしてクエリのパフォーマンスを向上させたい場合 基になるデータの値を変更するか、フィルターに表示される使用可能な値を制限します。
mi: Tāpiri rerenga tātari hei whakahaere i te pātai puna o te tātari, engari i roto anake i te horopaki o te whakaoti aunoa arā, karekau ēnei āhuatanga e pā ana ki te whakamahi o te tātari ki te papatohu. He whaihua tēnei ina hiahia koe ki te whakapai ake i te whakatutukitanga o te pātai mā te hōpara noa i tētahi hautanga o ngā raraunga e takoto ana, hei whakawhāiti rānei i ngā uara wātea e whakaaturia ana i te tātari.
nl: Voeg filterclausules toe om de bronquery van het filter te beheren, echter alleen in de context van de autocomplete i. ., deze voorwaarden hebben geen invloed op hoe het filter wordt toegepast op het dashboard. Dit is handig wanneer u de prestaties van de zoekopdracht wilt verbeteren door alleen een subset van de onderliggende gegevens te scannen of de beschikbare waarden in het filter te beperken.
pt_br: Adicionar cláusulas de filtro para controlar a consulta de origem do filtro, embora apenas no contexto do preenchimento automático, ou seja, esses condições não impactam como o filtro é aplicado para o painel. Isso é util quando você quiser melhorar o desempenho da consulta apenas analisando um subconjunto de dados subjacentes ou limitar os valores disponíveis apresentados no filtro.
ro: Adaugă clauze de filtrare pentru a controla interogarea sursă a filtrului, dar doar în contextul completării automate, adică aceste condiții nu afectează modul în care filtrul este aplicat pe tabloul de bord. Acest lucru este util când doriți să îmbunătățiți performanța interogării prin scanarea doar a unui subset din datele de bază sau să limitați valorile disponibile afișate în filtru.
tr: Filtrenin kaynak sorgusunu kontrol etmek için filtre maddeleri ekle, ancak bu, otomatik tamamlama bağlamında geçerlidir yani, bu koşullar filtrenin gösterge paneline nasıl uygulandığını etkilemez. Bu, sorgunun performansını yalnızca altta yatan verilerin bir alt kümesini taramak veya filtreda görüntülenen mevcut değerleri sınırlamak istediğinizde yararlıdır.
zh_tw: 為控制篩選器的源查詢增加篩選條件，但這只限於自動完成的上下文，即這些條件不會影響篩選器在仪表板上的應用方式。當你希望通過只掃描底層數據的一個子集來提高查詢性能，或者限制篩選器中顯示的可用值範圍時，這一點特别有用。

source: Add item
bn: আইটেম যোগ করুন
ca: Afegir element
cs: Přidat položku
es: Añadir elemento
ja: 項目の追加
mi: Tāpiri mea
nl: Voeg item toe
pt_br: Adicionar item
ro: Adaugă element
tr: Öğe ekle
zh_tw: 增加條件

source: Add metric
bn: মেট্রিক যোগ করুন
ca: Afegir mètrica
cs: Přidat metriku
es: Añadir métrica
ja: 指標を追加
mi: Tāpiri ine
nl: Metriek toevoegen
pt_br: Adicionar métrica
ro: Adaugă metrică
tr: Metrik ekle
zh_tw: 新增指標

source: Add metrics to dataset in "Edit datasource" modal
bn: ডেটাসেটে মেট্রিক যোগ করুন "ডেটাসোর্স সম্পাদনা" মডালে
ca: Afegir mètriques al conjunt de dades al modal "Editar font de dades"
cs: Přidat metriky do sady dat v modálním okně „Upravit zdroj dat“
es: Añadir métricas al conjunto de datos en el modo "Editar fuente de datos"
ja: 「データソースの編集」でデータセットに指標を追加
mi: Tāpiri ine ki te rārangi raraunga i te paerewa "Whakatika puna raraunga""
nl: Metrieken toevoegen aan dataset in "Bewerk gegevensbron" modal
ro: Adaugă metrici la setul de date în modala "Editare sursă de date"
tr: "Veri kaynağını düzenle" modalında veri setine metrikler ekle

source: Add new color formatter
bn: নতুন রঙ ফরম্যাটার যোগ করুন
ca: Afegir nou formatador de color
cs: Přidat nový formátovač barev
es: Añadir nuevo formateador de color
ja: 新しいカラーフォーマッタを追加
mi: Tāpiri kaihōputu tae hou
nl: Voeg nieuwe kleur formatter toe
pt_br: Adicionar novo formatador de cores
ro: Adaugă nou formatator de culoare
tr: Yeni renk biçimlendirici ekle
zh_tw: 增加新的的颜色格式化器

source: Add new formatter
bn: নতুন ফরম্যাটার যোগ করুন
ca: Afegir nou formatador
cs: Přidat nový formátovač
es: Añadir nuevo formateador
ja: 新しいフォーマッタを追加
mi: Tāpiri kaihōputu hou
nl: Nieuwe formatter toevoegen
pt_br: Adicionar novo formatador
ro: Adaugă nou formatator
tr: Yeni biçimlendirici ekle
zh_tw: 新增格式化

source: Add or edit filters
ca: Afegir o editar filtres
cs: Přidat nebo upravit filtry
ro: Adaugă sau editează filtre

source: Add report
ro: Adaugă raport

source: Add required control values to preview chart
bn: চার্ট প্রিভিউ করার জন্য প্রয়োজনীয় নিয়ন্ত্রণ মান যোগ করুন
ca: Afegir valors de control requerits per previsualitzar el gràfic
cs: Přidejte požadované hodnoty ovládacích prvků pro náhled grafu
es: Añade los valores de control necesarios para previsualizar el gráfico
ja: 必要なコントロール値をプレビューチャートに追加します
mi: Tāpiri uara whakahaere e hiahiatia ana hei arokite i te kauwhata
nl: Vereiste controlewaarden toevoegen aan de grafiek voorbeeld
pt_br: Adicionar controle de valores obrigatórios para visualizar o gráfico
ro: Adaugă valorile de control necesare pentru previzualizarea graficului
tr: Grafik önizlemesine gerekli kontrol değerlerini ekle
zh_tw: 增加必需的控制值以預覽圖表

source: Add required control values to save chart
bn: চার্ট সংরক্ষণ করার জন্য প্রয়োজনীয় নিয়ন্ত্রণ মান যোগ করুন
ca: Afegir valors de control requerits per desar el gràfic
cs: Přidejte požadované hodnoty ovládacích prvků pro uložení grafu
es: Añade los valores de control necesarios para guardar el gráfico
ja: チャートを保存するために必要なコントロール値を追加
mi: Tāpiri uara whakahaere e hiahiatia ana hei tiaki i te kauwhata
nl: Verplichte controlewaarden om grafiek op te slaan toevoegen
pt_br: Adicionar controle de valores obrigatórios para salvar gráfico
ro: Adaugă valorile de control necesare pentru salvarea graficului
tr: Grafiği kaydetmek için gerekli kontrol değerlerini ekle
zh_tw: 增加必需的控制值以保存圖表

source: Add sheet
bn: শিট যোগ করুন
ca: Afegir full
cs: Přidat list
ja: シートを追加
mi: Tāpiri hīti
nl: Voeg blad toe
pt_br: Adicionar planilha
ro: Adaugă foaie
tr: Sayfa ekle
zh_tw: 增加 sheet 頁

source: Add tag to entities
bn: এনটিটিতে ট্যাগ যোগ করুন
ca: Afegir etiqueta a entitats
cs: Přidat značku k entitám
es: Añadir etiqueta a entidades
ja: エンティティにタグを追加
mi: Tāpiri tohu ki ngā pūtahi
nl: Voeg tag toe aan entiteiten
ro: Adaugă etichetă la entități
zh_tw: 給對象增加標籤

source: Add the name of the chart
bn: চার্টের নাম যোগ করুন
ca: Afegir el nom del gràfic
cs: Přidejte název grafu
ja: チャートの名前を追加
mi: Tāpiri te ingoa o te kauwhata
nl: Voeg de naam van de grafiek toe
pt_br: Adicione o nome do gráfico
ro: Adaugă numele graficului
tr: Grafik adını ekle

source: Add the name of the dashboard
bn: ড্যাশবোর্ডের নাম যোগ করুন
ca: Afegir el nom del dashboard
cs: Přidejte název nástěnky
ja: ダッシュボードの名前を追加
mi: Tāpiri te ingoa o te papatohu
nl: Naam van het dashboard toevoegen
pt_br: Adicione o nome do painel
ro: Adaugă numele tabloului de bord
tr: Gösterge panelinin adını ekle

source: Add theme
ro: Adaugă temă

source: Add to dashboard
bn: ড্যাশবোর্ডে যোগ করুন
ca: Afegir al dashboard
cs: Přidat na nástěnku
es: Añadir al panel de control
ja: ダッシュボードに追加
mi: Tāpiri ki te papatohu
nl: Toevoegen aan het dashboard
pt_br: Adicionar ao painel
ro: Adaugă la tablou de bord
tr: Gösterge paneline ekle
zh_tw: 增加到看板

source: Added
bn: যোগ করা হয়েছে
ca: Afegit
cs: Přidáno
es: Añadido
ja: 追加済み
mi: Kua Tāpiritia
nl: Toegevoegd
pt_br: Adicionado
ro: Adăugat
tr: Eklendi
zh_tw: 已增加

source: Added 1 new column to the virtual dataset
ca: Afegida 1 nova columna al conjunt de dades virtual
cs: Do virtuální sady dat byl přidán 1 nový sloupec
mi: Kua tāpiritia 1 tīwae hou ki te rārangi raraunga mariko
ro: Adăugată 1 coloană nouă la setul de date virtual

source: Added to 1 dashboard
bn: ১টি ড্যাশবোর্ডে যোগ করা হয়েছে
ca: Afegit a 1 dashboard
cs: Přidáno na 1 nástěnku
mi: Kua tāpiritia ki 1 papatohu
ro: Adăugat la 1 tablou de bord
tr: Bir gösterge paneline eklendi

source: Additional Parameters
bn: অতিরিক্ত প্যারামিটার
ca: Paràmetres Addicionals
cs: Další parametry
ja: 追加パラメータ
mi: Tawhā Taapiri
nl: Additionele Parameters
pt_br: Parâmetros adicionais
ro: Parametri Adiționali
tr: Ekstra Parametreler
zh_tw: 附加参數

source: Additional fields may be required
bn: অতিরিক্ত ফিল্ড প্রয়োজন হতে পারে
ca: Poden ser necessaris camps addicionals
cs: Mohou být vyžadována další pole
es: Pueden ser necesarios campos adicionales
ja: 追加のフィールドが必要な場合があります
mi: Ka hiahiatia pea ētahi atu āpure
nl: Mogelijk zijn aanvullende velden verplicht
pt_br: Adicional campos que podem ser necessários
ro: Pot fi necesare câmpuri adiționale
tr: Ek alanlar gerekebilir
zh_tw: 可能需要額外的欄位

source: Additional information
bn: অতিরিক্ত তথ্য
ca: Informació addicional
cs: Další informace
es: Información adicional
ja: 追加情報
mi: Mōhiohio taapiri
nl: Bijkomende informatie
pt_br: Informação adicional
ro: Informații adiționale
tr: Ek bilgiler
zh_tw: 附加訊息

source: Additional padding for legend.
bn: লেজেন্ডের জন্য অতিরিক্ত প্যাডিং।
ca: Farciment addicional per a la llegenda.
cs: Dodatečné odsazení pro legendu.
ja: 凡例の追加パディング
mi: Pākeke taapiri mō te kōrero.
nl: Additionele opvulling voor legende.
pt_br: Preenchimento adicional da legenda.
ro: Spațiere suplimentară pentru legendă.
tr: Lejant için ekstra dolgu.
zh_tw: 圖例額外的内邊距。

source: Additional parameters
bn: অতিরিক্ত প্যারামিটার
ca: Paràmetres addicionals
cs: Další parametry
ja: 追加パラメータ
mi: Tawhā taapiri
nl: Additionele parameters
pt_br: Parâmetros adicionais
ro: Parametri adiționali
tr: Ekstra parametreler
zh_tw: 額外参數

source: Additional settings.
bn: অতিরিক্ত সেটিংস।
ca: Configuracions addicionals.
cs: Další nastavení.
ja: 追加の設定
mi: Tautuhinga taapiri.
nl: Additionele instellingen.
pt_br: Configurações adicionais.
ro: Setări adiționale.
tr: Ek ayarlar.

source: Additional text to add before or after the value, e.g. unit
bn: মানের আগে বা পরে যোগ করতে অতিরিক্ত পাঠ্য, যেমন ইউনিট
ca: Text addicional per afegir abans o després del valor, p. ex. unitat
cs: Další text, který se přidá před nebo za hodnotu, např. jednotka
es: Texto adicional para añadir antes o después del valor, por ejemplo, unidad
ja: 値の前後に追加する追加テキスト。ユニット
mi: Kupu taapiri hei tāpiri i mua, i muri rānei i te uara, hei tauira te waeine
nl: Extra tekst om toe te voegen voor of na de waarde, bijvoorbeeld eenheid
pt_br: Texto adicional para adicionar antes ou depois o valor, por exemplo, unidade
ro: Text suplimentar de adăugat înainte sau după valoare, de ex. unitate
tr: Değerden önce veya sonra eklemek için ek metin, örn. birim
zh_tw: 附加文本到數據前(後)，例如：單位

source: Additive
bn: যোগাযোগ্য
ca: Additiu
cs: Aditivní
ja: 添加剤
mi: Tāpiri
nl: Additief
pt_br: Aditivo
ro: Aditiv
tr: Ekleyici
zh_tw: 附加

source: Adds color to the chart symbols based on the positive or negative change from the comparison value.
bn: তুলনা মান থেকে ইতিবাচক বা নেতিবাচক পরিবর্তনের উপর ভিত্তি করে চার্ট প্রতীকে রঙ যোগ করে।
ca: Afegeix color als símbols del gràfic basat en el canvi positiu o negatiu del valor de comparació.
cs: Přidá barvu symbolům v grafu na základě kladné nebo záporné změny od srovnávací hodnoty.
ja: 比較値からの正または負の変化に基づいてチャート シンボルに色を追加します。
mi: Ka tāpiri tae ki ngā tohu kauwhata i runga i te panoni pai, kino rānei mai i te uara whakatairite.
ro: Adaugă culoare simbolurilor graficului în funcție de schimbarea pozitivă sau negativă față de valoarea de comparație.

source: Adjust how this database will interact with SQL Lab.
bn: এই ডাটাবেস SQL ল্যাবের সাথে কীভাবে ইন্টারঅ্যাক্ট করবে তা সামঞ্জস্য করুন।
ca: Ajustar com aquesta base de dades interactuarà amb SQL Lab.
cs: Upravte, jak bude tato databáze interagovat s SQL Labem.
es: Ajusta cómo interactuará esta base de datos con SQL Lab.
ja: このデータベースが SQL Lab とどのように対話するかを調整
mi: Whakatikatika me pēhea te taunekeneke o tēnei pātengi raraunga ki SQL Lab.
nl: Pas aan hoe deze database communiceert met SQL Lab.
pt_br: Ajustar como esse banco de dados vai interagir com SQL Lab.
ro: Ajustați modul în care această bază de date va interacționa cu SQL Lab.
tr: Bu veritabanının SQL Lab ile nasıl etkileşime gireceğini ayarlayın.
zh_tw: 調整此資料庫與 SQL 工具箱的交互方式。

source: Adjust performance settings of this database.
bn: এই ডাটাবেসের কর্মক্ষমতা সেটিংস সামঞ্জস্য করুন।
ca: Ajustar la configuració de rendiment d'aquesta base de dades.
cs: Upravte nastavení výkonu této databáze.
es: Ajusta los ajustes de rendimiento de esta base de datos.
ja: このデータベースのパフォーマンス設定を調整
mi: Whakatikatika i ngā tautuhinga whakatutukitanga o tēnei pātengi raraunga.
nl: Pas de prestatie-instellingen van deze database aan.
pt_br: Ajuste as configurações de desempenho desse banco de dados.
ro: Ajustați setările de performanță ale acestei baze de date.
tr: Bu veritabanının performans ayarlarını düzenleyin.
zh_tw: 調整此資料庫的性能設定

source: Advanced
bn: উন্নত
ca: Avançat
cs: Pokročilé
es: Avanzado
ja: 高度な
mi: Aromatawai
nl: Geavanceerd
pt_br: Avançado
ro: Avansat
tr: Gelişmiş
zh_tw: 高級選項

source: Advanced Analytics
bn: উন্নত বিশ্লেষণ
ca: Analítica Avançada
cs: Pokročilá analytika
ja: 高度な分析
mi: Tātaritanga Aromatawai
nl: Geavanceerde Analytics
pt_br: Análise avançada
ro: Analiză Avansată
tr: Gelişmiş Analitik
zh_tw: 高級分析

source: Advanced Data type
bn: উন্নত ডেটা টাইপ
ca: Tipus de dades avançat
cs: Pokročilý datový typ
ja: 高度なデータ型
mi: Momo raraunga Aromatawai
nl: Geavanceerde Data type
pt_br: Tipo de dados avançado
ro: Tip de date avansat
tr: Gelişmiş Veri Türü
