Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
bn: একটি সিস্টেমের বিভিন্ন স্তরের মাধ্যমে তথ্যের প্রবাহ চিত্রিত করতে বৃত্ত ব্যবহার করে। একটি মানের পথে বোঝার জন্য ভিজ্যুয়ালাইজেশনে পৃথক পথগুলোর উপর হোভার করুন। বহু-পর্যায়, বহু-গ্রুপ ভিজ্যুয়ালাইজিং ফানেল এবং পাইপলাইনগুলির জন্য উপকারী।
ca: Usa cercles per visualitzar el flux de dades a través de diferents etapes d'un sistema. Passa per sobre dels camins individuals a la visualització per entendre les etapes que va prendre un valor. Útil per visualitzar embuts i pipelines multi-etapa, multi-grup.
cs: Používá kruhy k vizualizaci toku dat různými fázemi systému. Přejeďte myší přes jednotlivé cesty ve vizualizaci, abyste pochopili, kterými fázemi hodnota prošla. Užitečné pro vícestupňové, víceskupinové vizualizace trychtýřů a procesů.
es: Utiliza círculos para visualizar el flujo de datos a través de diferentes etapas de un sistema. Pasa el cursor sobre las rutas individuales en la visualización para entender las etapas que tomó un valor. Útil para visualizar embudos y tuberías de múltiples etapas y grupos.
ja: 円を使用して、システムのさまざまな段階を通るデータの流れを視覚化します。ビジュアライゼーション内の個々のパスの上にマウスを移動すると、値がどの段階を経たかを理解できます。マルチステージ、マルチグループのファネルとパイプラインの視覚化に役立ちます。
mi: Ka whakamahi i ngā porohita hei whakakite i te rere o ngā raraunga i ngā wāhanga rerekē o tētahi pūnaha. Haewē i runga i ngā ara takitahi i te whakakitenga hei mārama i ngā wāhanga i mau i tētahi uara. He whaihua mō te whakakite i ngā kōrere me ngā paipa wāhanga-maha, rōpū-maha.
nl: Gebruikt cirkels om de doorstroming van gegevens door verschillende fasen van een systeem te visualiseren. Beweeg over individuele paden in de visualisatie om te begrijpen welke fasen een waarde heeft doorlopen. Handig voor het visualiseren van trechters en pijplijnen met meerdere fasen en groepen.
pt_br: Usa círculos para visualizar o fluxo de dados em diferentes estágios de um sistema. Passe o mouse sobre caminhos individuais na visualização para entender os estágios de um valor. Útil para funis e pipelines de visualização de vários estágios e vários grupos.
tr: Verinin bir sistemdeki farklı aşamalardan nasıl aktığını görselleştirmek için daireler kullanır. Görselleştirmedeki bireysel yolların üzerine gelerek bir değerin aldığı aşamaları anlamak için. Çoklu aşamalı, çoklu grup hunileri ve boru hatlarını görselleştirmek için kullanışlıdır.
zh_tw: 使用圆圈來可視化數據在系统不同階段的流動。將鼠標懸停在可視化圖表的各個路徑上，以理解值經歷的各個階段。這對於多階段、多組的漏斗和管道可視化非常有用。

source: Values selected in other filters will affect the filter options to only show relevant values
bn: অন্যান্য ফিল্টারে নির্বাচিত মানগুলি ফিল্টার অপশনকে প্রভাবিত করবে যাতে শুধুমাত্র প্রাসঙ্গিক মানগুলি প্রদর্শিত হয়
ca: Els valors seleccionats en altres filtres afectaran les opcions de filtre per només mostrar valors rellevants
cs: Hodnoty vybrané v jiných filtrech ovlivní možnosti filtru tak, aby se zobrazovaly pouze relevantní hodnoty
es: Los valores seleccionados en otros filtros afectarán las opciones de filtro para mostrar solo valores relevantes
ja: 他のフィルターで選択された値は、関連する値のみを表示するフィルター オプションに影響します。
mi: Ka pā ngā uara kua tīpakohia i ētahi atu tātari ki ngā kōwhiringa tātari hei whakaatu anake i ngā uara hāngai
nl: Waarden geselecteerd in andere filters hebben invloed op de filteropties om alleen relevante waarden te tonen
pt_br: Os valores selecionados em outros filtros afetarão as opções de filtro para mostrar apenas os valores relevantes
tr: Diğer filtrelerde seçilen değerler, sadece ilgili değerleri göstermek için filtre seçeneklerini etkiler

source: Vehicle Types
bn: যানবাহনের প্রকার
es: Tipos de Vehículos
ja: 車両の種類
nl: Voertuig Types
pt_br: Tipos de veículos
tr: Araç Türleri
zh_tw: 類型

source: Verbose Name
bn: বিস্তৃত নাম
es: Nombre Verbose
ja: 詳細な名前
nl: Verklarende naam
pt_br: Nome detalhado
tr: Ayrıntılı İsim
zh_tw: 全稱

source: Vertical
bn: লম্বালম্বি
cs: Svislý
ja: 垂直
mi: Poutū
nl: Verticaal
tr: Dikey
zh_tw: 縱向

source: Video game consoles
bn: ভিডিও গেম কনসোল
es: Consolas de videojuegos
ja: ビデオゲーム機
pt_br: Consoles de videogame
tr: Video oyun konsolları
zh_tw: 控制台

source: Viewport
bn: ভিউপোর্ট
cs: Zobrazovací oblast
ja: ビューポート
mi: Tirohanga
nl: Weergavevenster
pt_br: Porta de exibição
tr: Görüntüleme Alanı
zh_tw: 視口

source: Virtual
bn: ভার্চুয়াল
cs: Virtuální
ja: バーチャル
mi: Mariko
nl: Virtueel
tr: Sanal

source: Virtual (SQL)
bn: ভার্চুয়াল (SQL)
cs: Virtuální (SQL)
ja: 仮想 (SQL)
mi: Mariko (SQL)
nl: Virtueel (SQL)
tr: Sanal (SQL)
zh_tw: 虛擬（SQL）

source: Virtual dataset
bn: ভার্চুয়াল ডেটাসেট
es: Conjunto de datos virtual
ja: 仮想データセット
nl: Virtuele dataset
pt_br: Conjunto de dados virtuais
tr: Sanal veri kümesi
zh_tw: 虛擬數據集

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
bn: একাধিক গোষ্ঠীর মধ্যে মেট্রিকগুলির একটি সমান্তরাল সেট চিত্রিত করুন। প্রতিটি গোষ্ঠী নিজস্ব পয়েন্টের রেখা ব্যবহার করে চিত্রিত করা হয় এবং প্রতিটি মেট্রিক একটি সীমা হিসেবে চার্টে উপস্থাপন করা হয়।
ca: Visualitzar un conjunt paral·lel de mètriques a través de múltiples grups. Cada grup es visualitza usant la seva pròpia línia de punts i cada mètrica es representa com una aresta al gràfic.
cs: Vizualizujte paralelní sadu metrik napříč více skupinami. Každá skupina je vizualizována pomocí vlastní čáry bodů a každá metrika je reprezentována jako hrana v grafu.
es: Visualiza un conjunto paralelo de métricas a través de varios grupos. Cada grupo se visualiza utilizando su propia línea de puntos y cada métrica se representa como un borde en el gráfico.
ja: 複数のグループにわたるメトリクスの並列セットを視覚化します。各グループは独自の点の線を使用して視覚化され、各メトリックはグラフ内のエッジとして表されます。
mi: Whakakite i tētahi huinga ōrite o ngā ine puta noa i ngā rōpū maha. Ko ia rōpū e whakaaturia ana mā tōna ake rārangi tohu, ā, ko ia ine e tohua ana hei tapa i te kauwhata.
nl: Visualiseer een parallelle reeks metrieken over meerdere groepen. Elke groep wordt gevisualiseerd met behulp van zijn eigen lijn van punten en elk getal wordt weergegeven als een rand in de grafiek.
pt_br: Visualize um conjunto paralelo de métricas em vários grupos. Cada grupo é visualizado usando sua própria linha de pontos e cada métrica é representada como uma borda no gráfico.
tr: Birden fazla grupta paralel bir dizi metriği görselleştirin. Her grup, kendi nokta çizgisiyle görselleştirilir ve her metrik grafikte bir kenar olarak temsil edilir.
zh_tw: 在多個組中可視化一組平行的度量。每個組都使用自己的點線進行可視化，每個度量在圖表中表示為一條邊。

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
bn: গোষ্ঠীর জোড়গুলির মধ্যে একটি সম্পর্কিত মেট্রিক চিত্রিত করুন। হিটম্যাপগুলি দুটি গোষ্ঠীর মধ্যে সম্পর্ক বা শক্তিকে তুলে ধরতে সক্ষম। রঙ ব্যবহার করা হয় প্রতিটি গোষ্ঠীর জোড়ের মধ্যে সংযোগের শক্তি উল্লেখ করতে।
ca: Visualitzar una mètrica relacionada a través de parells de grups. Els mapes de calor excel·leixen mostrant la correlació o força entre dos grups. El color s'usa per emfatitzar la força de l'enllaç entre cada parell de grups.
cs: Vizualizujte související metriku napříč páry skupin. Teplotní mapy vynikají v zobrazování korelace nebo síly mezi dvěma skupinami. Barva se používá k zdůraznění síly spojení mezi každým párem skupin.
es: Visualiza una métrica relacionada entre pares de grupos. Los mapas de calor son excelentes para mostrar la correlación o la fuerza entre dos grupos. El color se utiliza para enfatizar la fuerza del vínculo entre cada par de grupos.
ja: グループのペアにわたる関連するメトリクスを視覚化します。ヒートマップは、2 つのグループ間の相関関係や強さを示すのに優れています。色は、グループの各ペア間のつながりの強さを強調するために使用されます。
mi: Whakakite i tētahi ine hāngai puta noa i ngā takirua o ngā rōpū. He pai rawa te Mahere Wera ki te whakaatu i te hononga, i te kaha rānei i waenga i ngā rōpū e rua. Ka whakamahia te tae hei whakatoi i te kaha o te hononga i waenga i ia takirua o ngā rōpū.
nl: Visualiseer een verwante metriek over paren van groepen. Heatmaps excelleren bij het tonen van de correlatie of sterkte tussen twee groepen. Kleur wordt gebruikt om de kracht van de link tussen elke groep te benadrukken.
pt_br: Visualize uma métrica relacionada em pares de grupos. Os mapas de calor são excelentes para mostrar a correlação ou a força entre dois grupos. A cor é usada para enfatizar a força do vínculo entre cada par de grupos.
tr: Çift grupların arasındaki ilgili bir metriği görselleştirin. Heatmap'ler, iki grup arasındaki ilişkiyi veya gücü sergileme konusunda mükemmel işler. Renk, her çift grup arasındaki bağlantının gücünü vurgulamak için kullanılır.
zh_tw: 可視化各組之間的相關指標。热圖擅長顯示两組之間的相關性或强度。颜色用於强調各組之間的聯繫强度。

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
bn: গ্রিড ভিউতে 3D ভবন, দৃশ্যপট বা বস্তু যেমন ভৌগোলিক তথ্য চিত্রিত করুন।
ca: Visualitzar dades geoespacials com edificis 3D, paisatges, o objectes en vista de graella.
cs: Vizualizujte geoprostorová data jako 3D budovy, krajiny nebo objekty v mřížkovém zobrazení.
es: Visualiza datos geoespaciales como edificios 3D, paisajes u objetos en vista de cuadrícula.
ja: 3D の建物、風景、オブジェクトなどの地理空間データをグリッド ビューで視覚化します。
mi: Whakakite i ngā raraunga tauwāhi pērā i ngā whare 3D, ngā oneone whenua, ngā ahanoa rānei i te tirohanga tukutata.
nl: Visualiseer geospatiële gegevens zoals 3D gebouwen, landschappen of objecten in rasterweergave.
pt_br: Visualize dados geoespaciais como edifícios, paisagens ou objetos em 3D na visualização em grade.
tr: 3D binalar, manzaralar veya nesneler gibi coğrafi verileri ızgara görünümünde görselleştirin.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
bn: বার ব্যবহার করে একটি মেট্রিক কিভাবে সময়ের সাথে সাথে পরিবর্তিত হয় তা চিত্রিত করুন। গোষ্ঠী স্তরের মেট্রিক এবং সময়ের সাথে তাদের পরিবর্তন দেখার জন্য একটি গ্রুপ বাই কলাম যোগ করুন।
es: Visualiza cómo cambia una métrica a lo largo del tiempo usando barras. Añade una columna de agrupación para visualizar las métricas a nivel de grupo y cómo cambian con el tiempo.
ja: 時間の経過とともにメトリクスがどのように変化するかをバーを使用して視覚化します。グループごとの列を追加して、グループ レベルの指標とそれらが時間の経過とともにどのように変化するかを視覚化します。
nl: Visualiseer hoe een metriek verandert over de tijd met behulp van staven. Voeg een groep per kolom toe om groepsniveau te visualiseren en hoe ze na verloop van tijd veranderen.
pt_br: Visualize como uma métrica muda ao longo do tempo usando barras. Adicione um grupo por coluna para visualizar métricas de nível de grupo e como elas mudam ao longo do tempo.
tr: Metriğin zaman içinde nasıl değiştiğini çubuklar kullanarak görselleştirin. Grup seviyesi metrikleri görselleştirmek ve zaman içinde nasıl değiştiklerini görmek için bir gruplandırma sütunu ekleyin.
zh_tw: 使用條形圖可視化指標随時間的變化。按列增加分組以可視化分組級别的指標及其随時間變化的方式。

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
bn: পরিচিত গাছের মত কাঠামো ব্যবহার করে বহু স্তরের হায়ারার্কি চিত্রিত করুন।
ca: Visualitzar múltiples nivells de jerarquia usant una estructura familiar d'arbre.
cs: Vizualizujte více úrovní hierarchie pomocí známé stromové struktury.
es: Visualiza múltiples niveles de jerarquía utilizando una estructura familiar en forma de árbol.
ja: 使い慣れたツリー状の構造を使用して、複数レベルの階層を視覚化します。
mi: Whakakite i ngā taumata taumata maha mā te whakamahi i tētahi hangahanga pērā i te rākau.
nl: Visualiseer meerdere niveaus van hiërarchie met behulp van een bekende boomstructuur.
pt_br: Visualize vários níveis de hierarquia usando uma estrutura familiar semelhante a uma árvore.
tr: Bilindik ağaç benzeri bir yapı kullanarak hiyerarşinin birden fazla seviyesini görselleştirin.
zh_tw: 使用熟悉的樹狀結構可視化多層次結構。

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
bn: একই x-অক্ষ ব্যবহার করে দুটি ভিন্ন সিরিজ চিত্রিত করুন। লক্ষ্য করুন যে উভয় সিরিজ একটি ভিন্ন চার্ট প্রকার (যেমন 1 বার ব্যবহার করে এবং 1 একটি রেখা ব্যবহার করে) সাথে চিত্রিত করা যেতে পারে।
ca: Visualitzar dues sèries diferents usant el mateix eix x. Tingues en compte que ambdues sèries es poden visualitzar amb un tipus de gràfic diferent (p.ex. 1 usant barres i 1 usant una línia).
cs: Vizualizujte dvě různé série pomocí stejné osy X. Všimněte si, že obě série mohou být vizualizovány různým typem grafu (např. 1 pomocí sloupců a 1 pomocí spojnice).
es: Visualiza dos series diferentes utilizando el mismo eje x. Ten en cuenta que ambas series pueden visualizarse con un tipo de gráfico diferente (por ejemplo, 1 usando barras y 1 usando una línea).
ja: 同じ X 軸を使用して 2 つの異なる系列を視覚化します。両方の系列は異なるチャート タイプ (例: 1 つは棒を使用し、もう 1 つは線を使用) で視覚化できることに注意してください。
mi: Whakakite i ngā raupapa rerekē e rua mā te whakamahi i te tukutuku-x ōrite. Kia mōhio ka taea e ngā raupapa e rua te whakaatu ki tētahi momo kauwhata rerekē (hei tauira 1 mā te pae, 1 mā te rārangi).
nl: Visualiseer twee verschillende reeksen met behulp van dezelfde x-as. Let op dat beide reeksen kunnen worden gevisualiseerd met een ander grafiektype (bijv. 1 met staven en 1 met een lijn).
pt_br: Visualize duas séries diferentes usando o mesmo eixo x. Observe que ambas as séries podem ser visualizadas com um tipo de gráfico diferente (por exemplo, uma usando barras e outra usando uma linha).
tr: Aynı x-eksenini kullanarak iki farklı seriyi görselleştirin. Her iki seri de farklı bir grafik türüyle görselleştirilebileceğini unutmayın (örneğin, 1 çubuklar kullanıyor ve 1 çizgi kullanıyor).

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
bn: একটি চার্টে তিনটি মাত্রার ডেটার মধ্যে একটি মেট্রিক চিত্রিত করে (X অক্ষ, Y অক্ষ এবং বাবল আকার)। একই গোষ্ঠীর বাবলগুলি বাবল রঙ ব্যবহার করে প্রদর্শন করা যেতে পারে।
ca: Visualitza una mètrica a través de tres dimensions de dades en un sol gràfic (eix X, eix Y, i mida de bombolla). Les bombolles del mateix grup es poden mostrar usant el color de bombolla.
cs: Vizualizuje metriku napříč třemi dimenzemi dat v jediném grafu (osa X, osa Y a velikost bubliny). Bubliny ze stejné skupiny mohou být zobrazeny pomocí barvy bubliny.
es: Visualiza una métrica a través de tres dimensiones de datos en un solo gráfico (eje X, eje Y y tamaño de la burbuja). Las burbujas del mismo grupo pueden destacarse utilizando el color de la burbuja.
ja: データの 3 つの次元 (X 軸、Y 軸、バブル サイズ) にわたるメトリックを 1 つのグラフに視覚化します。同じグループのバブルは、バブルの色を使用して表示できます。
mi: Ka whakaatu i tētahi ine puta noa i ngā āhuahanga e toru o ngā raraunga i tētahi kauwhata kotahi (tukutuku X, tukutuku Y, me te rahi pōro). Ka taea ngā pōro mai i te rōpū ōrite te whakaatu mā te tae pōro.
nl: Visualiseert een metriek over drie dimensies van gegevens in één grafiek (X-as, Y-as en bubbelgrootte). Bubbels uit dezelfde groep kunnen worden getoond met behulp van bubbelkleur.
pt_br: Visualiza uma métrica em três dimensões de dados em um único gráfico (eixo X, eixo Y e tamanho da bolha). As bolhas do mesmo grupo podem ser exibidas usando a cor da bolha.
tr: Verilerin üç boyutunu (X ekseni, Y ekseni ve kabarcık boyutu) tek bir grafikte görselleştirir. Aynı gruptan gelen kabarcıklar, kabarcık rengini kullanarak sergilenebilir.
zh_tw: 在單個圖表中跨三维數據（X 軸、Y 軸和氣泡大小）可視化度量。同一組中的氣泡可以“使用氣泡颜色顯示

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
bn: আপনার তথ্য থেকে ভৌগোলিক অঞ্চলগুলিকে ম্যাপবক্স রেন্ডার করা মানচিত্রে বহুভুজ হিসেবে চিত্রিত করে। মেট্রিক ব্যবহার করে বহুভুজগুলি রঙ করা যেতে পারে।
ca: Visualitza àrees geogràfiques de les teves dades com a polígons en un mapa renderitzat de Mapbox. Els polígons es poden colorar usant una mètrica.
cs: Vizualizuje geografické oblasti z vašich dat jako polygony na mapě vykreslené pomocí Mapboxu. Polygony mohou být obarveny pomocí metriky.
es: Visualiza áreas geográficas de tus datos como polígonos en un mapa renderizado por Mapbox. Los polígonos pueden ser coloreados utilizando una métrica.
ja: データの地理的エリアを、Mapbox でレンダリングされたマップ上のポリゴンとして視覚化します。ポリゴンはメトリックを使用して色付けできます。
mi: Ka whakaatu i ngā horahanga takiwā mai i ō raraunga hei tapawhā i runga i tētahi mahere Mapbox kua whakaaturia. Ka taea te tae i ngā tapawhā mā tētahi ine.
nl: Visualiseert geografische gebieden van uw gegevens als polygonen op een kaart die weergegeven wordt. Polygonen kunnen gekleurd worden met behulp van een metriek.
pt_br: Visualiza áreas geográficas de seus dados como polígonos em um mapa renderizado do Mapbox. Os polígonos podem ser coloridos usando uma métrica.
tr: Verinizden coğrafi alanları Mapbox tarafından oluşturulan bir harita üzerinde çokgenler olarak görselleştirir. Çokgenler, bir metrik kullanılarak renklendirilebilir.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
bn: একটি রঙের স্কেল এবং একটি ক্যালেন্ডার ভিউ ব্যবহার করে একটি মেট্রিক কিভাবে একটি সময়ের সাথে পরিবর্তিত হয়েছে তা চিত্রিত করে। বাদামী মানগুলি অনুপস্থিত মানগুলি নির্দেশ করতে ব্যবহৃত হয় এবং প্রতিদিনের মানের পরিমাণ সংকেত দিতে লিনিয়ার রঙের স্কিম ব্যবহার করা হয়।
ca: Visualitza com una mètrica ha canviat al llarg del temps usant una escala de color i una vista de calendari. Els valors grisos s'usen per indicar valors absents i l'esquema de color lineal s'usa per codificar la magnitud del valor de cada dia.
cs: Vizualizuje, jak se metrika změnila v čase pomocí barevné škály a kalendářového zobrazení. Šedé hodnoty se používají k označení chybějících hodnot a lineární barevné schéma se používá ke kódování velikosti hodnoty každého dne.
es: Visualiza cómo una métrica ha cambiado a lo largo del tiempo utilizando una escala de colores y una vista de calendario. Los valores grises se utilizan para indicar valores faltantes y el esquema de color lineal se utiliza para codificar la magnitud del valor de cada día.
ja: カラー スケールとカレンダー ビューを使用して、時間の経過とともにメトリクスがどのように変化したかを視覚化します。欠損値を示すためにグレーの値が使用され、毎日の値の大きさをエンコードするために線形カラースキームが使用されます。
mi: Ka whakaatu i te panoni o tētahi ine i te wā mā te whakamahi i tētahi tauine tae me tētahi tirohanga maramataka. Ka whakamahia ngā uara hina hei tohu i ngā uara ngaro, ā, ka whakamahia te kaupapa tae rārangi hei whakakohu i te rahi o te uara o ia rā.
nl: Visualiseert hoe een metriek in de loop der tijd is veranderd met behulp van een kleurenschaal en een kalenderweergave. Grijze waarden worden gebruikt om ontbrekende waarden aan te geven en het lineaire kleurenschema wordt gebruikt om de waarde van elke dag te coderen.
pt_br: Visualiza como uma métrica mudou ao longo do tempo usando uma escala de cores e uma visualização de calendário. Os valores em cinza são usados para indicar valores ausentes e o esquema de cores linear é usado para codificar a magnitude do valor de cada dia.
tr: Bir metriğin zaman içinde nasıl değiştiğini renk ölçeği ve takvim görünümü kullanarak görselleştirir. Gri değerler eksik değerleri belirtmek için kullanılır ve doğrusal renk şeması, her günün değerinin büyüklüğünü kodlamak için kullanılır.
zh_tw: 使用色標和日曆視圖可視化指標在一段時間内的變化情况。灰色值用於指示缺少的值，線性配色方案用於编碼每天值的大小。

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
bn: একটি দেশের প্রধান বিভাগের (রাজ্য, প্রদেশ, ইত্যাদি) উপর একটি চোরোপ্লেথ মানচিত্রে একটি একক মেট্রিক কিভাবে পরিবর্তিত হয় তা চিত্রিত করে। প্রতিটি বিভাগের মান আপনার মাউসকে সংশ্লিষ্ট ভৌগোলিক সীমার উপর নিয়ে যাওয়ার সময় উঁচু হয়।
ca: Visualitza com una sola mètrica varia a través de les subdivisions principals d'un país (estats, províncies, etc) en un mapa coroplètic. El valor de cada subdivisió s'eleva quan passes per sobre del límit geogràfic corresponent.
cs: Vizualizuje, jak se jedna metrika liší napříč hlavními správními celky země (státy, provincie atd.) na choropletové mapě. Hodnota každého správního celku je zvýrazněna, když najedete myší na odpovídající geografickou hranici.
es: Visualiza cómo una única métrica varía a través de las principales subdivisiones de un país (estados, provincias, etc) en un mapa coroplético. El valor de cada subdivisión se resalta cuando pasas el cursor sobre el límite geográfico correspondiente.
ja: 単一の指標が国の主要な細分区域 (州、地方など) にわたってどのように変化するかをコロプレス マップ上で視覚化します。対応する地理的境界の上にマウスを移動すると、各区画の値が高くなります。
mi: Ka whakaatu i te panoni o tētahi ine kotahi puta noa i ngā wāhanga matua o tētahi whenua (tāone, kawanatanga, me ērā atu) i runga i tētahi mahere choropleth. Ka whakateiteia te uara o ia wāhanga ina haewē koe i runga i te rohe takiwā hāngai.
nl: Visualiseert hoe een enkele metriek varieert over de belangrijkste onderverdelingen van een land (staten, provincies, enz.) op een choropleth-kaart. De waarde van elke onderverdeling wordt verhoogd wanneer u over de overeenkomstige geografische grens zweeft.
pt_br: Visualiza como uma única métrica varia entre as principais subdivisões de um país (estados, províncias etc.) em um mapa coroplético. O valor de cada subdivisão é elevado quando você passa o mouse sobre o limite geográfico correspondente.
tr: Tek bir metriğin bir choropleth haritasında bir ülkenin başlıca bölümleri (eyaletler, vilayetler vb.) üzerinde nasıl değiştiğini görselleştirir. Her alt bölgenin değeri, ilgili coğrafi sınırın üzerine gelindiğinde yükseltilir.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
bn: একটি চার্টে অনেক ভিন্ন সময়-সিরিজের বস্তু চিত্রিত করে। এই চার্টটি পরিত্যক্ত হচ্ছে এবং এর পরিবর্তে সময়-সিরিজের চার্ট ব্যবহার করার সুপারিশ করা হচ্ছে।
ca: Visualitza molts objectes de sèries temporals diferents en un sol gràfic. Aquest gràfic està sent deprecat i recomanem usar el Gràfic de Sèries Temporals en el seu lloc.
cs: Vizualizuje mnoho různých objektů časových řad v jediném grafu. Tento graf je zastaralý a doporučujeme místo něj použít graf časových řad.
es: Visualiza muchos objetos de series temporales diferentes en un solo gráfico. Este gráfico está siendo descontinuado y recomendamos usar el Gráfico de Series Temporales en su lugar.
ja: さまざまな時系列オブジェクトを 1 つのグラフに視覚化します。このチャートは非推奨となるため、代わりに時系列チャートを使用することをお勧めします。
mi: Ka whakaatu i ngā ahanoa raupapa-wā rerekē maha i tētahi kauwhata kotahi. Kei te whakakorehia tēnei kauwhata, ā, e tūtohu ana mātou ki te whakamahi i te Kauwhata Raupapa-wā hei utu.
nl: Visualiseert veel verschillende tijd-series objecten in een enkele grafiek. Deze grafiek wordt niet meer ondersteund en we raden in plaats daarvan het gebruik van de Tijd series grafiek aan.
pt_br: Visualiza muitos objetos de séries temporais diferentes em um único gráfico. Esse gráfico está sendo descontinuado e, em vez dele, recomendamos o uso do gráfico de série temporal.
tr: Tek bir grafikte birçok farklı zaman serisi nesnesini görselleştirir. Bu grafik kullanımdan kaldırılıyor ve bunun yerine Zaman Serisi Grafiği kullanmanızı öneririz.
zh_tw: 在一個圖表中顯示許多不同的時間序列對象。此圖表已被弃用，建議改用時間序列圖表
