Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Upload Excel file to database
es: Sube el archivo Excel a la base de datos
pt_br: Carregar arquivo do Excel para o banco de dados
tr: Veritabanına Excel dosyası yükle
zh_tw: 上傳 Excel

source: Upload columnar file
pt_br: Carregar arquivo colunar
tr: Sütun dosyası yükle
zh_tw: 上傳列式文件

source: Upload columnar file to database
pt_br: Carregar arquivo colunar no banco de dados
tr: Veritabanına sütun dosyası yükle
zh_tw: 上傳列式文件到資料庫

source: Use Columns
pt_br: Usar colunas
tr: Sütunları Kullan
zh_tw: 使用列

source: User Roles
pt_br: Funções de usuário
tr: Kullanıcı Roller

source: User must select a value for this filter
pt_br: O usuário deve selecionar um valor para esso filtro
tr: Bu filtre için bir değer seçmelidir

source: Visualization type
pt_br: Tipo de visualização
tr: Görselleştirme türü

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
pt_br: Visualize duas séries temporais diferentes usando o mesmo eixo x. Observe que cada série temporal pode ser visualizada de forma diferente (por exemplo, uma usando barras e outra usando uma linha).
tr: Aynı x-eksenini kullanarak iki farklı zaman serisini görselleştirin. Her bir zaman serisinin farklı şekillerde görselleştirilebileceğini unutmayın (örneğin, 1 çubuklar kullanıyor ve 1 çizgi kullanıyor).

source: Week_ending Sunday
pt_br: Domingo de fim de semana
tr: Pazar ile biten hafta

source: Whether to include a time filter
pt_br: Se deve incluir um filtro de tempo
tr: Zaman filtresini dahil edip etmemek

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
es: Si mostrar controles extra o no. Los controles extra incluyen cosas como hacer gráficas de barras múltiples apiladas o una al lado de la otra.
ja: 追加のコントロールを表示するかどうか。追加のコントロールには、複数棒グラフを積み上げたり並べたりするなどの機能が含まれます。
nl: Of er wel of niet extra besturingselementen moeten worden weergegeven. Extra bedieningselementen omvatten zaken als het gestapeld of naast elkaar maken van multi Staafdiagrammen.
pt_br: Se deve ou não mostrar controles extras. Os controles extras incluem coisas como a criação de gráficos mulitBar empilhados ou lado a lado.
tr: Ek kontrollerin gösterilip gösterilmemesi. Ek kontroller, çoklu çubuk grafiklerini yığın veya yan yana yapma gibi şeyleri içerir.
zh_tw: 是否顯示額外的控件。額外的控制包括使多欄圖表堆叠或並排。

source: Write dataframe index as a column
pt_br: Escreve o índice do dataframe como uma coluna
tr: Veri çerçevesi indeksini bir sütun olarak yazın

source: Write dataframe index as a column.
es: Escribe el índice del dataframe como una columna.
pt_br: Escreve o índice do dataframe como uma coluna.
tr: Veri çerçevesi indeksini bir sütun olarak yazın.
zh_tw: 將 dataframe index 作為列.

source: You are not authorized to see this query. If you think this is an error, please reach out to your administrator.
pt_br: Você não está autorizado a ver esta consulta. Se achar que isso é um erro, entre em contato com seu administrador.
tr: Bu sorguyu görüntüleme yetkiniz yok. Bir hata olduğunu düşünüyorsanız, lütfen yöneticinize başvurun.

source: You cannot use [Columns] in combination with [Group By]/[Metrics]/[Percentage Metrics]. Please choose one or the other.
pt_br: Você não pode usar [Columns] em combinação com [Group By]/[Metrics]/[Percentage Metrics]. Escolha um ou outro.
tr: [Sütunları] [Gruplama]/[Metrikler]/[Yüzde Metrikleri] ile birlikte kullanamazsınız. Lütfen birini seçin.

source: You have no permission to approve this request
pt_br: Você não tem permissão para aprovar esta solicitação
tr: Bu talebi onaylama izniniz yok

source: [Superset] Access to the datasource %(name)s was granted
pt_br: [Superset] Acesso à fonte de dados %(name)s foi concedido
tr: [Superset] Veri kaynağına %(name)s erişimi sağlandı

source: [copy]
pt_br: [cópia]
tr: [kopyala]

source: `rename_columns` must have the same length as `columns`.
es: `rename_columns` debe tener la misma longitud que `columns`.
pt_br: `rename_columns` deve ter o mesmo comprimento que `columns`.
tr: `rename_columns`, `columns` ile aynı uzunluğa sahip olmalıdır.
zh_tw: 重命名的列長度必須和原來保持一致

source: and
es: y
pt_br: e
tr: ve
zh_tw: 和

source: asfreq
ja: アス周波数
tr: frekansta olarak

source: connecting to %(dbModelName)s.
es: conectando a %(dbModelName)s.
pt_br: conectando ao %(dbModelName)s.
tr: %(dbModelName)s'a bağlanılıyor.

source: delete
es: eliminar
ja: 削除
nl: verwijder
pt_br: excluir
tr: sil
zh_tw: 删除

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
pt_br: filter_box será descontinuado em uma versão futura do Superset. Substitua filter_box por componentes de filtro do painel.
tr: filter_box, Superset'in gelecekteki bir sürümünde kullanımdan kaldırılacaktır. Lütfen filter_box'ı pano filtre bileşenleri ile değiştirin.

source: id
tr: kimlik

source: joined
pt_br: juntou-se
tr: katıldı

source: json isn't valid
es: json no es válido
pt_br: json não é válido
tr: json geçerli değil
zh_tw: 無效 JSON

source: last day
pt_br: último dia
tr: son gün

source: last month
pt_br: mês passado
tr: geçen ay

source: last quarter
pt_br: último trimestre
tr: son çeyrek

source: last week
pt_br: semana passada
tr: geçen hafta

source: last year
pt_br: ano passado
tr: geçen yıl

source: no SQL validator is configured for {}
pt_br: nenhum validador SQL está configurado para {}
tr: {} için hiçbir SQL doğrulayıcı yapılandırılmamış

source: of parent
pt_br: do pai
tr: ebeveynin

source: of total
pt_br: do total
tr: toplamın

source: search by tags
pt_br: pesquisa por tags
tr: etiketlere göre ara

source: virtual
ja: バーチャル
nl: virtueel
tr: sanal
zh_tw: 虛擬

source: ECharts
ja: Eチャート
nl: EGrafieken
zh_tw: ECharts圖表

source: The SQL is invalid and cannot be parsed.
ja: SQLが無効なので解析できません。

source: This metric is used to define row selection criteria (how the rows are sorted) if a series or row limit is present. If not defined, it reverts to the first metric (where appropriate).
es: Esta métrica se utiliza para definir los criterios de selección de filas (cómo se ordenan las filas) si existe un límite de serie o de filas. Si no se define, vuelve a la primera métrica (donde corresponda).
ja: このメトリックは、系列または行の制限が存在する場合に、行の選択基準 (行の並べ替え方法) を定義するために使用されます。定義されていない場合は、(該当する場合) 最初のメトリックに戻ります。
nl: Deze metriek wordt gebruikt om rij selectiecriteria te definiëren (hoe de rijen gesorteerd worden) als een rij limiet aanwezig is. Indien niet gedefinieerd, keert het terug naar de eerste metriek (indien gepast).

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
pt_br: Não foi possível importar o painel: %(db_ error)s. Não esqueça de criar o banco de dados antes de importar o painel.

source: Character to interpret as decimal point.
es: Carácter para interpretar como punto decimal.
pt_br: Caractere para interpretar como ponto decimal.
zh_tw: 將字符解释為小數點的字符。

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
pt_br: Componente de gráfico que lhe permite adicionar uma UI de filtro personalizada ao seu painel. Quando adicionada ao painel, uma caixa de filtro permite que os utilizadores especifiquem valores ou intervalos específicos para filtrar os gráficos. Os gráficos aos quais cada caixa de filtro é aplicada também podem ser ajustados na exibição do painel. Observe que este plug-in está sendo substituído pelo novo recurso Filtros que fica na própria exibição do painel. É mais fácil de usar e tem mais recursos!

source: Check to include time column dropdown
pt_br: Marcar para incluir o menu suspenso da coluna de tempo

source: Check to include time grain dropdown
pt_br: Marque para incluir o menu suspenso de grãos de tempo

source: Choose a metric for left axis
pt_br: Escolha uma métrica para o eixo esquerdo

source: Choose one or more charts for left axis
pt_br: Escolha um ou mais gráficos para o eixo esquerdo

source: Choose one or more charts for right axis
pt_br: Escolha um ou mais gráficos para o eixo direito

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
es: El esquema "%(schema_name)s" de la base de datos "%(database_name)s" no permite subida de columnas. Por favor, contacta con tu administrador de superset.
pt_br: O banco de dados "%(database_name)s" schema "%(schema_name)s" não é permitido para uploads de colunas. Entre em contato com o administrador do Superset.
zh_tw: 資料庫 "%(database_name)s" schema "%(schema_name)s" 不允許用於 excel 上傳。請聯繫管理員。

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
es: El esquema "%(schema_name)s" de la base de datos "%(database_name)s" no permite subir csv. Por favor, contacta con tu administrador de superset.
pt_br: O banco de dados "%(database_name)s" esquema "%(schema_name)s" não é permitido para uploads de csv. Entre em contato com o administrador do Superset.
zh_tw: 資料庫 "%(database_name)s" schema "%(schema_name)s" 不允許用於 csv 上傳。請聯繫管理員。

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
es: El esquema "%(schema_name)s" de la base de datos "%(database_name)s" no está permitido para subidas de excel. Por favor, contacta con tu administrador de Superset.
pt_br: Banco de dados "%(database_name)s" esquema "%(schema_name)s" não é permitido para uploads do Excel. Entre em contato com o administrador do Superset.
zh_tw: 資料庫 "%(database_name)s" schema "%(schema_name)s" 不允許用於 excel 上傳。請聯繫管理員。

source: Left Axis Metric
pt_br: Eixo esquerdo métrico

source: Mangle Duplicate Columns
pt_br: Emaranhar colunas duplicadas

source: One or more parameters specified in the query are malformatted.
pt_br: Um ou mais parâmetros especificados na consulta estão malformatados.

source: Prefix metric name with slice name
pt_br: Prefixo do nome da métrica com o nome da fatia

source: Right Axis chart(s)
pt_br: Gráfico(s) do eixo direito

source: Select database & schema
pt_br: Selecione o banco de dados e o esquema

source: Select database table
pt_br: Selecione a tabela do banco de dados

source: Shows the composition of a dataset by segmenting a given rectangle as smaller rectangles with areas proportional to their value or contribution to the whole. Those rectangles may also, in turn, be further segmented hierarchically.
pt_br: Mostra a composição de um conjunto de dados através da segmentação de um determinado retângulo em retângulos mais pequenos com áreas proporcionais ao seu valor ou contribuição para o todo. Estes retângulos podem também, por sua vez, ser segmentados hierarquicamente.

source: Target aspect ratio for treemap tiles.
pt_br: Alvo de aspecto pretendido para mosaicos de mapas de árvore.

source: This dashboard was changed recently. Please reload dashboard to get latest version.
pt_br: Este painel foi alterado recentemente. Recarregue o painel para obter a versão mais recente.

source: This filter doesn't exist in dashboard. It will not be applied.
pt_br: Esse filtro não existe no painel. Ele não será aplicado.

source: Treemap (legacy)
pt_br: Mapa da árvore (legado)

source: Visualize two different time series using the same x-axis time range. This chart is being deprecated and we recommend using the Mixed Timeseries Chart instead!
pt_br: Visualize duas séries temporais diferentes usando o mesmo intervalo de tempo do eixo x. Esse gráfico está sendo descontinuado e, em vez disso, recomendamos o uso do gráfico de série temporal mista!

source: Y AXIS TITLE POSITION
pt_br: POSIÇÃO DO TÍTULO DO EIXO Y

source: Y Axis 1
pt_br: Eixo Y 1

source: Y Axis 2
pt_br: Eixo Y 2

source: Y Axis Left
pt_br: Eixo Y Esquerdo

source: Y Axis Right
pt_br: Eixo Y Direito

source: You do not have permissions to access the datasource(s): %(name)s.
pt_br: Você não tem permissões para acessar o(s) recurso(s) de dados: %(name)s.

source: AQE
zh_tw: 異步執行查詢

source: The result of this query should be a numeric-esque value
es: El resultado de esta consulta debería ser un valor numérico o similar
zh_tw: 此查詢的结果應為類似數字的值

source: URL
zh_tw: URL 地址

source: sign in with
zh_tw: SSO

source: %d days ago
es: hace %d días

source: %d minutes ago
es: hace %d minutos

source: Day First
es: Primer Día

source: File size must be less than or equal to %(max_size)s bytes
es: El tamaño del archivo debe ser menor o igual a %(max_size)s bytes
