Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Embedding deactivated.
bn: এম্বেডিং নিষ্ক্রিয়।
ca: Incrustació desactivada.
cs: Vkládání deaktivováno.
es: Incrustación desactivada.
ja: 埋め込みが無効になりました。
mi: Tāmau kua whakakore.
nl: Embedden gedeactiveerd.
pt_br: Incorporação desativada.
ro: Încorporarea dezactivată.
tr: Gömme devre dışı bırakıldı.
zh_tw: 解除嵌入。

source: Emphasis
bn: প্রাধান্য
ca: Èmfasi
cs: Zvýraznění
es: Énfasis
ja: 強調
mi: Whakatoi
nl: Nadruk
pt_br: Ênfase
ro: Accentuare
tr: Vurgu
zh_tw: 重點

source: Empty circle
bn: খালি বৃত্ত
ca: Cercle buit
cs: Prázdný kruh
es: Círculo vacío
ja: 空の円
mi: Porohita kau
nl: Lege cirkel
pt_br: Círculo vazio
ro: Cerc gol
tr: Boş daire
zh_tw: 空心圆

source: Empty collection
bn: খালি সংগ্রহ
ca: Col·lecció buida
cs: Prázdná kolekce
ja: 空のコレクション
mi: Kohinga kau
nl: Lege verzameling
pt_br: Coleção vazia
ro: Colecție goală
tr: Boş koleksiyon
zh_tw: 空集合

source: Empty column
bn: খালি কলাম
ca: Columna buida
cs: Prázdný sloupec
ja: 空の列
mi: Tīwae kau
nl: Lege kolom
pt_br: Coluna vazia
ro: Coloană goală
tr: Boş sütun

source: Empty query result
bn: খালি কোয়েরি ফলাফল
ca: Resultat de consulta buit
cs: Prázdný výsledek dotazu
ja: 空のクエリ結果
mi: Hua pātai kau
nl: Lege query resultaat
pt_br: Resultado da consulta vazio
ro: Rezultat interogare gol
tr: Boş sorgu sonucu

source: Empty query?
bn: খালি কোয়েরি?
ca: Consulta buida?
cs: Prázdný dotaz?
es: ¿Consulta vacía?
ja: 空のクエリ?
mi: Pātai kau?
nl: Lege query?
pt_br: Consulta vazia?
ro: Interogare goală?
tr: Boş sorgu mu?
zh_tw: 查詢為空？

source: Empty row
bn: খালি সারি
ca: Fila buida
cs: Prázdný řádek
es: Fila vacía
ja: 空の行
mi: Rārangi kau
nl: Lege rij
pt_br: Linha vazia
ro: Rând gol
tr: Boş satır
zh_tw: 空的行

source: Enable 'Allow file uploads to database' in any database's settings
bn: কোনো ডেটাবেজের সেটিংসে 'ফাইল আপলোড করতে ডেটাবেজের অনুমতি দিন' সক্ষম করুন
ca: Habilita 'Permetre pujades de fitxers a la base de dades' a la configuració de qualsevol base de dades
cs: Povolte 'Povolit nahrávání souborů do databáze' v nastavení jakékoli databáze
es: Habilita 'Permitir subidas de archivos a la base de datos' en cualquier configuración de la base de datos
ja: データベースの設定で「データベースへのファイルのアップロードを許可する」を有効にする
mi: Whakahohe 'Whakāetia ngā tukuake kōnae ki te pātengi raraunga' i ngā tautuhinga o tētahi pātengi raraunga
nl: Schakel 'Sta bestandsuploads naar database toe' in in alle database-instellingen
pt_br: Ativar 'Permitir uploads de arquivos para banco de dados' em quaisquer configurações do banco de dados
ro: Activează 'Permite încărcări de fișiere în baza de date' în setările oricărei baze de date
tr: Herhangi bir veritabanının ayarlarında 'Veritabanına dosya yüklemeye izin ver' özelliğini etkinleştirin
zh_tw: 在資料庫設定中啟用“允許上傳文件到資料庫”

source: Enable Matrixify
ro: Activează Matrixify

source: Enable cross-filtering
bn: ক্রস-ফিল্টারিং সক্ষম করুন
ca: Habilitar filtratge creuat
cs: Povolit křížové filtrování
es: Habilitar el filtrado cruzado
ja: クロスフィルタリングを有効にする
mi: Whakahohe tātari-whiti
nl: Schakel cross-filtering in
pt_br: Habilitar filtragem cruzada
ro: Activează filtrarea încrucișată
tr: Çapraz filtrelemeyi etkinleştir

source: Enable data zooming controls
bn: ডেটা জুমিং নিয়ন্ত্রণ সক্ষম করুন
ca: Habilitar controls de zoom de dades
cs: Povolit ovládací prvky pro přiblížení dat
es: Habilitar controles de zoom de datos
ja: データズームコントロールを有効にする
mi: Whakahohe whakahaere topa raraunga
nl: Gegevens zoomen inschakelen
pt_br: Ativar controles de zoom de dados
ro: Activează controalele de zoom date
tr: Veri yakınlaştırma kontrollerini etkinleştir
zh_tw: 啟用數據縮放控件

source: Enable embedding
bn: এম্বেডিং সক্ষম করুন
ca: Habilitar incrustació
cs: Povolit vkládání
es: Habilitar incrustación
ja: 埋め込みを有効にする
mi: Whakahohe tāmau
nl: Embedding inschakelen
pt_br: Habilitar incorporação
ro: Activează încorporarea
tr: Gömme işlevini etkinleştir

source: Enable forecast
bn: ফোরকাস্ট সক্ষম করুন
ca: Habilitar previsió
cs: Povolit předpověď
es: Habilitar pronóstico
ja: 予測を有効にする
mi: Whakahohe matapae
nl: Voorspelling inschakelen
pt_br: Habilitar previsão
ro: Activează prognoză
tr: Tahmin etmeyi etkinleştir
zh_tw: 啟用預测

source: Enable forecasting
bn: ফোরকাস্টিং সক্ষম করুন
ca: Habilitar pronòstic
cs: Povolit prognózování
es: Habilitar pronóstico
ja: 予測を有効にする
mi: Whakahohe matapae
nl: Voorspelling inschakelen
pt_br: Habilitar previsão
ro: Activează prognozarea
tr: Tahmin etmeyi etkinleştir
zh_tw: 啟用預测中

source: Enable graph roaming
bn: গ্রাফ রোমিং সক্ষম করুন
ca: Habilitar navegació del graf
cs: Povolit pohyb po grafu
es: Habilitar el roaming de gráficos
ja: グラフローミングを有効にする
mi: Whakahohe kauwhata takahuri
nl: Schakel grafiekroaming in
pt_br: Habilitar gráfico de roaming
ro: Activează roaming grafic
tr: Grafik gezinmeyi etkinleştir
zh_tw: 啟用圖形漫游

source: Enable horizontal layout (columns)
ro: Activează aspect orizontal (coloane)

source: Enable node dragging
bn: নোড টেনে নেওয়া সক্ষম করুন
ca: Habilitar arrossegament de nodes
cs: Povolit přetahování uzlů
es: Habilitar arrastre de nodo
ja: ノードのドラッグを有効にする
mi: Whakahohe pona tō
nl: Schakel node slepen in
pt_br: Ativar arrastar nó
ro: Activează tragerea nodurilor
tr: Düğüm sürükleme işlevini etkinleştir
zh_tw: 啟用節點拖動

source: Enable query cost estimation
bn: কোয়েরির খরচের অনুমান সক্ষম করুন
ca: Habilitar estimació de cost de consulta
cs: Povolit odhad nákladů dotazu
es: Habilitar estimación de coste de consulta
ja: クエリコスト見積もりを有効にする
mi: Whakahohe tauwhitinga utu pātai
nl: Query kosten schatten inschakelen
pt_br: Ativar estimativa de custo de consulta
ro: Activează estimarea costului interogării
tr: Sorgu maliyet tahminini etkinleştir
zh_tw: 啟用查詢成本估算

source: Enable row expansion in schemas
bn: স্কিমাতে সারি প্রসারণ সক্ষম করুন
ca: Habilitar expansió de files en esquemes
cs: Povolit rozbalení řádků ve schématech
es: Habilitar expansión de filas en esquemas
ja: スキーマでの行拡張を有効にする
mi: Whakahohe whakawhānuitanga rārangi i ngā hanga
nl: Rij-expansie in schema's inschakelen
ro: Activează extinderea rândurilor în scheme
zh_tw: 在模式中啟用行展開功能

source: Enable server side pagination of results (experimental feature)
bn: ফলাফলের সার্ভার সাইড পেজিনেশন সক্ষম করুন (প্রয়োগের বৈশিষ্ট্য)
ca: Habilitar paginació del costat del servidor dels resultats (funcionalitat experimental)
cs: Povolit stránkování výsledků na straně serveru (experimentální funkce)
es: Habilitar la paginación del lado del servidor de los resultados (función experimental)
ja: サーバー側での結果のページネーションを有効にする (実験的な機能)
mi: Whakahohe whārangitanga taha-tūmau o ngā hua (āhuatanga whakamātau)
nl: Schakel server side paginering van resultaten in (experimentele functie)
pt_br: Ativar a paginação dos resultados do lado do servidor (funcionalidade experimental)
ro: Activează paginarea pe server a rezultatelor (funcție experimentală)
tr: Sonuçların sunucu tarafı sayfalama işlemini etkinleştir (deneysel özellik)
zh_tw: 支持服務器端结果分頁(實驗功能)

source: Enable vertical layout (rows)
ro: Activează aspect vertical (rânduri)

source: Encountered invalid NULL spatial entry, please consider filtering those out
bn: অবৈধ NULL স্থানীয় এন্ট্রি সম্মুখীন হয়েছি, দয়া করে সেগুলি ফিল্টার করার কথা বিবেচনা করুন
ca: S'ha trobat una entrada espacial NULL invàlida, si us plau considera filtrar-les
cs: Nalezena neplatná prostorová položka NULL, zvažte prosím její odfiltrování
es: Se encontró una entrada espacial NULL inválida, por favor, considere filtrar esas entradas
ja: 無効な NULL 空間エントリが見つかりました。それらを除外することを検討してください。
mi: I tūtaki urunga tauwāhi NULL muhu, tēnā whiriārohia te tātari i aua
nl: Ongeldige NULL spatial invoer ingevoerd, overweeg om deze uit te filteren
pt_br: Encontrou entrada espacial NULL inválida, por favor considere a possibilidade de a filtrar
ro: Întâlnită intrare spațială NULL invalidă, vă rugăm să luați în considerare filtrarea acestora
zh_tw: 遇到無效的為 NULL 的空間條目，請考慮將其過濾掉

source: End
bn: শেষ
ca: Fi
cs: Konec
es: Fin
ja: 終了時間
mi: Mutunga
nl: Einde
pt_br: Fim
ro: Sfârșit
tr: Son
zh_tw: 结束

source: End (Longitude, Latitude):
bn: শেষ (দীর্ঘতা, প্রস্থ: )
ca: Fi (Longitud, Latitud):
cs: Konec (zeměpisná délka, šířka):
ja: 終了 (経度、緯度):
mi: Mutunga (Longitude, Latitude):
nl: Einde (lengtegraad, breedtegraad):
ro: Sfârșit (Longitudine, Latitudine):
tr: Bitiş (Boylam, Enlem):

source: End (exclusive)
ro: Sfârșit (exclusiv)

source: End Longitude & Latitude
bn: শেষ দীর্ঘতা ও প্রস্থ
ca: Longitud i Latitud de Fi
cs: Koncová zeměpisná délka a šířka
ja: 終了経度と緯度
mi: Longitude me Latitude Mutunga
nl: Eind Lengtegraad & Breedtegraad
pt_br: Longitude e latitude finais
ro: Longitudine & Latitudine Sfârșit
tr: Bitiş Boylamı ve Enlemi

source: End Time
pt_br: Hora do fim
ro: Timp Sfârșit
tr: Bitiş Zamanı

source: End angle
bn: শেষ কোণ
ca: Angle final
cs: Koncový úhel
ja: エンドアングル
mi: Koki mutunga
nl: Einde hoek
pt_br: Ângulo final
ro: Unghi sfârșit
tr: Bitiş açısı
zh_tw: 结束角度

source: End date
bn: শেষ তারিখ
ca: Data de fi
cs: Datum ukončení
ja: 終了日
mi: Rā mutunga
nl: Eind datum
pt_br: Data final
ro: Dată sfârșit
tr: Bitiş tarihi

source: End date excluded from time range
bn: শেষ তারিখ সময়সীমা থেকে বাদ দেওয়া হয়েছে
ca: Data de fi exclosa del rang de temps
cs: Datum ukončení vyloučeno z časového rozsahu
ja: 終了日が時間範囲から除外されています
mi: Rā mutunga kua whakakorehia mai i te awhe wā
nl: Einddatum uitgesloten van tijdsbereik
pt_br: Data final excluída do intervalo de tempo
ro: Dată sfârșit exclusă din intervalul de timp
tr: Bitiş tarihi zaman aralığından hariç
zh_tw: 從時間範圍中排除的结束日期

source: End date must be after start date
bn: শেষ তারিখ শুরু তারিখের পরে হতে হবে
ca: La data de fi ha de ser després de la data d'inici
cs: Datum ukončení musí být po datu zahájení
es: La fecha de finalización debe ser posterior a la fecha de inicio
ja: 終了日は開始日より後である必要があります。
mi: Me muri te rā mutunga i te rā tīmata
nl: Einddatum moet na begindatum liggen
pt_br: A data final deve ser após a data de início
ro: Data de sfârșit trebuie să fie după data de început
tr: Bitiş tarihi başlangıç tarihinden sonra olmalıdır
zh_tw: 结束日期必須大於起始日期

source: Ends With
ro: Se Termină Cu

source: Engine "%(engine)s" cannot be configured through parameters.
bn: ইঞ্জিন "%(engine)s" প্যারামিটার দ্বারা কনফিগার করা যায় না।
ca: El motor "%(engine)s" no es pot configurar mitjançant paràmetres.
cs: Engine „%(engine)s“ nelze konfigurovat pomocí parametrů.
es: El motor "%(engine)s" no puede ser configurado mediante parámetros.
ja: エンジン「%(engine)s」はパラメータを通じて構成できません。
mi: Kāore e taea te whirihora i te pūkaha "%(engine)s" mā ngā tawhā.
nl: Engine "%(engine)s" kan niet worden geconfigureerd met behulp van parameters.
pt_br: O motor "%(engine)s" não pode ser configurado por meio de parâmetros.
ro: Motorul "%(engine)s" nu poate fi configurat prin parametri.
tr: "%(engine)s" motoru parametreler aracılığıyla yapılandırılamaz.
zh_tw: 引擎 "%(engine)s" 不能通過参數配置。

source: Engine Parameters
bn: ইঞ্জিন প্যারামিটার
ca: Paràmetres del Motor
cs: Parametry enginu
ja: エンジンパラメータ
mi: Tawhā Pūkaha
pt_br: Parâmetros do motor
ro: Parametri Motor
tr: Motor Parametreleri
zh_tw: 引擎参數

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
bn: ইঞ্জিন স্পেক "InvalidEngine" পৃথক প্যারামিটার দ্বারা কনফিগার করা সমর্থন করে না।
ca: L'especificació del motor "InvalidEngine" no suporta ser configurada mitjançant paràmetres individuals.
cs: Specifikace enginu „InvalidEngine“ nepodporuje konfiguraci pomocí jednotlivých parametrů.
es: La especificación de motor "InvalidEngine" no puede ser configurada por parámetros individuales
ja: エンジン仕様「InvalidEngine」は、個別のパラメータによる設定をサポートしていません。
mi: Karekau te tohu pūkaha "InvalidEngine" e tautoko i te whirihorahia mā ngā tawhā takitahi.
nl: Engine spec "InvalidEngine" ondersteunt het niet om te worden geconfigureerd via individuele parameters.
pt_br: A especificação do mecanismo "InvalidEngine" não permite a configuração por meio de parâmetros individuais.
ro: Specificația motorului "InvalidEngine" nu acceptă configurarea prin parametri individuali.
tr: "GeçersizMotor" motor özelliği, bireysel parametreler aracılığıyla yapılandırılmayı desteklemez.
zh_tw: 引擎"InvalidEngine"不支持通過單獨的参數進行配置。

source: Enter CA_BUNDLE
bn: CA_BUNDLE প্রবেশ করুন
ca: Introdueix CA_BUNDLE
cs: Zadejte CA_BUNDLE
es: Introduce CA_BUNDLE
ja: CA_BUNDLE を入力してください
mi: Tāuru CA_BUNDLE
nl: Voer CA_BUNDLE in
pt_br: Digite CA_BUNDLE
ro: Introduceți CA_BUNDLE
tr: CA_BUNDLE'ı Girin
zh_tw: 進入CA_BUNDLE

source: Enter Primary Credentials
bn: প্রাথমিক ক্রেডেনশিয়াল প্রবেশ করুন
ca: Introdueix Credencials Primàries
cs: Zadejte primární pověření
ja: プライマリ資格情報を入力してください
mi: Tāuru Taipitopito Matua
nl: Voer primaire aanmeldgegevens in
pt_br: Inserir credenciais primárias
ro: Introduceți Credențiale Primare
tr: Birincil Kimlik Bilgilerini Girin

source: Enter a name for this sheet
bn: এই শীটের জন্য একটি নাম প্রবেশ করুন
ca: Introdueix un nom per aquest full
cs: Zadejte název pro tento list
ja: このシートの名前を入力してください
mi: Tāuru ingoa mō tēnei hīti
nl: Voer een naam in voor dit blad
pt_br: Digite um nome para essa planilha
ro: Introduceți un nume pentru această foaie
tr: Bu sayfa için bir isim girin
zh_tw: 输入此工作表的名稱

source: Enter a new title for the tab
bn: ট্যাবের জন্য একটি নতুন শিরোনাম প্রবেশ করুন
ca: Introdueix un nou títol per a la pestanya
cs: Zadejte nový název pro kartu
es: Introduce un nuevo título para la pestaña
ja: タブの新しいタイトルを入力します
mi: Tāuru taitara hou mō te ripa
nl: Voer een nieuwe titel in voor het tabblad
pt_br: Digite um novo título para a aba
ro: Introduceți un titlu nou pentru filă
tr: Sekme için yeni bir başlık girin
zh_tw: 输入選項卡的新標題

source: Enter alert name
bn: অ্যালার্টের নাম প্রবেশ করুন
ca: Introdueix nom de l'alerta
cs: Zadejte název upozornění
mi: Tāuru ingoa matohi
ro: Introduceți numele alertei

source: Enter duration in seconds
bn: সেকেন্ডে সময়কাল প্রবেশ করুন
ca: Introdueix duració en segons
cs: Zadejte dobu trvání v sekundách
ja: 期間を秒単位で入力してください
mi: Tāuru roa i ngā hēkona
nl: Voer duur in seconden in
pt_br: Insira a duração em segundos
ro: Introduceți durata în secunde
tr: Saniye cinsinden süreyi girin
zh_tw: 输入間隔時間(秒)

source: Enter fullscreen
bn: ফুলস্ক্রিনে প্রবেশ করুন
ca: Entrar a pantalla completa
cs: Vstoupit do režimu celé obrazovky
ja: 全画面表示に入る
mi: Uru mata katoa
nl: Open volledig scherm
pt_br: Entrar em tela cheia
ro: Intră în ecran complet
tr: Tam ekrana girin
zh_tw: 全螢幕

source: Enter minimum and maximum values for the range filter
ro: Introduceți valorile minime și maxime pentru filtrul de interval

source: Enter report name
bn: রিপোর্টের নাম প্রবেশ করুন
ca: Introdueix nom de l'informe
cs: Zadejte název reportu
mi: Tāuru ingoa pūrongo
ro: Introduceți numele raportului

source: Enter the group's description
ro: Introduceți descrierea grupului

source: Enter the group's label
ro: Introduceți eticheta grupului

source: Enter the group's name
ro: Introduceți numele grupului

source: Enter the required %(dbModelName)s credentials
bn: প্রয়োজনীয় %(dbModelName)s ক্রেডেনশিয়াল প্রবেশ করুন
ca: Introdueix les credencials requerides de %(dbModelName)s
cs: Zadejte požadované pověření pro %(dbModelName)s
es: Introduce las credenciales requeridas para %(dbModelName)s
ja: 必要な %(dbModelName)s 認証情報を入力してください
mi: Tāuru i ngā taipitopito %(dbModelName)s e hiahiatia ana
nl: Voer de vereiste %(dbModelName)s aanmeldgegevens in
pt_br: Digite as credenciais %(dbModelName)s necessárias
ro: Introduceți credențialele %(dbModelName)s necesare
tr: Gerekli %(dbModelName)s kimlik bilgilerini girin
zh_tw: 請输入必要的 %(dbModelName)s 的憑證

source: Enter the unique project id for your database.
ca: Introdueix l'identificador únic del projecte per a la teva base de dades.
cs: Zadejte jedinečné ID projektu pro vaši databázi.
mi: Tāuru i te id kaupapa ahurei mō tō pātengi raraunga.
ro: Introduceți ID-ul unic al proiectului pentru baza ta de date.

source: Enter the user's email
ca: Introdueix el correu electrònic de l'usuari
cs: Zadejte e-mail uživatele
mi: Tāuru i te īmēra o te kaiwhakamahi
ro: Introduceți email-ul utilizatorului

source: Enter the user's first name
ca: Introdueix el nom de l'usuari
cs: Zadejte křestní jméno uživatele
mi: Tāuru i te ingoa tuatahi o te kaiwhakamahi
ro: Introduceți prenumele utilizatorului

source: Enter the user's last name
ca: Introdueix el cognom de l'usuari
cs: Zadejte příjmení uživatele
mi: Tāuru i te ingoa whakamutunga o te kaiwhakamahi
ro: Introduceți numele de familie al utilizatorului

source: Enter the user's username
ca: Introdueix el nom d'usuari de l'usuari
cs: Zadejte uživatelské jméno uživatele
mi: Tāuru i te ingoa kaiwhakamahi o te kaiwhakamahi
ro: Introduceți numele de utilizator

source: Enter theme name
ro: Introduceți numele temei

source: Enter your login and password below:
ro: Introduceți datele de conectare și parola mai jos:

source: Entity
bn: এন্টিটি
ca: Entitat
cs: Entita
es: Entidad
ja: 実在物
mi: Pūtahi
nl: Entiteit
pt_br: Entidade
ro: Entitate
tr: Varlık
zh_tw: 實體

source: Equal Date Sizes
bn: সমান তারিখ আকার
ca: Mides de Data Iguals
cs: Stejné velikosti dat
es: Tamaños de Fecha Iguales
ja: 等しい日付サイズ
mi: Rahi Rā Ōrite
nl: Gelijke datumgrootte
pt_br: Tamanhos de datas iguais
ro: Dimensiuni Date Egate
tr: Eşit Tarih Boyutları
zh_tw: 相同的日期大小

source: Equal to (=)
bn: সমান (=)
ca: Igual a (=)
cs: Rovno (=)
es: Igual a (=)
ja: (=) に等しい
mi: Ōrite ki (=)
nl: Gelijk aan (=)
pt_br: Igual para (=)
ro: Egal cu (=)
tr: Eşit (=)
zh_tw: 等於（=）

source: Equals
ro: Egal

source: Error
bn: ত্রুটি
cs: Chyba
ja: エラー
mi: Hapa
nl: Fout
pt_br: Erro
ro: Eroare
tr: Hata
zh_tw: 錯誤

source: Error Fetching Tagged Objects
bn: ট্যাগযুক্ত অবজেক্টগুলি আনতে ত্রুটি
ca: Error Obtenint Objectes Etiquetats
cs: Chyba při načítání označených objektů
ja: タグ付きオブジェクトの取得エラー
mi: Hapa i te Tikitanga o ngā Ahanoa Kua Tohuhia
nl: Fout bij ophalen van getagde objecten
ro: Eroare Preluare Obiecte Etichetate

source: Error deleting %s
ca: Error eliminant %s
cs: Chyba při mazání %s
mi: Hapa i te mukutanga o %s
ro: Eroare la ștergerea %s

source: Error executing query.
ro: Eroare la executarea interogării.

source: Error faving chart
bn: চার্ট সংরক্ষণে ত্রুটি
ca: Error marcant gràfic com a favorit
cs: Chyba při přidávání grafu do oblíbených
mi: Hapa i te whakamakauhia i te kauwhata
ro: Eroare la marcarea graficului ca favorit

source: Error fetching charts
ro: Eroare la preluarea graficelor

source: Error importing theme.
ro: Eroare la importarea temei.

source: Error in jinja expression in RLS filters: %(msg)s
bn: RLS ফিল্টারগুলিতে জিঞ্জা এক্সপ্রেশনে ত্রুটি: %(msg)s
ca: Error en l'expressió jinja als filtres RLS: %(msg)s
cs: Chyba ve výrazu Jinja ve filtrech RLS: %(msg)s
es: Error en la expresión jinja en los filtros RLS: %(msg)s
ja: RLS フィルターの jinja 式のエラー: %(msg)s
mi: Hapa i te kīanga jinja i ngā tātari RLS: %(msg)s
nl: Fout in jinja expressie in RLB filters: %(msg)s
pt_br: Erro na expressão jinja em filtros RLS: %(msg)s
ro: Eroare în expresia jinja din filtrele RLS: %(msg)s
tr: RLS filtrelerindeki jinja ifadesinde hata: %(msg)s
zh_tw: jinja 表達式中的 RLS filters 出錯：%(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
bn: WHERE ক্লজে জিঞ্জা এক্সপ্রেশনে ত্রুটি: %(msg)s
ca: Error en l'expressió jinja a la clàusula WHERE: %(msg)s
cs: Chyba ve výrazu Jinja v klauzuli WHERE: %(msg)s
es: Error en la expresión jinja en la cláusula WHERE: %(msg)s
ja: WHERE 句の jinja 式にエラーがあります。: %(msg)s
mi: Hapa i te kīanga jinja i te rerenga WHERE: %(msg)s
nl: Fout in jinja expressie in WHERE clause: %(msg)s
pt_br: Erro na expressão jinja na cláusula WHERE: %(msg)s
ro: Eroare în expresia jinja din clauza WHERE: %(msg)s
tr: WHERE ifadesindeki jinja ifadesinde hata: %(msg)s
zh_tw: jinja 表達式中的 WHERE 子句出錯：%(msg)s

source: Error in jinja expression in column expression: %(msg)s
ro: Eroare în expresia jinja din expresia coloanei: %(msg)s

source: Error in jinja expression in datetime column: %(msg)s
ro: Eroare în expresia jinja din coloana datetime: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
bn: মান উদ্ধার প্রিডিকেটে জিঞ্জা এক্সপ্রেশনে ত্রুটি: %(msg)s
ca: Error en l'expressió jinja al predicat d'obtenció de valors: %(msg)s
cs: Chyba ve výrazu Jinja v predikátu načítání hodnot: %(msg)s
es: Error en la expresión jinja en el predicado de obtención de valores: %(msg)s
ja: 読込値述語の jinja 式にエラーがあります。: %(msg)s
mi: Hapa i te kīanga jinja i te tohu tiki uara: %(msg)s
nl: Fout in jinja expressie in fetch values predicate: %(msg)s
pt_br: Erro na expressão jinja no predicado para obter valores: %(msg)s
ro: Eroare în expresia jinja din predicatul fetch values: %(msg)s
tr: Değerleri çekme ifadesindeki jinja ifadesinde hata: %(msg)s
zh_tw: 獲取 jinja 表達式中的谓詞的值出錯：%(msg)s

source: Error in jinja expression in metric expression: %(msg)s
ro: Eroare în expresia jinja din expresia metricii: %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
bn: চার্ট ডেটাসোর্সগুলি লোড করতে ত্রুটি। ফিল্টারগুলি সঠিকভাবে কাজ নাও করতে পারে।
ca: Error carregant fonts de dades del gràfic. Els filtres podrien no funcionar correctament.
cs: Chyba při načítání zdrojů dat grafu. Filtry nemusí fungovat správně.
es: Error al cargar las fuentes de datos del gráfico. Los filtros pueden no funcionar correctamente.
ja: チャート データソースのロード中にエラーが発生しました。フィルターが正しく機能しない可能性があります。
mi: Hapa i te utanga o ngā puna raraunga kauwhata. Ka kore pea e mahi tika ngā tātari.
nl: Fout bij het laden van grafiek gegevensbronnen. Filters werken mogelijk niet correct.
pt_br: Erro ao carregar fontes de dados de gráficos. Os filtros podem não funcionar corretamente.
ro: Eroare la încărcarea surselor de date ale graficului. Filtrele pot să nu funcționeze corect.
tr: Grafik veri kaynakları yüklenirken hata oluştu. Filtreler doğru çalışmayabilir.
zh_tw: 加载圖表數據源時出錯。過濾器可能無法正常工作。

source: Error message
bn: ত্রুটি বার্তা
ca: Missatge d'error
cs: Chybová zpráva
es: Mensaje de error
ja: エラーメッセージ
mi: Karere hapa
nl: Foutmelding
pt_br: Mensagem de erro
ro: Mesaj eroare
tr: Hata mesajı
zh_tw: 錯誤訊息

source: Error parsing
bn: পার্থক্য করতে ত্রুটি
ca: Error analitzant
cs: Chyba při parsování
mi: Hapa poroporo
ro: Eroare la analizare

source: Error reading CSV file
bn: CSV ফাইল পড়তে ত্রুটি
ca: Error llegint fitxer CSV
cs: Chyba při čtení souboru CSV
mi: Hapa i te pānuitanga o te kōnae CSV
ro: Eroare la citirea fișierului CSV

source: Error reading Columnar file
bn: কলামার ফাইল পড়তে ত্রুটি
ca: Error llegint fitxer Columnar
cs: Chyba při čtení sloupcového souboru
mi: Hapa i te pānuitanga o te kōnae Tīwae Pou
ro: Eroare la citirea fișierului Columnar

source: Error reading Excel file
bn: এক্সেল ফাইল পড়তে ত্রুটি
ca: Error llegint fitxer Excel
cs: Chyba při čtení souboru Excel
mi: Hapa i te pānuitanga o te kōnae Excel
ro: Eroare la citirea fișierului Excel

source: Error saving dataset
bn: ডেটাসেট সংরক্ষণ করতে ত্রুটি
ca: Error desant conjunt de dades
cs: Chyba při ukládání sady dat
ja: データセットの保存中にエラーが発生しました
mi: Hapa i te tiakitanga o te rārangi raraunga
nl: Fout bij opslaan dataset
ro: Eroare la salvarea setului de date

source: Error unfaving chart
bn: চার্ট সংরক্ষণ না করতে ত্রুটি
ca: Error desmarcan gràfic com a favorit
cs: Chyba při odebírání grafu z oblíbených
mi: Hapa i te kore-whakamakauhia i te kauwhata
ro: Eroare la demarca graficului ca favorit

source: Error while fetching charts
bn: চার্ট আনতে ত্রুটি
ca: Error obtenint gràfics
cs: Chyba při načítání grafů
ja: チャートの取得中にエラーが発生しました
mi: Hapa i te tikitanga o ngā kauwhata
nl: Fout bij het ophalen van grafieken
pt_br: Erro ao buscar gráficos
ro: Eroare la preluarea graficelor
tr: Grafikler çekilirken hata oluştu
zh_tw: 獲取圖表時出錯

source: Error while fetching data: %s
bn: ডেটা আনতে ত্রুটি: %s
ca: Error obtenint dades: %s
cs: Chyba při načítání dat: %s
ja: データの取得中にエラーが発生しました: %s
mi: Hapa i te tikitanga o ngā raraunga: %s
nl: Fout bij het ophalen van gegevens: %s
pt_br: Erro ao buscar dados: %s
ro: Eroare la preluarea datelor: %s
tr: Veriler çekilirken hata oluştu: %s
zh_tw: 獲取數據時出錯：%s
