Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Your changes will be lost if you leave without saving.
ro: Modificările dvs. vor fi pierdute dacă plecați fără să salvați.

source: Your chart is not up to date
bn: আপনার চার্ট আপডেট নয়।
ca: El teu gràfic no està actualitzat
cs: Váš graf není aktuální
es: Tu gráfica no está actualizada
ja: チャートが最新ではありません
mi: Kāore tō kauwhata i te hou
nl: Je grafiek is niet up to date
pt_br: Seu gráfico não está atualizado
ro: Graficul dvs. nu este la zi
tr: Grafiğiniz güncel değil

source: Your chart is ready to go!
bn: আপনার চার্ট প্রস্তুত!
ca: El teu gràfic està llest per anar!
cs: Váš graf je připraven!
es: ¡Tu gráfica está lista para usar!
ja: チャートの準備が整いました!
mi: Kei te reri tō kauwhata!
nl: Je grafiek is klaar om te beginnen!
pt_br: Seu gráfico está pronto para ser usado!
ro: Graficul dvs. este gata!
tr: Grafiğiniz kullanıma hazır!
zh_tw: 圖表已就绪！

source: Your dashboard is near the size limit.
ca: El teu dashboard està a prop del límit de mida.
cs: Vaše nástěnka se blíží limitu velikosti.
mi: Kei tata tō papatohu ki te tepe rahi.
ro: Tabloul dvs. de bord se apropie de limita de dimensiune.

source: Your dashboard is too large. Please reduce its size before saving it.
bn: আপনার ড্যাশবোর্ডটি খুব বড়। এটি সংরক্ষণের আগে দয়া করে এর আকার কমান।
ca: El teu dashboard és massa gran. Si us plau redueix la seva mida abans de desar-lo.
cs: Vaše nástěnka je příliš velká. Před uložením prosím zmenšete její velikost.
ja: ダッシュボードが大きすぎます。保存する前にサイズを縮小してください。
mi: He rahi rawa tō papatohu. Tēnā whakaiti i tōna rahi i mua i te tiaki.
nl: Uw dashboard is te groot. Beperk de grootte voordat u het opslaat.
pt_br: Seu painel é muito grande. Reduza o tamanho antes de salvá-lo.
ro: Tabloul dvs. de bord este prea mare. Vă rugăm să-i reduceți dimensiunea înainte de salvare.
tr: Pano fazla büyük. Kaydetmeden önce boyutunu küçültün.
zh_tw: 您的看板太大了。保存前請縮小尺寸。

source: Your query could not be saved
bn: আপনার প্রশ্নটি সংরক্ষণ করা যায়নি।
ca: La teva consulta no s'ha pogut desar
cs: Váš dotaz se nepodařilo uložit
es: Tu consulta no pudo ser guardada
ja: クエリを保存できませんでした
mi: Kāore i taea te tiaki i tō pātai
nl: Uw zoekopdracht kon niet worden opgeslagen
pt_br: Sua consulta não pôde ser salva
ro: Interogarea dvs. nu a putut fi salvată
tr: Sorgunuz kaydedilemedi
zh_tw: 您的查詢無法保存

source: Your query could not be scheduled
bn: আপনার প্রশ্নটি নির্ধারিত করা যায়নি।
ca: La teva consulta no s'ha pogut programar
cs: Váš dotaz se nepodařilo naplánovat
es: Tu consulta no pudo ser programada
ja: クエリをスケジュールできませんでした
mi: Kāore i taea te hōtaka i tō pātai
nl: Uw vraag kon niet worden gepland
pt_br: Sua consulta não pôde ser agendada
ro: Interogarea dvs. nu a putut fi programată
tr: Sorgunuz zamanlanamadı
zh_tw: 無法調度您的查詢

source: Your query could not be updated
bn: আপনার প্রশ্নটি আপডেট করা যায়নি।
ca: La teva consulta no s'ha pogut actualitzar
cs: Váš dotaz se nepodařilo aktualizovat
es: Tu consulta no pudo ser actualizada
ja: クエリを更新できませんでした
mi: Kāore i taea te whakahou i tō pātai
nl: Uw zoekopdracht kon niet worden bijgewerkt
pt_br: Sua consulta não pôde ser atualizada
ro: Interogarea dvs. nu a putut fi actualizată
tr: Sorgunuz güncellenemedi
zh_tw: 無法更新您的查詢

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
bn: আপনার প্রশ্ন নির্ধারিত হয়েছে। আপনার প্রশ্নের বিবরণ দেখতে, সংরক্ষিত প্রশ্নে যান।
ca: La teva consulta s'ha programat. Per veure detalls de la teva consulta, navega a Consultes desades
cs: Váš dotaz byl naplánován. Pro zobrazení podrobností vašeho dotazu přejděte na Uložené dotazy
es: Tu consulta ha sido programada. Para ver los detalles de tu consulta, navega a Consultas guardadas
ja: あなたのクエリはスケジュールされました。クエリの詳細を確認するには、[保存されたクエリ] に移動します。
mi: Kua hōtakahia tō pātai. Hei kite i ngā taipitopito o tō pātai, whakatere ki ngā Pātai kua tiakina
nl: Uw zoekopdracht is ingepland. Om de details van uw zoekopdracht te zien, navigeert u naar Opgeslagen zoekopdrachten
pt_br: Sua consulta foi agendada. Para ver detalhes de sua consulta, navegue até Consultas salvas
ro: Interogarea dvs. a fost programată. Pentru a vedea detaliile interogării dvs., navigați la Interogări salvate
tr: Sorgunuz zamanlandı. Sorgunuzun ayrıntılarını görmek için Kaydedilen sorgulara gidin
zh_tw: 您的查詢已被調度。要查看查詢的詳細訊息，請跳轉到保存查詢頁面查看。

source: Your query was not properly saved
bn: আপনার প্রশ্নটি সঠিকভাবে সংরক্ষিত হয়নি।
ca: La teva consulta no s'ha desat correctament
cs: Váš dotaz nebyl správně uložen
ja: クエリが正しく保存されませんでした
mi: Kāore i tiakina tika tō pātai
nl: Uw query is niet correct opgeslagen
pt_br: Sua consulta não foi salva corretamente
ro: Interogarea dvs. nu a fost salvată corespunzător
tr: Sorgunuz düzgün bir şekilde kaydedilmedi

source: Your query was saved
bn: আপনার প্রশ্নটি সংরক্ষিত হয়েছে।
ca: La teva consulta s'ha desat
cs: Váš dotaz byl uložen
es: Tu consulta ha sido guardada
ja: クエリが保存されました
mi: Kua tiakina tō pātai
nl: Uw zoekopdracht werd opgeslagen
pt_br: Sua consulta foi salva
ro: Interogarea dvs. a fost salvată
tr: Sorgunuz kaydedildi
zh_tw: 您的查詢已保存

source: Your query was updated
bn: আপনার প্রশ্নটি আপডেট হয়েছে।
ca: La teva consulta s'ha actualitzat
cs: Váš dotaz byl aktualizován
es: Tu consulta fue actualizada
ja: クエリが更新されました
mi: Kua whakahouhia tō pātai
nl: Uw zoekopdracht werd bijgewerkt
pt_br: Sua consulta foi atualizada
ro: Interogarea dvs. a fost actualizată
tr: Sorgunuz güncellendi
zh_tw: 您的查詢已更新

source: Your report could not be deleted
bn: আপনার রিপোর্ট মুছতে সক্ষম হয়নি।
ca: El teu informe no s'ha pogut eliminar
cs: Váš report se nepodařilo smazat
ja: レポートを削除できませんでした
mi: Kāore i taea te muku i tō pūrongo
nl: Uw rapport kon niet worden verwijderd
pt_br: Não foi possível excluir seu relatório
ro: Raportul dvs. nu a putut fi șters
tr: Raporunuz silinemedi
zh_tw: 這個報告無法被删除

source: ZIP file contains multiple file types
bn: ZIP ফাইলে একাধিক ফাইল প্রকার রয়েছে।
ca: L'arxiu ZIP conté múltiples tipus de fitxer
cs: Soubor ZIP obsahuje více typů souborů
mi: Kei te kōnae ZIP he momo kōnae maha
ro: Fișierul ZIP conține mai multe tipuri de fișiere

source: Zero imputation
bn: শূন্য প্রতিস্থাপন
ca: Imputació zero
cs: Imputace nulou
ja: ゼロインピュテーション
mi: Whakakapi kore
nl: Null imputatie
pt_br: Imputação zero
ro: Imputare zero
tr: Sıfır yerine koyma

source: Zoom level
ca: Nivell de zoom
cs: Úroveň přiblížení
mi: Taumata topa
ro: Nivel zoom

source: Zoom level of the map
bn: ম্যাপের জুম স্তর
ca: Nivell de zoom del mapa
cs: Úroveň přiblížení mapy
es: Nivel de zoom del mapa
ja: マップのズームレベル
mi: Taumata topa o te mahere
nl: Zoom niveau van de kaart
pt_br: Nível de zoom do mapa
ro: Nivelul de zoom al hărții
tr: Haritanın yakınlaştırma düzeyi
zh_tw: 地圖縮放等級

source: [ untitled dashboard ]
bn: [ অশিরোনামিত ড্যাশবোর্ড ]
ca: [ dashboard sense títol ]
cs: [ nepojmenovaná nástěnka ]
ja: 無題のダッシュボード
mi: [ papatohu kāore i taitarahia ]
nl: [ naamloos dashboard ]
pt_br: [ painel sem título ]
ro: [ tablou de bord fără titlu ]
tr: [ başlıksız pano ]

source: [Longitude] and [Latitude] columns must be present in [Group By]
bn: [দীর্ঘতা] এবং [অক্ষাংশ] কলামগুলি [গ্রুপ বাই]-তে উপস্থিত থাকতে হবে।
ca: Les columnes [Longitud] i [Latitud] han d'estar presents a [Agrupar Per]
cs: Sloupce [Zeměpisná délka] a [Zeměpisná šířka] musí být přítomny v [Seskupit podle]
es: Las columnas [Longitud] y [Latitud] deben estar presentes en [Group By]
ja: [Group By] には [経度] 列と [緯度] 列が存在する必要があります。
mi: Me tīari ngā tīwae [Longitude] me [Latitude] i te [Rōpū Mā]
nl: Kolommen [Lengtegraad] en [Breedtegraad] moeten aanwezig zijn in [Groepen per]
pt_br: As colunas [Longitude] e [Latitude] devem estar presentes em [ Agrupar Por ]
ro: Coloanele [Longitudine] și [Latitudine] trebuie să fie prezente în [Grupare după]
tr: [Gruplama] içinde [Boylam] ve [Enlem] sütunları bulunmalıdır
zh_tw: [經度] 和 [緯度] 的選擇項必須出現在 [Group By]

source: [Longitude] and [Latitude] must be set
bn: [দীর্ঘতা] এবং [অক্ষাংশ] সেট করতে হবে।
ca: [Longitud] i [Latitud] s'han d'establir
cs: [Zeměpisná délka] a [Zeměpisná šířka] musí být nastaveny
es: [Longitud] y [Latitud] deben estar establecidos
ja: [経度]と[緯度]を設定する必要があります。
mi: Me tautuhi [Longitude] me [Latitude]
nl: [Lengtegraad] en [Breedtegraad] moeten worden ingesteld
pt_br: [Longitude] e [Latitude] devem ser definidos
ro: [Longitudine] și [Latitudine] trebuie să fie setate
tr: [Boylam] ve [Enlem] ayarlanmalıdır
zh_tw: [經度] 和 [緯度] 的必須設定

source: [Missing Dataset]
bn: [মিসিং ডেটাসেট]
ca: [Dataset Perdut]
cs: [Chybějící sada dat]
ja: [データセットが見つかりません。]
mi: [Rārangi Raraunga Ngaro]
nl: [Ontbrekende Dataset]
pt_br: [Conjunto de dados ausente]
ro: [Set de Date Lipsă]
tr: [Eksik Veri Kümesi]
zh_tw: 丢失數據集

source: [Untitled]
bn: [অশিরোনামিত]
ca: [Sense Títol]
cs: [Nepojmenováno]
ja: [無題]
mi: [Kāore i Taitarahia]
nl: [Ongetiteld]
pt_br: [Sem título]
ro: [Fără Titlu]
tr: [Başlıksız]
zh_tw: 無標題

source: [asc]
bn: [বৃদ্ধি]
cs: [vzestupně]
ja: [昇順]
mi: [piki]
ro: [cresc]
tr: [artan]

source: [dashboard name]
bn: [ড্যাশবোর্ডের নাম]
ca: [nom del dashboard]
cs: [název nástěnky]
es: [nombre del panel]
ja: [ダッシュボード名]
mi: [ingoa papatohu]
nl: [dashboard naam]
pt_br: [nome do painel]
ro: [nume tablou de bord]
tr: [pano adı]
zh_tw: [看板名稱]

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
bn: [ঐচ্ছিক] এই দ্বিতীয়ক মেট্রিকটি প্রাথমিক মেট্রিকের বিরুদ্ধে একটি অনুপাত হিসাবে রঙ সংজ্ঞায়িত করতে ব্যবহৃত হয়। বাদ দেওয়া হলে, রঙটি ক্যাটেগরির ভিত্তিতে লেবেল করা হয়।
ca: [opcional] aquesta mètrica secundària s'usa per definir el color com una proporció contra la mètrica primària. Quan s'omet, el color és categòric i basat en etiquetes
cs: [volitelné] tato sekundární metrika se používá k definování barvy jako poměru vůči primární metrice. Pokud je vynechána, barva je kategorická a založená na popiscích
es: [opcional] esta métrica secundaria se utiliza para definir el color como una proporción respecto a la métrica primaria. Cuando se omite, el color es categórico y se basa en etiquetas
ja: [オプション] この二次メトリックは、一次メトリックに対する比率として色を定義するために使用されます。
mi: [kōwhiringa] ka whakamahia tēnei ine tuarua hei tautuhi i te tae hei ōwehenga ki te ine matua. Ina whakakorehia, he kāwai te tae, ā, i runga i ngā tapanga
nl: [optioneel] deze secundaire metriek wordt gebruikt om de kleur te definiëren als een verhouding ten opzichte van de primaire metriek. Indien weggelaten, is de kleur categorisch en gebaseerd op labels
pt_br: [opcional] essa métrica secundária é usada para definir a cor como uma proporção em relação à métrica primária. Quando omitida, a cor é categórica e baseada em rótulos
ro: [opțional] această metrică secundară este folosită pentru a defini culoarea ca un raport față de metrica primară. Când este omisă, culoarea este categorială și se bazează pe etichete
tr: [isteğe bağlı] bu ikincil metrik, rengi birincil metrike karşı bir oran olarak tanımlamak için kullanılır. Belirtilmediğinde, renk kategoriktir ve etiketlere dayanır
zh_tw: 次計量指標用來定義颜色與主度量的比率。如果兩個度量匹配，则將颜色映射到級别組

source: [untitled]
bn: [অশিরোনামিত]
ca: [sense títol]
cs: [nepojmenováno]
ja: [無題]
nl: [ongetiteld]
pt_br: [sem título]
ro: [fără titlu]
tr: [başlıksız]

source: `compare_columns` must have the same length as `source_columns`.
bn: `compare_columns` এর `source_columns` এর সমান দৈর্ঘ্য থাকতে হবে।
ca: `compare_columns` ha de tenir la mateixa longitud que `source_columns`.
cs: `compare_columns` musí mít stejnou délku jako `source_columns`.
es: `compare_columns` debe tener la misma longitud que `source_columns`.
ja: `compare_columns` は `source_columns` と同じ長さでなければなりません。
mi: Me ōrite te roa o `compare_columns` ki te `source_columns`.
nl: `compare_columns` moet dezelfde lengte hebben als `source_columns`.
pt_br: ` compare_columns ` deve ter o mesmo comprimento de ` source_columns `.
ro: `compare_columns` trebuie să aibă aceeași lungime ca `source_columns`.
tr: `compare_columns`, `source_columns` ile aynı uzunluğa sahip olmalıdır.
zh_tw: 比較的列長度必須原始列保持一致

source: `compare_type` must be `difference`, `percentage` or `ratio`
bn: `compare_type` হতে হবে `difference`, `percentage` অথবা `ratio`।
ca: `compare_type` ha de ser `difference`, `percentage` o `ratio`
cs: `compare_type` musí být `difference`, `percentage` nebo `ratio`
es: `compare_type` debe ser `difference`, `percentage` o `ratio`
ja: `compare_type` は `difference`、`percentage`、または `ratio` である必要があります。
mi: Me noho te `compare_type` hei `difference`, `percentage`, `ratio` rānei
nl: `compare_type` moet `verschillen`, `percentage` of `ratio` zijn
pt_br: `compare_type` deve ser `difference`, `percentage` ou `ratio`
ro: `compare_type` trebuie să fie `difference`, `percentage` sau `ratio`
tr: `compare_type`, `difference`, `percentage` veya `ratio` olmalıdır
zh_tw: `compare_type` 必須是 `difference`, `percentage` 或 `ratio`

source: `confidence_interval` must be between 0 and 1 (exclusive)
bn: `confidence_interval` ০ এবং ১ (অন্তর্ভুক্ত নয়) এর মধ্যে থাকতে হবে।
ca: `confidence_interval` ha d'estar entre 0 i 1 (exclusiu)
cs: `confidence_interval` musí být mezi 0 a 1 (vyjma)
es: `confidence_interval` debe estar entre 0 y 1 (exclusivo)
ja: 「confidence_interval」は 0 から 1 の間でなければなりません。 (これらの値を含みません。)
mi: Me noho te `confidence_interval` i waenga i te 0 me te 1 (motuhake)
nl: `confidence_interval` moet tussen 0 en 1 liggen (exclusief)
pt_br: `confidence_interval` deve estar entre 0 e 1 (exclusivo)
ro: `confidence_interval` trebuie să fie între 0 și 1 (exclusiv)
tr: `confidence_interval`, 0 ile 1 arasında olmalıdır (dahil değil)
zh_tw: `置信區間` 必須介於 0 和 1 之間（開區間）

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
bn: `count` হল COUNT(*) যদি একটি গ্রুপ বাই ব্যবহৃত হয়। সংখ্যাগত কলামগুলি একত্রিত হবে। অগণিত কলামগুলি পয়েন্টগুলিকে লেবেল করতে ব্যবহৃত হবে। প্রতিটি ক্লাস্টারে পয়েন্টের সংখ্যা পেতে খালি রাখুন।
ca: `count` és COUNT(*) si s'usa un group by. Les columnes numèriques seran agregades amb l'agregador. Les columnes no numèriques s'usaran per etiquetar punts. Deixa buit per obtenir un recompte de punts a cada clúster.
cs: `count` je COUNT(*), pokud je použito seskupení. Číselné sloupce budou agregovány agregátorem. Nečíselné sloupce budou použity k označení bodů. Ponechte prázdné pro získání počtu bodů v každém shluku.
es: `count` es COUNT(*) si se utiliza un group by. Las columnas numéricas se agregarán con el agregador. Las columnas no numéricas se utilizarán para etiquetar puntos. Deja vacío para obtener un recuento de puntos en cada grupo.
ja: group by を使用する場合、`count` は COUNT(*) になります。数値列はアグリゲータで集計されます。数値以外の列は、ポイントにラベルを付けるために使用されます。各クラスター内のポイント数を取得するには、空のままにします。
mi: Ko te `count` he COUNT(*) mēnā ka whakamahia tētahi rōpū mā. Ka whakaarotauhia ngā tīwae tau ki te kaiwhakaārotau. Ka whakamahia ngā tīwae kāore he tau hei tapanga tohu. Waiho kau hei whiwhi i te tatau o ngā tohu i ia rāpaki.
nl: `count` is COUNT(*) als een groep wordt gebruikt. Numerieke kolommen worden samengevoegd met de aggregator. Niet-numerieke kolommen worden gebruikt om punten te labelen. Laat leeg om een aantal punten in elk cluster te krijgen.
pt_br: `count` é COUNT(*) se for usado um grupo por. As colunas numéricas serão agregadas com o agregador. As colunas não numéricas serão usadas para rotular os pontos. Deixe em branco para obter uma contagem de pontos em cada cluster.
ro: `count` este COUNT(*) dacă se folosește o grupare. Coloanele numerice vor fi agregate cu agregatorul. Coloanele non-numerice vor fi folosite pentru a eticheta punctele. Lăsați gol pentru a obține un număr de puncte în fiecare cluster.
tr: `count`, bir gruplama kullanılıyorsa COUNT(*)'dir. Sayısal sütunlar, toplama işlemini kullanılarak bir araya getirilir. Sayısal olmayan sütunlar, noktaları etiketlemek için kullanılır. Her kümedeki noktaların sayısını almak için boş bırakın.
zh_tw: 如果分組被使用 `count` 表示 COUNT(*)。數值列將與聚合器聚合。非數值列將用於维度列。留空以獲得每個聚合群中的點計數。

source: `operation` property of post processing object undefined
bn: `operation` পোস্ট প্রসেসিং অবজেক্টের বৈশিষ্ট্য অজ্ঞাত।
ca: Propietat `operation` de l'objecte de post processament indefinida
cs: vlastnost `operation` objektu následného zpracování není definována
es: propiedad `operation` del objeto de post procesamiento indefinida
ja: 後処理オブジェクトの「operation」プロパティが未定義です。
mi: Kāore i tautuhia te āhuatanga `operation` o te ahanoa tukatuka-iho
nl: `operation` eigenschap van post processing object ongedefinieerd
pt_br: Propriedade `operation` do objeto de pós-processamento indefinida
ro: proprietatea `operation` a obiectului de post-procesare nedefinită
tr: İşlem sonrası işleme nesnesinin `operation` özelliği tanımsız
zh_tw: 後處理必須指定操作類型（`operation`）

source: `prophet` package not installed
bn: `prophet` প্যাকেজ ইনস্টল করা হয়নি।
ca: Paquet `prophet` no instal·lat
cs: balíček `prophet` není nainstalován
ja: 「prophet」パッケージがインストールされていません。
mi: Kāore i tāutahia te kete `prophet`
nl: `prophet` package niet geïnstalleerd
pt_br: Pacote `prophet` não instalado
ro: pachetul `prophet` nu este instalat
tr: `prophet` paketi yüklü değil
zh_tw: 未安裝程序包 `prophet`

source: `rename_columns` must have the same length as `columns` + `time_shift_columns`.
bn: `rename_columns` এর `columns` + `time_shift_columns` এর সমান দৈর্ঘ্য থাকতে হবে।
ca: `rename_columns` ha de tenir la mateixa longitud que `columns` + `time_shift_columns`.
cs: `rename_columns` musí mít stejnou délku jako `columns` + `time_shift_columns`.
mi: Me ōrite te roa o `rename_columns` ki te `columns` + `time_shift_columns`.
ro: `rename_columns` trebuie să aibă aceeași lungime ca `columns` + `time_shift_columns`.

source: `row_limit` must be greater than or equal to 0
bn: `row_limit` ০ এর সমান বা বড় হতে হবে।
ca: `row_limit` ha de ser major o igual a 0
cs: `row_limit` musí být větší nebo roven 0
ja: 「row_limit」は 0 以上でなければなりません。
mi: Me rahi ake, ōrite rānei te `row_limit` ki te 0
nl: `rij_limiet` moet groter of gelijk aan 0 zijn
pt_br: O `row_limit` deve ser maior ou igual a 0
ro: `row_limit` trebuie să fie mai mare sau egal cu 0
tr: `row_limit`, 0'dan büyük veya eşit olmalıdır
zh_tw: `行限制` 必須大於或等於 0

source: `row_offset` must be greater than or equal to 0
bn: `row_offset` ০ এর সমান বা বড় হতে হবে।
ca: `row_offset` ha de ser major o igual a 0
cs: `row_offset` musí být větší nebo roven 0
es: `row_offset` debe ser mayor o igual a 0
ja: 「row_offset」は 0 以上でなければなりません。
mi: Me rahi ake, ōrite rānei te `row_offset` ki te 0
nl: `rij_offset` moet groter zijn dan of gelijk aan 0
pt_br: `row_offset` deve ser maior ou igual a 0
ro: `row_offset` trebuie să fie mai mare sau egal cu 0
tr: `row_offset`, 0'dan büyük veya eşit olmalıdır
zh_tw: `行偏移量` 必須大於或等於 0

source: `width` must be greater or equal to 0
bn: `width` ০ এর সমান বা বড় হতে হবে।
ca: `width` ha de ser major o igual a 0
cs: `width` musí být větší nebo roven 0
es: `width` debe ser mayor o igual a 0
ja: 「幅」は 0 以上でなければなりません。
mi: Me rahi ake, ōrite rānei te `width` ki te 0
nl: `breedte` moet groter of gelijk zijn aan 0
pt_br: `largura` deve ser maior ou igual a 0
ro: `width` trebuie să fie mai mare sau egal cu 0
tr: `width`, 0'dan büyük veya eşit olmalıdır
zh_tw: `寬度` 必須大於或等於 0

source: aggregate
bn: সমষ্টিগত
ca: agregar
cs: agregovat
es: agregar
ja: 集計
mi: whakaarotau
nl: aggregaat
pt_br: agregar
ro: agregare
tr: toplulama
zh_tw: 合計

source: alert
bn: সতর্কতা
ca: alerta
cs: upozornění
es: alerta
ja: アラート
mi: matohi
nl: waarschuwing
pt_br: alerta
ro: alertă
tr: uyarı
zh_tw: 警報

source: alert condition
bn: সতর্কতা শর্ত
ca: condició d'alerta
cs: podmínka upozornění
mi: āhuatanga matohi
ro: condiție alertă

source: alerts
bn: সতর্কতা
ca: alertes
cs: upozornění
es: alertas
ja: アラート
mi: matohi
nl: waarschuwingen
pt_br: alertas
ro: alerte
tr: uyarılar
zh_tw: 警報

source: all
bn: সব
ca: tots
cs: vše
es: todo
ja: すべて
mi: katoa
nl: alle
pt_br: todos
ro: toate
tr: hepsi

source: also copy (duplicate) charts
bn: এছাড়াও চার্টগুলি অনুলিপি (ডুপ্লিকেট) করুন।
ca: també copiar (duplicar) gràfics
cs: také kopírovat (duplikovat) grafy
es: también copiar (duplicar) gráficos
ja: チャートをコピー（複製）することもできます
mi: tārua hoki (tārua) ngā kauwhata
nl: kopieer ook (duplicate) grafieken
pt_br: também copiar (duplicar) gráficos
ro: de asemenea, copiază (duplică) graficele
tr: ayrıca grafikleri (kopyala) kopyala
zh_tw: 同時複製圖表

source: ancestor
bn: পূর্বপুরুষ
ca: antecessor
cs: předek
es: antepasado
ja: 祖先
mi: tūpuna
nl: voorouder
pt_br: ancestral
ro: strămoș
tr: ata
zh_tw: 上一級

source: annotation
bn: নির্দেশনা
ca: anotació
cs: anotace
es: anotación
ja: 注釈
mi: tohu
nl: aantekening
pt_br: anotação
ro: adnotare
tr: not
zh_tw: 注释

source: annotation_layer
bn: নির্দেশনা_স্তর
ca: capa_anotació
cs: vrstva_anotací
es: capa_de_anotación
ja: 注釈レイヤー
mi: papa_tohu
nl: annotatie_laag
pt_br: camada de anotação
ro: strat_adnotare
tr: not katmanı
zh_tw: 注释層

source: at
bn: এখানে
ca: a
cs: v
es: en
ja: で
mi: i
nl: op
pt_br: em
ro: la
tr: noktasında
zh_tw: 在

source: background
bn: পটভূমি
ca: fons
cs: pozadí
es: fondo
ja: 背景
mi: papamuri
nl: achtergrond
pt_br: fundo
ro: fundal
tr: arka plan
zh_tw: 背景

source: basis
bn: ভিত্তি
ca: base
cs: základ
ja: 基礎
mi: pūtake
pt_br: base
ro: bază
tr: temel

source: begins with
ro: începe cu

source: below (example:
bn: নিচে (উদাহরণ:
ca: a sota (exemple:
cs: níže (příklad:
es: abajo (ejemplo:
ja: 以下(例:
mi: i raro (tauira:
nl: hieronder (voorbeeld:
pt_br: abaixo (exemplo:
ro: mai jos (exemplu:
tr: aşağıda (örnek:
zh_tw: 格式，比如：

source: between {down} and {up} {name}
bn: {নিচে} এবং {উপরে} {নাম} এর মধ্যে
ca: entre {down} i {up} {name}
cs: mezi {down} a {up} {name}
es: entre {down} y {up} {name}
ja: {ダウン} と {アップ} {名前}の間
mi: i waenga i {down} me {up} {name}
nl: tussen {down} en {up} {name}
pt_br: entre {down} e {up} {name}
ro: între {down} și {up} {name}
tr: {down} ve {up} arasında {name}

source: bolt
bn: বোল্ট
ca: negreta
cs: šroub
es: tornillo
ja: ボルト
mi: pākurutete
nl: bliksem
pt_br: parafuso
ro: fulger
tr: cıvata
zh_tw: 螺栓

source: boolean type icon
bn: বুলিয়ান প্রকার আইকন
ca: icona de tipus booleà
cs: ikona typu boolean
es: icono de tipo booleano
ja: ブール型アイコン
mi: tohu momo pūruhi
nl: boolean type icoon
pt_br: ícone do tipo booleano
ro: iconiță tip boolean
tr: mantıksal tip simgesi

source: bottom
bn: নিচ
ca: inferior
cs: dole
ja: 下
mi: raro
nl: onderkant
pt_br: fundo
ro: jos
tr: alt
zh_tw: 底部

source: button (cmd + z) until you save your changes.
bn: বাটনে ক্লিক করুন (cmd + z) যতক্ষণ না আপনি আপনার পরিবর্তনগুলি সংরক্ষণ করেন।
ca: botó (cmd + z) fins que desis els teus canvis.
cs: tlačítko (cmd + z), dokud neuložíte své změny.
es: botón (cmd + z) hasta que guardes tus cambios.
ja: 変更を保存するまで、ボタン (cmd + z) を押し続けてください。
mi: pātene (cmd + z) tae noa koe ka tiaki i ō huringa.
nl: knop (cmd + z) totdat je jouw wijzigingen opslaat.
pt_br: (cmd + z) até você salvar suas mudanças.
ro: buton (cmd + z) până salvați modificările.
tr: değişikliklerinizi kaydedene kadar (cmd + z) düğmesine basın.
zh_tw: 按钮（cmd + z）直到你保存它。

source: by using
bn: ব্যবহার করে
ca: usant
cs: použitím
es: al usar
ja: 使用して
mi: mā te whakamahi i
nl: door te gebruiken
pt_br: usando
ro: folosind
tr: kullanarak
zh_tw: 基於

source: cannot be empty
bn: খালি রাখা যাবে না
ca: no pot estar buit
cs: nesmí být prázdné
es: no puede estar vacío
ja: 空にすることはできません
mi: kāore e taea te noho kau
nl: mag niet leeg zijn
pt_br: não pode ser vazio
ro: nu poate fi gol
tr: boş olamaz
zh_tw: 不能為空

source: change
bn: পরিবর্তন
ca: canvi
cs: změna
ja: 変化
mi: panoni
nl: wijziging
pt_br: mudança
ro: schimbare
tr: değiştir

source: chart
bn: চার্ট
ca: gràfic
cs: graf
es: gráfica
ja: チャート
mi: kauwhata
nl: grafiek
pt_br: gráfico
ro: grafic
tr: grafik
zh_tw: 圖表

source: charts
bn: চার্টগুলি
ja: チャート
nl: grafieken
pt_br: gráficos
ro: grafice
tr: grafikler
zh_tw: 圖表
