Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: MAR
bn: মার্চ
cs: BŘE
ja: 3月
mi: MAH
nl: MAA
zh_tw: 三月

source: MINUTE
bn: মিনিট
ca: MINUT
cs: MINUTA

source: Main Datetime Column
bn: মূল ডেটাটাইম কলাম
es: Columna Principal de Fecha y Hora
ja: メイン日時列
nl: Kolom Hoofd Datumtijd
pt_br: Coluna principal de data e hora
tr: Ana Zaman Sütunu
zh_tw: 主日期列

source: MapBox
bn: মানচিত্র বাক্স
es: Cuadro de mapa
nl: KaartBox
zh_tw: MapBox 地圖

source: Mapbox
bn: মানচিত্র বাক্স
es: Cuadro de mapa
nl: Kaartbox
zh_tw: MapBox 地圖

source: Marker
bn: চিহ্ন
ca: Marcador
cs: Značka
es: Marcador
ja: マーカー
mi: Tohu
pt_br: Marcador
tr: İşaretçi
zh_tw: 標記

source: Max
bn: সর্বাধিক
ca: Màx
es: Máx
ja: 最大値
mi: Rahi
pt_br: Máx
tr: Maksimum
zh_tw: 最大值

source: Max Events
bn: সর্বাধিক ইভেন্ট
es: Eventos Máximos
ja: 最大イベント数
nl: Max Gebeurtenissen
pt_br: Max Eventos
tr: Maksimum Olay Sayısı
zh_tw: 最大事件數

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
bn: যদি একটি সিরিজ সীমা থাকে তবে সীমাটি অর্ডার করার জন্য ব্যবহৃত মেট্রিক। যদি অজানা হয় তবে প্রথম মেট্রিকে ফিরে আসে (যেখানে প্রযোজ্য)।
es: Métrica utilizada para ordenar el límite si se presenta un límite de serie. Si no está definido, vuelve a la primera métrica (donde corresponda).
ja: シリーズ制限が存在する場合、制限を順序付けるために使用されるメトリック。未定義の場合は、最初のメトリック (該当する場合) に戻ります。
nl: Metriek wordt gebruikt om de limiet te ordenen als deze aanwezig is. Als deze ongedefinieerd is, wordt de eerst metriek gebruikt (indien gepast).
pt_br: Métrica utilizada para ordenar o limite se estiver presente um limite de série. Se não for definida, reverte para a primeira métrica (quando apropriado).
tr: Seri sınırı varsa sınırı düzenlemek için kullanılan metrik. Tanımsızsa, ilk metriğe döner (uygunsa).

source: Min
bn: ন্যূনতম
ca: Mín
es: Mín
ja: 最小値
mi: Iti
tr: Minimum
zh_tw: 最小值

source: Minimum leaf node event count
bn: ন্যূনতম পাতা নোড ইভেন্ট সংখ্যা
es: Conteo mínimo de eventos en nodo hoja
ja: 最小リーフノードイベント数
nl: Minimum aantal gebeurtenissen per bladknoop
pt_br: Contagem mínima de eventos de nó folha
tr: Minimum yaprak düğüm olay sayısı
zh_tw: 葉節點最小事件數

source: Minutes value
bn: মিনিটের মান
ca: Valor de minuts
cs: Hodnota minut

source: Modified columns: %s
bn: সংশোধিত কলাম: %s
es: Columnas modificadas: %s
ja: 変更された列: %s
nl: Gewijzigde kolommen: %s
pt_br: Colunas modificadas: %s
tr: Düzenlenmiş sütunlar: %s
zh_tw: 修改的列：%s

source: Multiple filtering
bn: একাধিক ফিল্টারিং
ca: Filtrat múltiple
cs: Vícenásobné filtrování
ja: 複数のフィルタリング
nl: Meerdere filters
pt_br: Filtragem múltipla
tr: Çoklu filtreleme

source: Must have at least one numeric column specified
bn: নির্দিষ্ট অন্তত একটি সংখ্যাসূচক কলাম থাকতে হবে
es: Debe especificar al menos una columna numérica
ja: 少なくとも 1 つの数値列を指定する必要があります。
nl: Er moet minstens één numerieke kolom gespecificeerd zijn
pt_br: Deve ter pelo menos uma coluna numérica especificada
tr: En az bir sayısal sütun belirtilmelidir
zh_tw: 必須至少指明一個數值列

source: N/A
bn: প্রযোজ্য নয়
ca: N/D
ja: 該当なし
nl: N/B
pt_br: N/D
tr: Yok

source: NOW
bn: এখন
es: AHORA
ja: 今
nl: NU
pt_br: AGORA
tr: ŞİMDİ
zh_tw: 現在

source: NUMERIC
bn: সংখ্যাসূচক
ca: NUMÈRIC
cs: ČÍSELNÝ
ja: 数値
mi: TAU
pt_br: NUMÉRICO
tr: NUMERİK

source: Name of the table that exists in the source database
bn: সূত্র ডাটাবেজে বিদ্যমান টেবিলের নাম
es: Nombre de la tabla que existe en la base de datos de origen
ja: ソースデータベースに存在するテーブルの名前
nl: Naam van de tabel die bestaat in de brondatabase
pt_br: Nome da tabela que existe no banco de dados de origem
tr: Kaynak veritabanında var olan tablonun adı
zh_tw: 源資料庫中存在的表名稱

source: New columns added: %s
bn: নতুন কলাম যোগ করা হয়েছে: %s
es: Nuevas columnas añadidas: %s
ja: 新しい列が追加されました: %s
nl: Nieuwe kolommen toegevoegd: %s
pt_br: Novas colunas adicionadas: %s
tr: Yeni sütunlar eklendi: %s
zh_tw: 新增的列：%s

source: Nightingale
bn: নাইটিঙ্গেল
cs: Slavík

source: No charts
bn: কোনো চার্ট নেই
ca: Cap gràfic
cs: Žádné grafy
es: No hay gráficas
ja: チャートなし
nl: Geen grafieken
pt_br: Sem gráficos
tr: Grafik yok
zh_tw: 没有圖表

source: No charts yet
bn: এখনো কোনো চার্ট নেই
ja: まだチャートはありません
nl: Nog geen grafieken
pt_br: Ainda não há gráficos
tr: Henüz hiç grafik yok

source: No dashboards yet
bn: এখনো কোনো ড্যাশবোর্ড নেই
ja: ダッシュボードはまだありません
nl: Nog geen dashboards
pt_br: Ainda não há painéis
tr: Henüz hiç pano yok

source: No of Bins
bn: বিনের সংখ্যা
ja: ビンの数
nl: Aantal Bins
pt_br: Número de lixeiras
tr: Bölme Sayısı
zh_tw: 直方圖容器數

source: No recents yet
bn: এখনো কোনো সাম্প্রতিক নেই
ja: 最近の情報はまだありません
nl: Nog geen recenten
pt_br: Ainda não há registros
tr: Henüz sonuç yok

source: No saved queries yet
bn: এখনো কোনো সংরক্ষিত প্রশ্ন নেই
ja: 保存されたクエリはまだありません
nl: Nog geen opgeslagen queries
pt_br: Ainda não há consultas salvas

source: Normal
bn: সাধারণ
cs: Normální
ja: ノーマル
mi: Noa
nl: Normaal
zh_tw: 正常

source: OCT
bn: অক্টোবর
cs: ŘÍJ
ja: 10月
mi: OKO
nl: OKT
pt_br: OUT
tr: EKİM
zh_tw: 十月

source: OK
bn: ঠিক আছে
ca: D'acord
mi: PAI
tr: Tamam
zh_tw: 確認

source: Offline
bn: অফলাইন
ca: Fora de línia
es: Desconectado
ja: オフライン
mi: Tuimotu
tr: Çevrimdışı
zh_tw: 離線

source: Offset
bn: অফসেট
es: Desplazamiento
ja: オフセット
nl: Verschuiving
pt_br: Deslocamento
tr: Ofset
zh_tw: 偏移

source: Only SELECT statements are allowed against this database.
bn: এই ডেটাবেসের বিরুদ্ধে শুধুমাত্র `SELECT` বিবৃতি অনুমোদিত।
ja: このデータベースに対してはSELECTステートメントのみが許可されます。
nl: Alleen SELECT statements zijn toegestaan tegen deze database.
pt_br: Somente comandos SELECT são permitidos nesse banco de dados.
tr: Bu veritabanına karşı sadece SELECT ifadelerine izin verilir.
zh_tw: 此資料庫只允許使用 `SELECT` 語句

source: Only selected panels will be affected by this filter
bn: শুধুমাত্র নির্বাচিত প্যানেলগুলি এই ফিল্টারের দ্বারা প্রভাবিত হবে।
es: Solo los paneles seleccionados se verán afectados por este filtro
ja: 選択したパネルのみがこのフィルターの影響を受けます
nl: Alleen geselecteerde panelen zullen door deze filter worden beïnvloed
pt_br: Apenas os painéis selecionados serão afetados por este filtro
tr: Yalnızca seçilen paneller bu filtreden etkilenecektir
zh_tw: 只有選定的面板將受此過濾條件的影響

source: Operator
bn: অপারেটর
ca: Operador
cs: Operátor
ja: オペレーター
mi: Kaiwhakahaere
pt_br: Operador
tr: Operatör
zh_tw: 運算符

source: Order by entity id
bn: এন্টিটি আইডি দ্বারা আদেশ।
es: Ordenar por id de entidad
ja: エンティティ ID による順序
nl: Sorteer op entiteit id
pt_br: Pedido por id da entidade
zh_tw: 按實體 ID 排序

source: Original
bn: মূল
cs: Původní
ja: オリジナル
mi: Taketake
nl: Origineel
tr: Orijinal
zh_tw: 起點

source: Physical dataset
bn: শারীরিক ডেটাসেট।
es: Conjunto de datos físicos
ja: 物理データセット
nl: Fysieke dataset
pt_br: Conjunto de dados físicos
tr: Fiziksel veri kümesi
zh_tw: 實體數據集

source: Pick at least one field for [Series]
bn: [সিরিজ] এর জন্য অন্তত একটি ক্ষেত্র বাছুন।
es: Seleccione al menos un campo para [Series]
ja: [シリーズ] のフィールドを少なくとも1つ選択してください。
nl: Kies minstens één veld voor [Series]
pt_br: Escolha no ao menos um campo para [Série]
tr: [Seri] için en az bir alan seçin
zh_tw: 為 [序列] 選擇至少一個欄位

source: Pick exactly 2 columns as [Source / Target]
bn: [সূত্র / লক্ষ্য] হিসাবে সঠিকভাবে 2 টি কলাম বাছুন।
es: Selecciona exactamente 2 columnas como [Origen / Destino]
ja: [ソース/ターゲット]として正確に2つの列を選択してください。
nl: Kies precies 2 kolommen als [Bron / Doel]
pt_br: Escolha exatamente 2 colunas como [Origem / Destino]
tr: [Kaynak / Hedef] olarak tam olarak 2 sütun seçin
zh_tw: 為 [來源 / 目標] 選擇兩個列

source: Pie Chart (legacy)
bn: পাই চার্ট (পূর্ববর্তী)।
ja: 円グラフ (レガシー)
nl: Cirkel Grafiek (legacy)

source: Please DO NOT overwrite the "filter_scopes" key.
bn: "ফিল্টার_স্কোপস" কীটি মৌলিক লেখা করবেন না।
ca: Si us plau NO sobreescriguis la clau "filter_scopes".
cs: Prosím, NEPŘEPISUJTE klíč „filter_scopes“.
es: Por favor, NO sobreescribas la clave "filter_scopes".
ja: 「filter_scopes」キーを上書きしないでください。
nl: Gelieve NIET de "filter_scopes" sleutel overschrijven.
tr: Lütfen "filter_scopes" anahtarını ÜZERİNE YAZMAYIN.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
bn: দয়া করে আপনার টেম্পলেট প্যারামিটারগুলির জন্য সিনট্যাক্স ত্রুটি চেক করুন এবং নিশ্চিত করুন যে এগুলি আপনার SQL প্রশ্ন এবং সেট প্যারামিটারগুলির মধ্যে মেলে। তারপর, আপনার প্রশ্ন আবার চালানোর চেষ্টা করুন।
ca: Si us plau comprova els teus paràmetres de plantilla per errors de sintaxi i assegura't que coincideixin a través de la teva consulta SQL i Establir Paràmetres. Després, prova d'executar la teva consulta de nou.
cs: Zkontrolujte prosím parametry šablony na syntaktické chyby a ujistěte se, že se shodují ve vašem SQL dotazu a Nastavení parametrů. Poté zkuste dotaz spustit znovu.
es: Por favor, comprueba los parámetros de tu plantilla en busca de errores de sintaxis y asegúrate de que coinciden en tu consulta SQL y en Establecer Parámetros. Luego, intenta ejecutar tu consulta de nuevo.
ja: テンプレート パラメータに構文エラーがないか確認し、それらが SQL クエリとパラメータ設定全体で一致していることを確認してください。次に、クエリを再度実行してみます。
mi: Tēnā whakaūngia
nl: Controleer uw template parameters voor syntax fouten en zorg ervoor dat deze overeenkomen met de SQL query en Set Parameters. Probeer daarna uw query opnieuw uit te voeren.
pt_br: Verifique se existem erros de sintaxe nos parâmetros do modelo e certifique-se de que correspondem à consulta SQL e aos parâmetros de definição. Em seguida, tente executar a consulta novamente.
tr: Lütfen şablon parametrelerinizi sözdizimi hataları açısından kontrol edin ve SQL sorgunuz ve Parametreleri Ayarla arasında eşleştiğinden emin olun. Ardından sorgunuzu yeniden çalıştırmayı deneyin.

source: Please save the query to enable sharing
bn: শেয়ারিং সক্ষম করতে অনুগ্রহ করে প্রশ্নটি সংরক্ষণ করুন
es: Por favor, guarda la consulta para habilitar la compartición
ja: 共有を有効にするにはクエリを保存して下さい
nl: Sla de query op om te kunnen delen
pt_br: Por favor salvar a consulta para habilitar compartilhamento
tr: Paylaşımı etkinleştirmek için sorguyu kaydedin
zh_tw: 請保存查詢以啟用共享

source: Population age data
bn: জনসংখ্যার বয়সের ডেটা
es: Datos de edad de la población
ja: 人口年齢データ
nl: Populatie leeftijd data
pt_br: Dados sobre a idade da população
tr: Nüfus yaş verileri
zh_tw: 人口年齡數據

source: Port
bn: পোর্ট
ja: ポート
mi: Tauranga
nl: Poort
pt_br: Porta
tr: Bağlantı Noktası

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
bn: পৃথক মান সংগ্রহের সময় ফিল্টার নিয়ন্ত্রণ উপাদানটি পূরণ করতে প্রিডিকেট প্রয়োগ করা হয়। জিনজা টেমপ্লেট সিনট্যাক্স সমর্থন করে। শুধুমাত্র তখনই প্রযোজ্য যখন `ফিল্টার নির্বাচন সক্ষম` চালু থাকে।
es: Predicado aplicado al obtener un valor distinto para poblar el componente de control de filtro. Soporta la sintaxis de plantilla jinja. Se aplica solo cuando `Habilitar Selección de Filtro` está activado.
ja: フィルター制御コンポーネントに値を設定するために個別の値をフェッチするときに適用される述語。 jinja テンプレート構文をサポートします。 「フィルター選択を有効にする」がオンの場合にのみ適用されます。
nl: Voorspelling toegepast bij het ophalen van verschillende waarde om het filter besturingscomponent te vullen. Ondersteunt jinja template syntax. Geldt alleen wanneer `Filter Selecteren inschakelen` is ingeschakeld.
pt_br: Predicado aplicado quando se vai buscar um valor distinto para preencher o componente de controle do filtro. Suporta a sintaxe do modelo jinja. Aplica-se apenas quando `Ativar seleção de filtro` está ativado.
tr: Filtre kontrol bileşenini doldurmak için benzersiz değeri getirirken uygulanan önek. Jinja şablon sözdizimini destekler. Yalnızca 'Filtre Seçmeyi Etkinleştir' olduğunda uygulanır.
zh_tw: 當獲取不同的值來填充過濾器組件應用時。支持 jinja 的模板語法。只在 `啟用過濾器選擇` 時應用。

source: Prefix
bn: প্রিফিক্স
cs: Předpona
es: Prefijo
ja: プレフィックス
mi: Kūmua
nl: Voorvoegsel
zh_tw: 前缀

source: Preview: `%s`
bn: প্রিভিউ: `%s`
es: Vista previa: `%s`
ja: プレビュー: `%s`
nl: Voorbeeld: `%s`
pt_br: Pré-visualização: `%s`
tr: Önizleme: `%s`
zh_tw: 預覽 %s

source: Propagate
bn: প্রচার করুন
es: Propagar
ja: 伝播する
nl: Propageren
pt_br: Propagar
tr: Yaymak
zh_tw: 傳播

source: Public and privately shared sheets
bn: পাবলিক এবং ব্যক্তিগতভাবে শেয়ার করা শীটসমূহ
es: Hojas públicas y compartidas de manera privada
ja: パブリックおよびプライベート共有シート
nl: Openbare en privé gedeelde sheets
pt_br: Planilhas compartilhadas públicas e privadas
tr: Genel ve özel olarak paylaşılan tablolar
zh_tw: 公共和私人共享的表

source: Publicly shared sheets only
bn: শুধুমাত্র পাবলিক শেয়ার করা শীটসমূহ
es: Solo hojas compartidas públicamente
ja: 公開共有シートのみ
nl: Alleen openbaar gedeelde sheets
pt_br: Apenas Planilhas compartilhadas publicamente
tr: Sadece genel olarak paylaşılan tablolar
zh_tw: 僅公開共享表

source: Put positive values and valid minute and second value less than 60
bn: ইতিবাচক মান এবং 60 এর কম বৈধ মিনিট এবং সেকেন্ডের মান রাখুন
ca: Posa valors positius i valors vàlids de minut i segon menors de 60
cs: Zadejte kladné hodnoty a platné hodnoty minut a sekund menší než 60

source: Put some positive value greater than 0
bn: 0 এর বেশি কিছু ইতিবাচক মান রাখুন
ca: Posa algun valor positiu major que 0
cs: Zadejte nějakou kladnou hodnotu větší než 0

source: Put the labels outside the pie?
bn: পাই এর বাইরের দিকে লেবেলগুলো রাখবেন?
es: ¿Poner las etiquetas fuera de la tarta?
ja: ラベルを円の外側に置きますか?
nl: Plaats de labels buiten de cirkel?
pt_br: Colocar o rótulos fora a torta?
tr: Etiketleri pastanın dışına mı koyacaksınız?
zh_tw: 是否將標籤顯示在餅圖外側？

source: QUERY DATA IN SQL LAB
bn: SQL LAB এ ডেটা অনুসন্ধান করুন
ca: CONSULTAR DADES AL SQL LAB
cs: DOTAZOVAT DATA V SQL LABU
es: CONSULTA DE DATOS EN SQL LAB
ja: SQL LABでデータをクエリする
pt_br: CONSULTAR DADOS NO SQL LAB
tr: SQL LAB'DA VERİ SORGULA
zh_tw: 在 SQL 工具箱中查詢數據

source: RANGE TYPE
bn: রেঞ্জ প্রকার
ca: TIPUS DE RANG
cs: TYP ROZSAHU
ja: 範囲のタイプ
nl: BEREIK TYPE
pt_br: TIPO DA FAIXA
tr: ARALIK TÜRÜ
zh_tw: 範圍類型

source: Radar
bn: রাডার
ja: レーダー
mi: Whakarapa
zh_tw: 雷達

source: Radial
bn: রেডিয়াল
cs: Radiální
ja: ラジアル
mi: Raupapa
tr: Radyal
zh_tw: 徑向

source: Ran %s
bn: চালানো %s
ja: ラン %s
nl: Heeft %s geduurd
pt_br: Corrida %s
tr: %s çalıştırıldı
zh_tw: 運行於 %s

source: Recently created charts, dashboards, and saved queries will appear here
bn: সাম্প্রতিক তৈরি করা চার্ট, ড্যাশবোর্ড এবং সংরক্ষিত অনুসন্ধানগুলি এখানে প্রদর্শিত হবে
es: Los gráficos, paneles y consultas guardadas recientemente aparecerán aquí
ja: 最近作成したグラフ、ダッシュボード、保存したクエリがここに表示されます
nl: Recent gemaakte grafieken, dashboards en opgeslagen queries verschijnen hier
pt_br: Os gráficos, painéis e consultas recentemente criados aparecerão aqui
tr: Son oluşturulan grafikler, gösterge tabloları ve kaydedilmiş sorgular burada görünecektir
zh_tw: 最近創建的圖表、看板和保存的查詢將顯示在此處

source: Recently edited charts, dashboards, and saved queries will appear here
bn: সাম্প্রতিক সম্পাদিত চার্ট, ড্যাশবোর্ড এবং সংরক্ষিত অনুসন্ধানগুলি এখানে প্রদর্শিত হবে
es: Los gráficos recientemente editados, los paneles de control y las consultas guardadas aparecerán aquí
ja: 最近編集したグラフ、ダッシュボード、保存したクエリがここに表示されます
nl: Recent bewerkte grafieken, dashboards en opgeslagen queries verschijnen hier
pt_br: Os gráficos, painéis e consultas recentemente editados aparecerão aqui
tr: Son düzenlenen grafikler, gösterge tabloları ve kaydedilmiş sorgular burada görünecektir
zh_tw: 最近編輯的圖表、看板和保存的查詢將顯示在此處

source: Recently viewed charts, dashboards, and saved queries will appear here
bn: সাম্প্রতিক দেখা চার্ট, ড্যাশবোর্ড এবং সংরক্ষিত অনুসন্ধানগুলি এখানে প্রদর্শিত হবে
es: Los gráficos recientemente visualizados, los paneles de control y las consultas guardadas aparecerán aquí
ja: 最近表示したグラフ、ダッシュボード、保存したクエリがここに表示されます
nl: Onlangs bekeken grafieken, dashboards, en opgeslagen queries zullen hier verschijnen
pt_br: Os gráficos, painéis e consultas recentemente visualizados aparecerão aqui
tr: Son görüntülenen grafikler, gösterge tabloları ve kaydedilmiş sorgular burada görünecektir
zh_tw: 最近查看的圖表、看板和保存的查詢將顯示在此處

source: Record Count
bn: রেকর্ড সংখ্যা
ca: Recompte de Registres
cs: Počet záznamů
es: Conteo de Registros
ja: レコード数
nl: Record Aantal
pt_br: Contagem de registos
tr: Kayıt Sayısı
zh_tw: 紀錄數

source: Redirects to this endpoint when clicking on the table from the table list
bn: তালিকা থেকে টেবিলের উপর ক্লিক করলে এই এন্ডপয়েন্টে পুনঃনির্দেশিত হয়
es: Redirige a este punto final al hacer clic en la tabla desde la lista de tablas
ja: テーブルリストからテーブルをクリックすると、このエンドポイントにリダイレクトされます。
nl: Schakelt door naar dit eindpunt bij het klikken op de tabel vanuit de tabellijst
pt_br: Redireciona para este endpoint quando se clica na tabela a partir da lista de tabelas
tr: Tabloya tablo listesinden tıkladığınızda bu uç noktaya yönlendirilir
zh_tw: 點擊表列表中的表時將重定向到此端點

source: Refresh
bn: রিফ্রেশ
ca: Actualitzar
cs: Obnovit
es: Actualizar
ja: 更新
nl: Vernieuwen
pt_br: Atualizar
tr: Yenile
zh_tw: 刷新

source: Relational
bn: সম্পর্কিত
ca: Relacional
cs: Relační
ja: 関連した
mi: Hononga
nl: Relationeel
pt_br: Relacional
tr: İlişkisel
zh_tw: 關係

source: Removed columns: %s
bn: মুছে ফেলা কলামসমূহ: %s
es: Columnas eliminadas: %s
ja: 削除された列: %s
nl: Verwijderde kolommen: %s
pt_br: Colunas removidas: %s
tr: Kaldırılan sütunlar: %s
zh_tw: 删除的列：%s

source: Render data in HTML format if applicable.
bn: যদি প্রযোজ্য হয় তবে এইচটিএমএল ফরম্যাটে ডেটা রেন্ডার করুন।
ja: 該当する場合、データをHTML形式でレンダリングします。

source: Rendering
bn: রেন্ডারিং
ja: レンダリング
nl: Renderen
pt_br: Renderização
tr: Görüntüleniyor
zh_tw: 渲染

source: Restore Filter
bn: ফিল্টার পুনরুদ্ধার করুন
ja: フィルタを復元
nl: Herstel Filter
pt_br: Restaurar filtro
tr: Filtreyi Geri Yükle
zh_tw: 還原過濾條件

source: Rows to Read
bn: পড়ার জন্য রো
es: Filas para Leer
ja: 読み取る行数
nl: Te lezen rijen
pt_br: Linhas para Leitura
tr: Okunacak Satırlar
zh_tw: 讀取的行

source: Running statement %(statement_num)s out of %(statement_count)s
bn: চালানো বিবৃতি %(statement_num)s মোট %(statement_count)s থেকে
ca: Executant sentència %(statement_num)s de %(statement_count)s
cs: Spouští se příkaz %(statement_num)s z %(statement_count)s
es: Ejecutando la instrucción %(statement_num)s de %(statement_count)s
ja: %(statement_count)s 個中 %(statement_num)s 個のステートメントを実行中
nl: Lopende verklaring %(statement_num)s van %(statement_count)s
pt_br: Executando instrução %(statement_num)s de % (statement_count)s
tr: Beyan %(statement_num)s, %(statement_count)s beyanının dışında çalışıyor

source: SECOND
bn: দ্বিতীয়
ca: SEGON
cs: SEKUNDA

source: SEP
bn: সেপ্টেম্বর
ca: SET
cs: ZÁŘ
ja: 9月
mi: MAH
pt_br: SET
tr: EYL
zh_tw: 九月

source: SQL Copied!
bn: SQL কপি করা হয়েছে!
ca: SQL Copiat!
cs: SQL zkopírováno!
es: ¡SQL Copiado!
ja: SQL がコピーされました!
nl: SQL gekopieerd!
pt_br: SQL copiado !
tr: SQL Kopyalandı!
zh_tw: SQL 複製成功！

source: SQL Expression
bn: SQL অভিব্যক্তি
es: Expresión SQL
ja: SQL 式
nl: SQL Expressie
pt_br: Expressão SQL
tr: SQL İfadesi
zh_tw: SQL 表達式

source: SQL Lab
bn: SQL ল্যাব
tr: SQL Laboratuvarı
zh_tw: SQL 工具箱

source: SQL Lab View
bn: SQL ল্যাব ভিউ
es: Vista de Laboratorio SQL
ja: SQL Lab ビュー
nl: SQL Lab Weergave
pt_br: Visão do SQL Lab
tr: SQL Laboratuvarı Görünümü
zh_tw: SQL Lab 視圖

source: START (INCLUSIVE)
bn: শুরু (সন্নিবেশিত)
ca: INICI (INCLUSIU)
cs: ZAČÁTEK (VČETNĚ)
ja: 開始 (包括的)
nl: START (INCLUSIEF)
pt_br: INÍCIO (INCLUSIVO)
tr: BAŞLANGIÇ (DAHİLİ)
zh_tw: 開始 (包含)

source: Sankey
bn: সাংকি
ja: サンキー
zh_tw: 蛇形圖

source: Sankey Diagram (legacy)
bn: সাংকি ডায়াগ্রাম (বৈশিষ্ট্যহীন)

source: Sankey Diagram with Loops
bn: লুপ সহ সাংকি ডায়াগ্রাম
es: Diagrama de Sankey con Bucles
ja: ループ付きサンキーダイアグラム
nl: Sankey Diagram met Lussen
pt_br: Diagrama Sankey com Loops
tr: Döngülerle Sankey Diyagramı
zh_tw: 桑基圖

source: Save the query to enable this feature
bn: এই বৈশিষ্ট্য সক্ষম করার জন্য অনুসন্ধান সংরক্ষণ করুন
ja: この機能を有効にするためクエリを保存する
nl: Sla de query op om deze functie in te schakelen
pt_br: Salve a consulta para ativar esse recurso
tr: Bu özelliği etkinleştirmek için sorguyu kaydedin
zh_tw: 請保存查詢以啟用共享

source: Schedule email report
bn: ইমেইল রিপোর্টের জন্য শিডিউল করুন
ca: Programar informe per correu electrònic
cs: Naplánovat e-mailový report
ja: 電子メールレポートのスケジュールを設定する
nl: Plan een e-mailrapport
pt_br: Agendar relatório por e-mail
tr: E-posta raporunu zamanlayın
zh_tw: 計劃電子郵件報告

source: Schema, as used only in some databases like Postgres, Redshift and DB2
bn: স্কিমা, যা শুধুমাত্র কিছু ডেটাবেস যেমন Postgres, Redshift এবং DB2-তে ব্যবহার হয়
es: Esquema, como se usa solo en algunas bases de datos como Postgres, Redshift y DB2
ja: スキーマ、Postgres、Redshift、DB2 などの一部のデータベースでのみ使用されます。
nl: Schema, zoals alleen gebruikt in sommige databases zoals Postgres, Redshift en DB2
pt_br: Esquema, como usado apenas em alguns bancos de dados como Postgres, Redshift e DB2
tr: Şema, yalnızca Postgres, Redshift ve DB2 gibi bazı veritabanlarında kullanılır
zh_tw: 模式，只在一些資料庫中使用，比如 Postgres、Redshift 和 DB2

source: Seconds value
bn: সেকেন্ডের মান
ca: Valor de segons
cs: Hodnota sekund

source: Secure Extra
bn: নিরাপদ অতিরিক্ত
es: Extra Seguro
ja: 安全性の強化
nl: Beveilig Extra
pt_br: Segurança Extra
tr: Güvenli Ek
zh_tw: 安全

source: Select Viz Type
bn: ভিজ টাইপ নির্বাচন করুন
ja: Viz タイプの選択
nl: Selecteer Viz Type
pt_br: Selecione o tipo de visualização
tr: Görünüm Türünü Seçin
zh_tw: 選擇一個可視化類型

source: Select any columns for metadata inspection
bn: মেটাডেটা পরিদর্শনের জন্য যেকোনো কলাম নির্বাচন করুন
es: Seleccione cualquier columna para la inspección de metadatos
ja: メタデータ検査用の列を選択します
nl: Selecteer alle kolommen voor metadata inspectie
pt_br: Selecionar quaisquer colunas para inspeção de metadados
zh_tw: 選擇任意列進行元數據巡檢

source: Select or type a value
bn: একটি মান নির্বাচন করুন বা টাইপ করুন
ca: Seleccionar o escriure un valor
cs: Vyberte nebo zadejte hodnotu
ja: 値を選択または入力します
nl: Selecteer of typ een waarde
pt_br: Selecione ou digite um valor
tr: Bir değer seçin veya yazın
zh_tw: 選擇或输入一個值

source: Select the number of bins for the histogram
bn: হিস্টোগ্রামের জন্য বিনের সংখ্যা নির্বাচন করুন
es: Seleccione el número de intervalos para el histograma
ja: ヒストグラムのビンの数を選択します
nl: Selecteer het aantal groepen voor het histogram
pt_br: Selecionar o número de caixas para o histograma
tr: Histogram için çubuk sayısını seçin
zh_tw: 選擇直方圖的分箱數量

source: Select the numeric columns to draw the histogram
bn: হিস্টোগ্রাম আঁকার জন্য সংখ্যাগত কলাম নির্বাচন করুন
es: Selecciona las columnas numéricas para dibujar el histograma
ja: ヒストグラムを描画する数値列を選択します
nl: Selecteer de numerieke kolommen om het histogram te tekenen
pt_br: Selecionar as colunas numéricas para desenhar o histograma
tr: Histogram çizmek için sayısal sütunları seçin
zh_tw: 選擇數值列來繪制直方圖

source: Send range filter events to other charts
bn: অন্য চার্টগুলিতে রেঞ্জ ফিল্টার ইভেন্টগুলি পাঠান
es: Enviar eventos de filtro de rango a otros gráficos
ja: 範囲フィルター イベントを他のチャートに送信する
nl: Stuur filter bereik gebeurtenissen naar andere grafieken
pt_br: Enviar filtro de intervalo eventos para outro gráficos
tr: Aralık filtre etkinliklerini diğer grafiklere gönder
zh_tw: 將過濾條件的事件發送到其他圖表

source: Series Limit Sort By
bn: সিরিজ সীমা দ্বারা সাজান
ja: シリーズ制限の並べ替え基準
nl: Series Limiet Sorteren op
pt_br: Limite da série Ordenar por
tr: Seri Sınırını Sırala

source: Series Limit Sort Descending
bn: সিরিজ সীমা বিপরীতভাবে সাজান
ja: シリーズ制限降順ソート
nl: Series Limiet Sortering Aflopend
pt_br: Limite da série Ordenação decrescente
tr: Seri Sınırını Azalan Sırala

source: Series colors
bn: সিরিজের রং
ca: Colors de sèries
cs: Barvy sérií
ja: シリーズカラー
nl: Series kleuren

source: Set auto-refresh interval
bn: অটো-রিফ্রেশ ইন্টারভাল সেট করুন
ca: Establir interval d'actualització automàtica
cs: Nastavit interval automatického obnovení
es: Establecer intervalo de actualización automática
ja: 自動更新間隔を設定
nl: Stel auto-refresh in
pt_br: Definir intervalo da atualização automática
tr: Otomatik yenileme aralığını ayarlayın
zh_tw: 設定自動刷新

source: Set header rows and the number of rows to read or skip.
bn: হেডার রো এবং পড়া বা বাদ দেওয়ার জন্য সারির সংখ্যা সেট করুন।
ca: Establir files de capçalera i el nombre de files a llegir o saltar.
cs: Nastavte řádky záhlaví a počet řádků ke čtení nebo přeskočení.
