Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Primary y-axis format
bn: প্রাথমিক y-অক্ষের বিন্যাস
ca: Format de l'eix y primari
cs: Formát primární osy Y
es: Formato del eje y primario
ja: プライマリ y 軸フォーマット
mi: Hōputu tukutuku-y matua
nl: Primair y-as formaat
pt_br: Formato do eixo y primário
ro: Format axa y principală
tr: Birincil y-ekseni formatı
zh_tw: 主 Y 軸格式

source: Private Channels (Bot in channel)
bn: প্রাইভেট চ্যানেলসমূহ (চ্যানেলে বট)
ca: Canals Privats (Bot al canal)
cs: Soukromé kanály (bot v kanálu)
mi: Hongere Matawhā (Bot i te hongere)
ro: Canale private (Bot în canal)

source: Private Key
bn: প্রাইভেট কী
ca: Clau Privada
cs: Soukromý klíč
es: Clave Privada
ja: 個人のキー
mi: Kī Matawhā
nl: Privésleutel
pt_br: Chave privada
ro: Cheie privată
tr: Özel Anahtar
zh_tw: 私鑰

source: Private Key & Password
bn: প্রাইভেট কী ও পাসওয়ার্ড
ca: Clau Privada i Contrasenya
cs: Soukromý klíč a heslo
es: Clave Privada & Contraseña
ja: 個人のキーとパスワード
mi: Kī Matawhā me te Kupuhipa
nl: Privésleutel & wachtwoord
pt_br: Chave privada e Senha
ro: Cheie privată și parolă
tr: Özel Anahtar ve Şifre
zh_tw: 私鑰和密碼

source: Private Key Password
bn: প্রাইভেট কী পাসওয়ার্ড
ca: Contrasenya de la Clau Privada
cs: Heslo k soukromému klíči
ja: 個人キーのパスワード
mi: Kupuhipa Kī Matawhā
nl: Wachtwoord van privésleutel
ro: Parolă cheie privată
tr: Özel Anahtar Şifresi

source: Proceed
bn: অগ্রসর হোন
ca: Continuar
cs: Pokračovat
ja: 進む
mi: Haere tonu
nl: Doorgaan
ro: Continuă
tr: Devam

source: Processing export for %s
ro: Procesare export pentru %s

source: Processing export...
ro: Procesare export...

source: Progress
bn: অগ্রগতি
ca: Progrés
cs: Pokrok
es: Progreso
ja: 進捗
mi: Kokenga
nl: Voortgang
pt_br: Progresso
ro: Progres
tr: İlerleme
zh_tw: 進度

source: Progressive
bn: প্রগতিশীল
ca: Progressiu
cs: Progresivní
es: Progresivo
ja: プログレッシブ
mi: Kokenga
nl: Progressief
pt_br: Progressivo
ro: Progresiv
tr: Progresif
zh_tw: 進度

source: Project Id
ca: ID del Projecte
cs: ID projektu
mi: ID Kaupapa
ro: ID proiect

source: Proportional
bn: অনুপাতিক
ca: Proporcional
cs: Proporcionální
es: Proporcional
ja: 比例
mi: Tauōrite
nl: Proportioneel
pt_br: Proporcional
ro: Proporțional
tr: Oransal
zh_tw: 比例

source: Published
bn: প্রকাশিত
ca: Publicat
cs: Zveřejněno
es: Publicado
ja: 公開
mi: Kua Whakaputaina
nl: Gepubliceerd
pt_br: Publicado
ro: Publicat
tr: Yayınlandı
zh_tw: 已發布

source: Purple
bn: বেগুনি
ca: Morat
cs: Fialová
ja: パープル
mi: Waiporoporo
nl: Paars
pt_br: Roxo
ro: Violet
tr: Mor

source: Put labels outside
bn: লেবেলগুলো বাইরের দিকে রাখুন
ca: Posar etiquetes fora
cs: Umístit popisky vně
es: Coloca las etiquetas fuera
ja: ラベルを外側に貼ります
mi: Whakatū tapanga ki waho
nl: Plaats labels buiten
pt_br: Colocar rótulos no exterior
ro: Pune etichetele în afara
tr: Etiketleri dışarı yerleştirin
zh_tw: 外側顯示標籤

source: Put the labels outside of the pie?
bn: পাই এর বাইরের দিকে লেবেলগুলো রাখবেন?
ca: Posar les etiquetes fora del sector?
cs: Umístit popisky vně koláče?
es: ¿Poner las etiquetas fuera de la tarta?
ja: ラベルを円の外側に置きますか?
mi: Whakatū i ngā tapanga ki waho o te pai?
nl: Plaats de labels buiten de cirkel?
pt_br: Colocar rótulos no exterior da torta?
ro: Pune etichetele în afara graficului circular?
tr: Etiketleri pastanın dışına mı koyacaksınız?
zh_tw: 是否將標籤顯示在餅圖外側？

source: Put your code here
bn: এখানে আপনার কোড দিন
ca: Posa el teu codi aquí
cs: Vložte sem svůj kód
es: Introduce tu código aquí
ja: ここにコードを入力してください
mi: Whakatū tō waehere ki konei
nl: Plaats je code hier
pt_br: Coloque seu código here
ro: Pune codul tău aici
tr: Kodunuzu buraya yapıştırın
zh_tw: 把您的代碼放在這里

source: Python datetime string pattern
bn: পাইথনের তারিখ এবং সময়ের স্ট্রিং প্যাটার্ন
ca: Patró de cadena datetime de Python
cs: Vzor řetězce data a času v Pythonu
es: Patrón de cadena de fecha y hora en Python
ja: Python の日時文字列パターン
mi: Tauira aho datetime Python
nl: Python datetime string patroon
pt_br: Padrão de String de data e hora em Python
ro: Model șir datetime Python
tr: Python tarih saat dizisi deseni
zh_tw: Python 日期格式模板

source: Quarter
bn: ত্রৈমাসিক
ca: Trimestre
cs: Čtvrtletí
ja: 四半期
mi: Hautakiwā
nl: Kwartaal
pt_br: Trimestre
ro: Trimestru
tr: Çeyrek
zh_tw: 季度

source: Quarters %s
bn: ত্রৈমাসিক %s
ca: Trimestres %s
cs: Čtvrtletí %s
ja: 四半期 %s
mi: Hautakiwā %s
nl: Kwartalen %s
pt_br: Trimestres %s
ro: Trimestre %s
tr: Çeyrekler %s
zh_tw: %s 季度

source: Queries
bn: অনুসন্ধানসমূহ
ca: Consultes
cs: Dotazy
ja: クエリ
mi: Pātai
pt_br: Consultas
ro: Interogări
tr: Sorgular

source: Query
bn: অনুসন্ধান
ca: Consulta
cs: Dotaz
es: Consulta
ja: クエリ
mi: Pātai
pt_br: Consulta
ro: Interogare
tr: Sorgu
zh_tw: 查詢

source: Query %s: %s
bn: অনুসন্ধান %s: %s
ca: Consulta %s: %s
cs: Dotaz %s: %s
es: Consulta %s: %s
ja: クエリ %s: %s
mi: Pātai %s: %s
pt_br: Consulta %s: %s
ro: Interogare %s: %s
tr: Sorgu %s: %s
zh_tw: 查詢 %s: %s

source: Query A
bn: অনুসন্ধান A
ca: Consulta A
cs: Dotaz A
ja: クエリA
mi: Pātai A
pt_br: Consulta A
ro: Interogare A
tr: Sorgu A
zh_tw: 查詢 A

source: Query B
bn: অনুসন্ধান B
ca: Consulta B
cs: Dotaz B
ja: クエリB
mi: Pātai B
pt_br: Consulta B
ro: Interogare B
tr: Sorgu B
zh_tw: 查詢 B

source: Query History
bn: অনুসন্ধানের ইতিহাস
ca: Historial de Consultes
cs: Historie dotazů
es: Historial de Consultas
ja: クエリ履歴
mi: Hītori Pātai
nl: Query Geschiedenis
pt_br: Histórico de consultas
ro: Istoric interogări
tr: Sorgu Geçmişi
zh_tw: 歷史查詢

source: Query cannot be loaded.
ro: Interogarea nu poate fi încărcată.

source: Query data in SQL Lab
ro: Interogare date în SQL Lab

source: Query does not exist
bn: অনুসন্ধান বিদ্যমান নেই
ca: La consulta no existeix
cs: Dotaz neexistuje
ja: クエリが存在しません。
mi: Karekau te pātai
nl: Query bestaat niet
pt_br: A consulta não existe
ro: Interogarea nu există
tr: Sorgu mevcut değil

source: Query history
bn: অনুসন্ধানের ইতিহাস
ca: Historial de consultes
cs: Historie dotazů
es: Historial de consultas
ja: クエリ履歴
mi: Hītori pātai
nl: Geschiedenis van de opzoeking
pt_br: Histórico de consultas
ro: Istoric interogări
tr: Sorgu geçmişi
zh_tw: 歷史查詢

source: Query imported
bn: অনুসন্ধান আমদানি করা হয়েছে
ca: Consulta importada
cs: Dotaz importován
ja: インポートされたクエリ
mi: Pātai kua kawemaihia
nl: Query geïmporteerd
pt_br: Consulta importada
ro: Interogare importată
tr: Sorgu içe aktarıldı

source: Query in a new tab
bn: নতুন ট্যাবে অনুসন্ধান
ca: Consulta en una nova pestanya
cs: Dotaz v nové kartě
es: Consulta en una nueva pestaña
ja: 新しいタブでクエリを実行する
mi: Pātai i tētahi ripa hou
nl: Zoekopdracht in een nieuw tabblad
pt_br: Consulta em uma nova guia
ro: Interogare într-un tab nou
tr: Yeni sekmede sorgu
zh_tw: 在新選項卡中查詢

source: Query is too complex and takes too long to run.
bn: অনুসন্ধানটি অত্যন্ত জটিল এবং চালাতে সময় বেশি লাগছে।
ca: La consulta és massa complexa i tarda massa a executar-se.
cs: Dotaz je příliš složitý a jeho spuštění trvá příliš dlouho.
es: La consulta es demasiado compleja y tarda demasiado en ejecutarse.
ja: クエリが複雑すぎるため、実行に時間がかかりすぎます。
mi: He uaua rawa te pātai, ā, he roa rawa te wā hei rere.
nl: Query is te complex en duurt te lang om te werken.
pt_br: A consulta é muito complexa e demora muito para executar.
ro: Interogarea este prea complexă și durează prea mult pentru a fi executată.
tr: Sorgu çok karmaşık ve çalışması çok uzun sürüyor.
zh_tw: 查詢太複雜，運行時間太長。

source: Query mode
bn: অনুসন্ধান মোড
ca: Mode de consulta
cs: Režim dotazu
ja: クエリモード
mi: Aratau pātai
nl: Query modus
pt_br: Modo de consulta
ro: Mod interogare
tr: Sorgu modu
zh_tw: 查詢模式

source: Query name
bn: অনুসন্ধানের নাম
ca: Nom de la consulta
cs: Název dotazu
es: Nombre de consulta
ja: クエリ名
mi: Ingoa pātai
nl: Query naam
pt_br: Nome da consulta
ro: Nume interogare
tr: Sorgu adı
zh_tw: 查詢名稱

source: Query preview
bn: অনুসন্ধানের প্রিভিউ
ca: Vista prèvia de la consulta
cs: Náhled dotazu
es: Vista previa de consulta
ja: クエリプレビュー
mi: Arokite pātai
nl: Query voorbeeld
pt_br: Pré-visualização da consulta
ro: Previzualizare interogare
tr: Sorgu önizlemesi
zh_tw: 查詢預覽

source: Query was stopped
bn: অনুসন্ধানটি বন্ধ করা হয়েছে
ca: La consulta va ser aturada
cs: Dotaz byl zastaven
ja: クエリは停止されました
mi: I whakamutua te pātai
nl: Query is gestopt
pt_br: A consulta foi interrompida
ro: Interogarea a fost oprită
tr: Sorgu durduruldu
zh_tw: 查詢被終止。

source: Query was stopped.
bn: অনুসন্ধানটি বন্ধ করা হয়েছে।
ca: La consulta va ser aturada.
cs: Dotaz byl zastaven.
es: La consulta fue detenida.
ja: クエリは停止されました
mi: I whakamutua te pātai.
nl: Query is gestopt.
pt_br: A consulta foi parada.
ro: Interogarea a fost oprită.
tr: Sorgu durduruldu.
zh_tw: 查詢被終止。

source: RGB Color
bn: RGB রং
ca: Color RGB
cs: Barva RGB
ja: RGBカラー
mi: Tae RGB
nl: RGB kleur
pt_br: Cor RGB
ro: Culoare RGB
tr: RGB Renk
zh_tw: RGB 颜色

source: RLS Rule not found.
bn: RLS নিয়ম পাওয়া যায়নি।
ca: Regla RLS no trobada.
cs: Pravidlo RLS nenalezeno.
ja: RLS ルールが見つかりません。
mi: Kāore i kitea te Ture RLS.
nl: RLB regel niet gevonden.
ro: Regula RLS nu a fost găsită.
tr: RLS Kuralı bulunamadı.

source: RLS rules could not be deleted.
bn: RLS নিয়মগুলি মুছে ফেলা যায়নি।
ca: Les regles RLS no s'han pogut eliminar.
cs: Pravidla RLS se nepodařilo smazat.
ja: RLS ルールを削除できませんでした。
mi: Kāore i taea te muku i ngā ture RLS.
nl: RLB regels konden niet worden verwijderd.
ro: Regulile RLS nu au putut fi șterse.

source: Radar Chart
bn: রাডার চার্ট
ca: Gràfic de Radar
cs: Radarový graf
ja: レーダーチャート
mi: Kauwhata Whakarapa
nl: Radar Diagram
pt_br: Gráfico de Radar
ro: Grafic radar
tr: Radar Grafiği
zh_tw: 雷達圖

source: Radar render type, whether to display 'circle' shape.
bn: রাডার রেন্ডার প্রকার, 'বৃত্ত' আকৃতি প্রদর্শন করা হবে কিনা।
ca: Tipus de renderització radar, si mostrar forma de 'cercle'.
cs: Typ vykreslení radaru, zda zobrazit tvar 'kruh'.
es: Tipo de renderizado de radar, si se debe mostrar la forma de 'círculo'.
ja: Radar レンダリング タイプ、「円」形状を表示するかどうか。
mi: Momo whakaatu whakarapa, mēnā ka whakaatu i te hanga 'porohita'.
nl: Radar render type, of het de 'cirkel' vorm moet tonen.
pt_br: Tipo de renderização do radar, se deve ser apresentada a forma de 'círculo'.
ro: Tip de redare radar, dacă se afișează forma 'cerc'.
tr: Radar görüntüleme türü, 'daire' şeklinde mi gösterilsin.
zh_tw: 雷達渲染類型，是否顯示圆形

source: Radius
bn: অক্ষ
ca: Radi
cs: Poloměr
mi: Pūtoro
ro: Rază

source: Radius in kilometers
bn: কিলোমিটারে অক্ষ
ca: Radi en quilòmetres
cs: Poloměr v kilometrech
es: Radio en kilómetros
ja: 半径(キロメートル)
mi: Pūtoro i ngā kiromita
pt_br: Raio em quilômetros
ro: Rază în kilometri
tr: Kilometre cinsinden yarıçap

source: Radius in meters
bn: মিটারে অক্ষ
ca: Radi en metres
cs: Poloměr v metrech
ja: 半径(メートル)
mi: Pūtoro i ngā mita
pt_br: Raio em metros
ro: Rază în metri
tr: Metre cinsinden yarıçap

source: Radius in miles
bn: মাইলসে অক্ষ
ca: Radi en milles
cs: Poloměr v mílích
es: Radio en millas
ja: 半径(マイル)
mi: Pūtoro i ngā maero
nl: Radius in mijlen
pt_br: Raio em milhas
ro: Rază în mile
tr: Mil cinsinden yarıçap
zh_tw: 半徑（英里）

source: Range
bn: রেঞ্জ
ca: Rang
cs: Rozsah
ja: 範囲
mi: Korahi
nl: Bereik
pt_br: Faixa
ro: Interval
tr: Aralık
zh_tw: 範圍

source: Range Inputs
ro: Intrări interval

source: Range Type
ro: Tip interval

source: Range filter
bn: রেঞ্জ ফিল্টার
ca: Filtre de rang
cs: Filtr rozsahu
ja: 範囲フィルター
mi: Tātari korahi
nl: Bereik filter
pt_br: Filtro de faixa
ro: Filtru interval
tr: Aralık filtresi
zh_tw: 範圍過濾

source: Range filter plugin using AntD
bn: AntD ব্যবহার করে রেঞ্জ ফিল্টার প্লাগইন
ca: Plugin de filtre de rang usant AntD
cs: Plugin filtru rozsahu používající AntD
es: Plugin de filtro de rango utilizando AntD
ja: AntD を使用した範囲フィルター プラグイン
mi: Mono tātari korahi mā te AntD
nl: Bereik filterplugin met behulp van AntD
pt_br: Plugin de filtro de intervalo usando AntD
ro: Plugin filtru interval folosind AntD
tr: AntD kullanarak aralık filtresi eklentisi
zh_tw: 使用AntD的範圍過濾器插件

source: Range labels
bn: রেঞ্জের লেবেল
ca: Etiquetes de rang
cs: Popisky rozsahu
es: Etiquetas de rango
ja: 範囲ラベル
mi: Tapanga korahi
nl: Bereik labels
pt_br: Rótulos de intervalo
ro: Etichete interval
tr: Aralık etiketleri
zh_tw: 範圍標籤

source: Range type
ro: Tip interval

source: Ranges
bn: রেঞ্জসমূহ
ca: Rangs
cs: Rozsahy
ja: 範囲
mi: Korahi
nl: Bereiken
pt_br: Faixas
ro: Intervale
tr: Aralıklar
zh_tw: 範圍

source: Ranges to highlight with shading
bn: শেডিংয়ের সাথে হাইলাইট করার জন্য রেঞ্জ
ca: Rangs per destacar amb ombrejat
cs: Rozsahy k zvýraznění stínováním
es: Rangos a resaltar con sombreado
ja: シェーディングで強調表示する範囲
mi: Korahi hei whakamiramira ki te marumaru
nl: Bereiken om te markeren met schaduw
pt_br: Intervalos a destacar com sombreamento
ro: Intervale de evidențiat cu umbrire
tr: Gölgelendirme ile vurgulanacak aralıklar
zh_tw: 突出陰影的範圍

source: Ranking
bn: র‌্যাঙ্কিং
ca: Classificació
cs: Pořadí
ja: ランキング
mi: Kōmaka
nl: Ranglijst
pt_br: Classificação
ro: Clasament
tr: Sıralama
zh_tw: 排名

source: Ratio
bn: অনুপাত
ca: Proporció
cs: Poměr
ja: 比率
mi: Ōwehenga
nl: Verhouding
pt_br: Proporção
ro: Raport
tr: Oran
zh_tw: 比率

source: Raw records
bn: কাঁচা রেকর্ড
ca: Registres en brut
cs: Nezpracované záznamy
es: Registros brutos
ja: 生のレコード
mi: Rekoata mata
nl: Ruwe records
pt_br: Registros Brutos
ro: Înregistrări brute
tr: Ham kayıtlar
zh_tw: 原始紀錄

source: Recently modified
bn: সাম্প্রতিক পরিবর্তিত
ca: Modificat recentment
cs: Nedávno změněné
ja: 更新
mi: I whakarerekeahia tata nei
nl: Recent gewijzigd
pt_br: Modificado recentemente
ro: Modificate recent
tr: Son değiştirilenler
zh_tw: 最近修改

source: Recents
bn: সাম্প্রতিক
cs: Nedávné
es: Recientes
ja: 最近
mi: Tata nei
nl: Recente
pt_br: Recentes
ro: Recente
tr: Sonlar
zh_tw: 最近

source: Recipients are separated by "," or ";"
bn: প্রাপকরা "," অথবা ";" দ্বারা আলাদা করা হয়
ca: Els destinataris estan separats per "," o ";"
cs: Příjemci jsou odděleni „,“ nebo „;“
es: Los recipientes están separados por "," o ";"
ja: 受信者は「,」または「;」で区切られます。
mi: Ka wehea ngā kaiwhakawhiti mā te "," mā te ";" rānei
nl: Ontvangers worden gescheiden door “,” of “;”
ro: Destinatarii sunt separați prin "," sau ";"
tr: Alıcılar "," veya ";" ile ayrılır
zh_tw: 收件人之間用 "," 或者 ";" 隔開

source: Rectangle
bn: আয়তক্ষেত্র
cs: Obdélník
es: Rectángulo
ja: 長方形
mi: Tapawhā Rite
nl: Rechthoek
pt_br: Retângulo
ro: Dreptunghi
tr: Dikdörtgen
zh_tw: 長方形

source: Recurring (every)
bn: পুনরাবৃত্ত (প্রতি)
ca: Recurrent (cada)
cs: Opakující se (každý)
ja: 定期的（毎回）
mi: Auau tonu (ia)
ro: Recurent (fiecare)

source: Red for increase, green for decrease
bn: বৃদ্ধির জন্য লাল, হ্রাসের জন্য সবুজ
ca: Vermell per augment, verd per disminució
cs: Červená pro nárůst, zelená pro pokles
mi: Whero mō te piki, kākāriki mō te heke
ro: Roșu pentru creștere, verde pentru scădere

source: Redo the action
bn: ক্রিয়াটি পুনরায় করুন
ca: Refer l'acció
cs: Znovu provést akci
es: Rehacer la acción
ja: アクションをやり直す
mi: Mahia anō te mahi
nl: De actie opnieuw uitvoeren
pt_br: Refazer o ação
ro: Refă acțiunea
tr: İşlemi yeniden yap

source: Reduce X ticks
bn: X টিকগুলি কমান
ca: Reduir marques X
cs: Redukovat značky X
es: Reduce las marcas del eje X
ja: X ティックを減らす
mi: Whakaiti i ngā tika X
nl: Verminder X tikken
pt_br: Reduzir X ticks
ro: Reduce gradațiile X
tr: X işaretleri azalt
zh_tw: 減少 X 軸的刻度

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
bn: X-অক্ষের টিকের সংখ্যা কমায়। যদি সত্য হয়, x-অক্ষ অতিরিক্ত হবে না এবং লেবেলগুলো অনুপস্থিত থাকতে পারে। যদি মিথ্যা হয়, কলামগুলিতে একটি সর্বনিম্ন প্রস্থ প্রয়োগ করা হবে এবং প্রস্থ অনুভূমিক স্ক্রলে ছাড়িয়ে যেতে পারে।
ca: Redueix el nombre de marques de l'eix X a renderitzar. Si és cert, l'eix x no desbordarà i les etiquetes poden faltar. Si és fals, s'aplicarà una amplada mínima a les columnes i l'amplada pot desbordar en un desplaçament horitzontal.
cs: Snižuje počet značek na ose X, které se mají vykreslit. Pokud je pravda, osa X nepřeteče a popisky mohou chybět. Pokud je nepravda, bude na sloupce aplikována minimální šířka a šířka může přetéct do horizontálního posuvníku.
es: Reduce el número de marcas en el eje X a ser representadas. Si es verdadero, el eje x no se desbordará y las etiquetas pueden faltar. Si es falso, se aplicará un ancho mínimo a las columnas y el ancho puede desbordarse en un desplazamiento horizontal.
ja: レンダリングされる X 軸のティック数を減らします。 true の場合、X 軸はオーバーフローせず、ラベルが欠落する可能性があります。 false の場合、最小幅が列に適用され、幅が水平スクロールにオーバーフローする可能性があります。
mi: Ka whakaiti i te maha o ngā tika tukutuku-X ka whakaaturia. Mēnā he pono, karekau te tukutuku-x e puare, ā, ka ngaro pea ngā tapanga. Mēnā he hē, ka whakahaeretia te whānui iti ki ngā tīwae, ā, ka taea pea e te whānui te puare ki tētahi takahuri whakapae.
nl: Vermindert het aantal X-as tikken om gerenderd te worden. Als dit waar is, zal de x-as niet overstroomd worden en kunnen labels ontbreken. Indien onwaar, wordt een minimale breedte toegepast op kolommen en de breedte kan overlopen naar een horizontale scroll.
pt_br: Reduz o número de ticks do eixo X a serem processados. Se verdadeiro, o eixo X não transbordará e os rótulos podem estar ausentes. Se falso, será aplicada uma largura mínima às colunas e a largura pode transbordar para um deslocamento horizontal.
ro: Reduce numărul de gradații pe axa X care trebuie renderizate. Dacă este adevărat, axa x nu va depăși și etichetele pot lipsi. Dacă este fals, o lățime minimă va fi aplicată coloanelor și lățimea poate depăși într-un scroll orizontal.
zh_tw: 減少要渲染的 X 軸標記數。如果為 true，x 軸將不會溢出，但是標籤可能丢失。如果為 false，则對列應用最小寬度，寬度可能溢出到水平滚動條中。

source: Refer to the
bn: এর জন্য রেফার করুন
ca: Refereix-te al
cs: Odkazovat na
ja: 参照
mi: Tirohia te
nl: Verwijs naar de
pt_br: Consulte o
ro: Vezi
tr: Bkz.
zh_tw: 参考

source: Referenced columns not available in DataFrame.
bn: ডেটা ফ্রেমে রেফারেন্স করা কলামগুলি উপলব্ধ নেই।
ca: Columnes referenciades no disponibles al DataFrame.
cs: Odkazované sloupce nejsou v DataFrame k dispozici.
es: Las columnas referenciadas no están disponibles en el DataFrame.
ja: 参照された列は DataFrame では使用できません。
mi: Kāore i wātea ngā tīwae tohutoro i te DataFrame.
nl: Kolommen waarnaar wordt verwezen zijn niet beschikbaar in DataFrame.
pt_br: As colunas referenciadas não estão disponíveis no DataFrame.
ro: Coloanele referențiate nu sunt disponibile în DataFrame.
tr: Referans alınan sütunlar DataFrame'de mevcut değil.
zh_tw: 引用的列在數據帧（DataFrame）中不可用。

source: Referrer
ro: Referitor

source: Refetch results
bn: ফলাফল পুনরুদ্ধার করুন
ca: Tornar a obtenir resultats
cs: Znovu načíst výsledky
es: Recargar resultados
ja: 結果の再取得
mi: Tikihia anō ngā hua
nl: Resultaten opnieuw ophalen
pt_br: Recuperar resultados
ro: Reîncarcă rezultatele
tr: Sonuçları yeniden al
zh_tw: 重新獲取结果

source: Refresh dashboard
bn: ড্যাশবোর্ড রিফ্রেশ করুন
ca: Actualitzar dashboard
cs: Obnovit nástěnku
es: Actualizar panel de control
ja: ダッシュボードを更新
mi: Whakahou papatohu
nl: Vernieuw dashboard
pt_br: Atualizar Painel
ro: Actualizează tabloul de bord
tr: Gösterge tablosunu yenile
zh_tw: 刷新看板

source: Refresh frequency
bn: রিফ্রেশের ফ্রিকোয়েন্সি
ca: Freqüència d'actualització
cs: Frekvence obnovení
es: Frecuencia de actualización
ja: 更新頻度
mi: Auau whakahou
nl: Frequentie vernieuwen
pt_br: Atualizar Frequência
ro: Frecvență actualizare
tr: Yenileme sıklığı
zh_tw: 刷新頻率

source: Refresh frequency must be at least %s seconds
ro: Frecvența de actualizare trebuie să fie de cel puțin %s secunde

source: Refresh interval
bn: রিফ্রেশ ইন্টারভাল
ca: Interval d'actualització
cs: Interval obnovení
es: Intervalo de actualización
ja: 更新間隔
mi: Wā whakahou
nl: Interval vernieuwen
pt_br: Atualizar intervalo
ro: Interval actualizare
tr: Yenileme aralığı
zh_tw: 刷新間隔

source: Refresh interval saved
bn: রিফ্রেশ ইন্টারভাল সংরক্ষিত হয়েছে
ca: Interval d'actualització desat
cs: Interval obnovení uložen
ja: 更新間隔が保存されました
mi: Wā whakahou kua tiakina
nl: Vernieuwing interval opgeslagen
pt_br: Intervalo de atualização salvo
ro: Interval de actualizare salvat
tr: Yenileme aralığı kaydedildi

source: Refresh interval set for this session
ro: Interval de actualizare setat pentru această sesiune

source: Refresh settings
ro: Setări actualizare

source: Refresh table schema
bn: টেবিল স্কিমা রিফ্রেশ করুন
ca: Actualitzar esquema de taula
cs: Obnovit schéma tabulky
mi: Whakahou hanga pātengi raraunga
ro: Actualizează schema tabelului

source: Refresh the default values
bn: ডিফল্ট মানগুলি রিফ্রেশ করুন
ca: Actualitzar els valors per defecte
cs: Obnovit výchozí hodnoty
es: Actualiza los valores predeterminados
ja: デフォルト値を更新する
mi: Whakahou i ngā uara taunoa
nl: Ververs de standaard waarden
pt_br: Atualizar os valores padrão
ro: Actualizează valorile implicite
tr: Varsayılan değerleri yenile
zh_tw: 刷新預設值

source: Refreshing charts
bn: চার্টগুলি রিফ্রেশ করা হচ্ছে
ca: Actualitzant gràfics
cs: Obnovování grafů
ja: チャートの更新
mi: E whakahou ana i ngā kauwhata
nl: Verversen grafieken
pt_br: Atualização de gráficos
ro: Actualizare grafice
tr: Grafikleri yenileme

source: Refreshing columns
bn: কলামগুলি রিফ্রেশ করা হচ্ছে
ca: Actualitzant columnes
cs: Obnovování sloupců
ja: 列のリフレッシュ
mi: E whakahou ana i ngā tīwae
nl: Verversen kolommen
pt_br: Atualização de colunas
ro: Actualizare coloane
tr: Sütunları yenileme

source: Register
ro: Înregistrare

source: Registration date
ro: Data înregistrării

source: Registration hash
ro: Hash înregistrare

source: Regular
bn: নিয়মিত
cs: Běžný
ja: レギュラー
mi: Auau
nl: Normaal
ro: Regulat
tr: Düzenli
