Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Delete this container and save to remove this message.
bn: এই কন্টেনারটি মুছে ফেলুন এবং এই বার্তাটি মুছতে সংরক্ষণ করুন।
ca: Elimina aquest contenidor i desa per eliminar aquest missatge.
cs: Smažte tento kontejner a uložte pro odstranění této zprávy.
es: Elimina este contenedor y guarda para eliminar este mensaje.
ja: このコンテナを削除し、保存してこのメ​​ッセージを削除します。
mi: Mukua tēnei pouaka, ā, tiakihia kia kore ai tēnei karere.
nl: Verwijder deze container en sla op om dit bericht te verwijderen.
pt_br: Excluir este contêiner e salvar para remover essa mensagem.
ro: Șterge acest container și salvează pentru a elimina acest mesaj.
tr: Bu konteynırı sil ve bu mesajı kaldırmak için kaydet.
zh_tw: 删除此容器並保存以移除此消息。

source: Delete user
ca: Eliminar usuari
cs: Smazat uživatele
mi: Muku kaiwhakamahi
ro: Șterge utilizator

source: Delete user registration
ro: Șterge înregistrarea utilizatorului

source: Delete user registration?
ro: Șterge înregistrarea utilizatorului?

source: Deleted
bn: মুছে ফেলা হয়েছে
ca: Eliminat
cs: Smazáno
ja: 削除
mi: Kua Mukua
nl: Verwijderd
ro: Șters
tr: Silindi

source: Deleted %(num)d annotation
bn: মুছে ফেলা হয়েছে %(num)d অ্যানোটেশন
ca: Eliminada %(num)d anotació
cs: Smazána %(num)d anotace
es: Eliminada anotación %(num)d
ja: %(num)d 個の注釈を削除しました。
mi: Kua mukua %(num)d tohu
nl: %(num)d aantekening verwijderd
ro: Ștersă %(num)d adnotare
tr: %(num)d anotasyon silindi
zh_tw: 删除了 %(num)d 個注释

source: Deleted %(num)d annotation layer
bn: মুছে ফেলা হয়েছে %(num)d অ্যানোটেশন লেয়ার
ca: Eliminada %(num)d capa d'anotació
cs: Smazána %(num)d vrstva anotací
es: Eliminada capa de anotación %(num)d
ja: %(num)d 個のアノテーション レイヤーを削除しました。
mi: Kua mukua %(num)d papa tohu
nl: %(num)d Aantekeningenlaag verwijderd
ro: Șters %(num)d strat de adnotare
tr: %(num)d anotasyon katmanı silindi
zh_tw: 删除了 %(num)d 個注释層

source: Deleted %(num)d chart
bn: মুছে ফেলা হয়েছে %(num)d চার্ট
ca: Eliminat %(num)d gràfic
cs: Smazán %(num)d graf
es: Eliminado gráfico %(num)d
ja: %(num)d 個のグラフを削除しました。
mi: Kua mukua %(num)d kauwhata
nl: Verwijderde %(num)d grafiek
ro: Șters %(num)d grafic
tr: %(num)d grafik silindi
zh_tw: 删除了 %(num)d 個圖表

source: Deleted %(num)d css template
bn: মুছে ফেলা হয়েছে %(num)d সিএসএস টেমপ্লেট
ca: Eliminada %(num)d plantilla CSS
cs: Smazána %(num)d šablona CSS
es: Eliminada plantilla css %(num)d
ja: %(num)d 個の CSS テンプレートを削除しました。
mi: Kua mukua %(num)d tauira css
nl: Verwijderde %(num)d css sjabloon
ro: Șters %(num)d șablon css
tr: %(num)d CSS şablonu silindi
zh_tw: 删除了 %(num)d 個 css 模板

source: Deleted %(num)d dashboard
bn: মুছে ফেলা হয়েছে %(num)d ড্যাশবোর্ড
ca: Eliminat %(num)d dashboard
cs: Smazána %(num)d nástěnka
es: Eliminado panel %(num)d
ja: %(num)d 件のダッシュボードを削除しました。
mi: Kua mukua %(num)d papatohu
nl: Verwijderde %(num)d dashboard
ro: Șters %(num)d tablou de bord
tr: %(num)d gösterge paneli silindi
zh_tw: 删除了 %(num)d 個看板

source: Deleted %(num)d dataset
bn: মুছে ফেলা হয়েছে %(num)d ডেটাসেট
ca: Eliminat %(num)d conjunt de dades
cs: Smazána %(num)d sada dat
es: Eliminado conjunto de datos %(num)d
ja: %(num)d 件のデータセットを削除しました。
mi: Kua mukua %(num)d rārangi raraunga
nl: Verwijderde %(num)d dataset
ro: Șters %(num)d set de date
tr: %(num)d veri kümesi silindi
zh_tw: 删除 %(num)d 個數據集

source: Deleted %(num)d report schedule
bn: মুছে ফেলা হয়েছে %(num)d রিপোর্ট সময়সূচী
ca: Eliminada %(num)d programació d'informe
cs: Smazán %(num)d plán reportu
es: Eliminada planificación de informe %(num)d
ja: %(num)d 件のレポートスケジュールを削除しました。
mi: Kua mukua %(num)d hōtaka pūrongo
nl: Verwijderde %(num)d rapport schema
ro: Șters %(num)d program raport
tr: %(num)d rapor zamanlaması silindi
zh_tw: 删除了 %(num)d 個報告計劃

source: Deleted %(num)d rules
bn: মুছে ফেলা হয়েছে %(num)d নিয়ম
ca: Eliminada %(num)d regla
cs: Smazáno %(num)d pravidlo
ja: %(num)d 個のルールを削除しました。
mi: Kua mukua %(num)d ture
nl: Verwijderde %(num)d regels
ro: Ștersă %(num)d regulă
tr: %(num)d kural silindi

source: Deleted %(num)d saved query
bn: মুছে ফেলা হয়েছে %(num)d সংরক্ষিত প্রশ্ন
ca: Eliminada %(num)d consulta desada
cs: Smazán %(num)d uložený dotaz
es: Eliminada consulta guardada %(num)d
ja: %(num)d 件の保存したクエリを削除しました。
mi: Kua mukua %(num)d pātai kua tiakina
nl: %(num)d opgeslagen query verwijderd
ro: Ștersă %(num)d interogare salvată
tr: %(num)d kaydedilmiş sorgu silindi
zh_tw: 删除 %(num)d 個保存的查詢

source: Deleted %(num)d theme
ro: Ștersă %(num)d temă

source: Deleted %s
bn: মুছে ফেলা হয়েছে %s
ca: Eliminat %s
cs: Smazáno %s
ja: %s を削除しました
mi: Kua Mukua %s
nl: Verwijderd %s
ro: Șters %s
tr: %s silindi

source: Deleted group: %s
ro: Grup șters: %s

source: Deleted groups: %s
ro: Grupuri șterse: %s

source: Deleted role: %s
ca: Rol eliminat: %s
cs: Smazána role: %s
mi: Tūranga kua mukua: %s
ro: Rol șters: %s

source: Deleted roles: %s
ca: Rols eliminats: %s
cs: Smazány role: %s
mi: Tūranga kua mukua: %s
ro: Roluri șterse: %s

source: Deleted user registration for user: %s
ro: Înregistrare utilizator ștearsă pentru utilizatorul: %s

source: Deleted user: %s
ca: Usuari eliminat: %s
cs: Smazán uživatel: %s
mi: Kaiwhakamahi kua mukua: %s
ro: Utilizator șters: %s

source: Deleted users: %s
ca: Usuaris eliminats: %s
cs: Smazaní uživatelé: %s
mi: Kaiwhakamahi kua mukua: %s
ro: Utilizatori șterși: %s

source: Deleted: %s
bn: মুছে ফেলা হয়েছে: %s
ca: Eliminat: %s
cs: Smazáno: %s
es: Eliminado: %s
ja: 削除しました: %s
mi: Kua Mukua: %s
nl: Verwijderd: %s
pt_br: Excluído: %s
ro: Șters: %s
tr: Silindi: %s
zh_tw: 已删除：%s

source: Deleting a tab will remove all content within it and will deactivate any related alerts or reports. You may still reverse this action with the
bn: একটি ট্যাব মুছে ফেললে এর মধ্যে সমস্ত বিষয়বস্তু মুছে যাবে এবং এর সাথে সংযুক্ত যেকোনো সতর্কতা বা রিপোর্ট নিষ্ক্রিয় হবে। আপনি এখনও এই কর্মটি উল্টো করতে পারেন।
ca: Eliminar una pestanya eliminarà tot el contingut que tingui i desactivarà qualsevol alerta o informe relacionat. Encara pots revertir aquesta acció amb el
cs: Smazáním karty odstraníte veškerý její obsah a deaktivujete veškerá související upozornění nebo reporty. Tuto akci můžete stále vrátit zpět pomocí
mi: Mā te muku i tētahi ripa ka tangohia ngā ihirangi katoa i roto, ā, ka whakakore i ngā matohi, i ngā pūrongo hāngai rānei. Ka taea tonu e koe te whakahoki i tēnei mahi mā te
ro: Ștergerea unei file va elimina tot conținutul din ea și va dezactiva orice alerte sau rapoarte conexe. Poți încă să anulezi această acțiune cu

source: Delimited long & lat single column
bn: ডেলিমিটেড লং এবং ল্যাট একক কলাম
ca: Una sola columna de longitud i latitud deliminada
cs: Oddělená zeměpisná délka a šířka v jednom sloupci
es: Columna única delimitada de longitud & latitud
ja: 区切られた経度と緯度の単一列
mi: Tīwae kotahi lat me long wehea roa
nl: Afgebakende lengtegraad en breedtegraad in enkele kolom
pt_br: Coluna única delimitada long & lat
ro: Coloană unică delimitată long & lat
tr: Sınırlı uzun ve enlem tek sütun
zh_tw: 經度 & 緯度單列限定

source: Delimiter
bn: ডেলিমিটার
ca: Delimitador
cs: Oddělovač
es: Delimitador
ja: 区切り文字
mi: Tohutuhi
nl: Scheidingsteken
pt_br: Delimitador
ro: Delimitator
tr: Sınırlayıcı
zh_tw: 分隔符

source: Delivery method
bn: ডেলিভারি পদ্ধতি
ca: Mètode de lliurament
cs: Metoda doručení
ja: 配送方法
mi: Tikanga tuku
nl: Levering methode
pt_br: Método de entrega
ro: Metodă livrare
tr: Teslimat yöntemi
zh_tw: 發送方式

source: Density
bn: ঘনত্ব
ca: Densitat
cs: Hustota
ja: 密度
mi: Matotoru
nl: Dichtheid
pt_br: Densidade
ro: Densitate
tr: Yoğunluk
zh_tw: 密度

source: Dependent on
bn: নির্ভরশীল
ca: Dependent de
cs: Závislý na
ja: 応じて
mi: E whakawhirinaki ana ki
nl: Afhankelijk van
pt_br: Depende de
ro: Dependent de
tr: Bağlı

source: Descending
ro: Descrescător

source: Description
bn: বর্ণনা
ca: Descripció
cs: Popis
es: Descripción
ja: 廃止された
mi: Whakamārama
nl: Omschrijving
pt_br: Descrição
ro: Descriere
tr: Açıklama
zh_tw: 描述

source: Description (this can be seen in the list)
bn: বর্ণনা (এটি তালিকায় দেখা যাবে)
ca: Descripció (això es pot veure a la llista)
cs: Popis (bude viditelný v seznamu)
es: Descripción (esto se puede ver en la lista)
ja: 説明(これはリストで見ることができます)
mi: Whakamārama (ka taea te kite i roto i te rārangi)
nl: Omschrijving (dit is te zien in de lijst)
pt_br: Descrição (esta pode ser vista na lista)
ro: Descriere (poate fi văzută în listă)
tr: Açıklama (bu liste içinde görülebilir)
zh_tw: 說明（見列表）

source: Description Columns
bn: বর্ণনা কলাম
ca: Columnes de Descripció
cs: Sloupce popisu
ja: 説明列
mi: Tīwae Whakamārama
nl: Beschrijving Kolommen
pt_br: Colunas de descrição
ro: Coloane Descriere
tr: Açıklama Sütunları
zh_tw: 列描述

source: Description text that shows up below your Big Number
bn: আপনার বড় সংখ্যার নিচে প্রদর্শিত বর্ণনা টেক্সট
ca: Text de descripció que apareix sota el teu Número Gran
cs: Text popisu, který se zobrazí pod vaším Velkým číslem
es: Texto de descripción que aparece debajo de tu Gran Número
ja: Big Number の下に表示される説明テキスト
mi: Kupu whakamārama ka puta i raro i tō Tau Nui
nl: Beschrijvingstekst die onder uw Grote Nummer verschijnt
pt_br: Texto descritivo que aparece abaixo do seu Número Grande
ro: Text de descriere care apare sub Numărul tău Mare
tr: Büyük Sayı'nızın altında görünen açıklama metni
zh_tw: 在大數字下面顯示描述文本

source: Deselect all
bn: সবগুলো বাতিল করুন
ca: Desseleccionar tot
cs: Odznačit vše
es: Deseleccionar todo
ja: すべての選択を解除
mi: Kore-tīpakohia te katoa
nl: Alles deselecteren
pt_br: Desmarcar tudo
ro: Deselectează tot
tr: Tümünün seçimini kaldır
zh_tw: 反選所有

source: Design with
ro: Proiectează cu

source: Details
bn: বিস্তারিত
ca: Detalls
cs: Podrobnosti
ja: 詳細
mi: Taipitopito
ro: Detalii

source: Details of the certification
bn: সার্টিফিকেশনের বিস্তারিত
ca: Detalls de la certificació
cs: Podrobnosti certifikace
es: Detalles de la certificación
ja: 認証の詳細
mi: Taipitopito o te tautūtanga
nl: Details van de certificering
pt_br: Detalhes da certificação
ro: Detalii ale certificării
tr: Sertifikanın detayları
zh_tw: 認證詳情

source: Determines how whiskers and outliers are calculated.
bn: কীভাবে উল্টো এবং বহিরাগত মান গণনা করা হবে তা নির্ধারণ করে।
ca: Determina com es calculen els bigots i els valors atípics.
cs: Určuje, jak se počítají vousy a odlehlé hodnoty.
es: Determina cómo se calculan los bigotes y los valores atípicos.
ja: ひげと外れ値の計算方法を決定します。
mi: Ka whakatau i te tataunga o ngā whīhau me ngā wāhitauwehe.
nl: Bepaalt hoe whiskers en outliers worden berekend.
pt_br: Determina como whiskers e outliers são calculados.
ro: Determină modul în care sunt calculate mustățile și valorile aberante.
tr: Uç değerlerin ve aykırı değerlerin nasıl hesaplandığını belirler.
zh_tw: 確定如何計算箱須和離群值。

source: Determines whether or not this dashboard is visible in the list of all dashboards
bn: এই ড্যাশবোর্ডটি সব ড্যাশবোর্ডের তালিকায় দৃশ্যমান হবে কি না তা নির্ধারণ করে।
ca: Determina si aquest dashboard és visible o no a la llista de tots els dashboards
cs: Určuje, zda je tato nástěnka viditelná v seznamu všech nástěnek
es: Determina si este panel de control es visible o no en la lista de todos los paneles de control
ja: このダッシュボードがすべてのダッシュボードのリストに表示されるかどうかを決定します。
mi: Ka whakatau mēnā kei te kitea tēnei papatohu i te rārangi papatohu katoa
nl: Bepaalt of dit dashboard al dan niet zichtbaar is in de lijst van alle dashboards
pt_br: Determina se esse painel é visível ou não na lista de todos os painéis
ro: Determină dacă acest tablou de bord este vizibil în lista tuturor tablourilor de bord
tr: Bu gösterge panelinin tüm gösterge panelleri listesinde görünüp görünmediğini belirler
zh_tw: 確定此看板在所有看板列表中是否可見

source: Diamond
bn: হীরা
ca: Diamant
cs: Kosočtverec
mi: Taimana
nl: Diamant
pt_br: Diamante
ro: Diamant
tr: Elmas
zh_tw: 鑽石

source: Did you mean:
bn: আপনার কি এর উদ্দেশ্য ছিল:
ca: Volies dir:
cs: Mysleli jste:
es: ¿Quisiste decir:
ja: もしかして:
mi: I kī koe:
nl: Bedoelde je:
pt_br: Quis dizer:
ro: Ai vrut să spui:
tr: Şunu mu demek istediniz:
zh_tw: 您的意思是：

source: Difference
bn: পার্থক্য
ca: Diferència
cs: Rozdíl
es: Diferencia
ja: 違い
mi: Rerekētanga
nl: Verschil
pt_br: Diferença
ro: Diferență
tr: Fark
zh_tw: 差異

source: Dim Gray
bn: ধূসর
ca: Gris Apagat
cs: Tmavě šedá
mi: Hina Kōnehunehu
nl: Grijs Dimmen
pt_br: Cinza escuro
ro: Gri Dismal
tr: Sönük Gri

source: Dimension
ca: Dimensió
cs: Dimenze
ja: 寸法
mi: Āhuahanga
nl: Dimensie
pt_br: Dimensão
ro: Dimensiune
tr: Boyut

source: Dimension is required
ro: Dimensiunea este obligatorie

source: Dimension members
ro: Membri dimensiune

source: Dimension selection
ro: Selecție dimensiune

source: Dimension to use on x-axis.
bn: x-অক্ষে ব্যবহার করার জন্য Dimension।
ca: Dimensió a utilitzar a l'eix x.
cs: Dimenze pro použití na ose X.
es: Dimensión a utilizar en el eje x.
ja: X 軸に使用する次元
mi: Āhuahanga hei whakamahi i te tukutuku-x.
nl: Dimensie voor gebruik op x-as.
pt_br: Dimensão para usar no eixo x.
ro: Dimensiune de folosit pe axa x.
tr: X-ekseninde kullanılacak boyut.
zh_tw: 用於 X 軸的维度。

source: Dimension to use on y-axis.
bn: y-অক্ষে ব্যবহার করার জন্য Dimension।
ca: Dimensió a utilitzar a l'eix y.
cs: Dimenze pro použití na ose Y.
es: Dimensión a utilizar en el eje y.
ja: Y 軸で使用する次元
mi: Āhuahanga hei whakamahi i te tukutuku-y.
nl: Dimensie voor gebruik op de y-as.
pt_br: Dimensão para usar no eixo y.
ro: Dimensiune de folosit pe axa y.
tr: Y-ekseninde kullanılacak boyut.
zh_tw: 用於 Y 軸的维度。

source: Dimension values
ro: Valori dimensiune

source: Dimensions
cs: Dimenze
ja: 寸法
mi: Āhuahanga
nl: Dimensies
pt_br: Dimensões
ro: Dimensiuni
tr: Boyutlar

source: Dimensions contain qualitative values such as names, dates, or geographical data. Use dimensions to categorize, segment, and reveal the details in your data. Dimensions affect the level of detail in the view.
bn: Dimension গুলি গুণগত মান ধারণ করে যেমন নাম, তারিখ, বা ভৌগোলিক তথ্য। Dimension ব্যবহার করে আপনার ডেটা শ্রেণীবদ্ধ, বিভাগভুক্ত এবং বিস্তারিত প্রকাশ করুন। Dimension দৃশ্যের বিস্তারিত স্তরের উপর প্রভাব ফেলে।
ca: Les dimensions contenen valors qualitatius com noms, dates o dades geogràfiques. Utilitza dimensions per categoritzar, segmentar i revelar els detalls de les teves dades. Les dimensions afecten el nivell de detall de la vista.
cs: Dimenze obsahují kvalitativní hodnoty, jako jsou jména, data nebo geografická data. Použijte dimenze k kategorizaci, segmentaci a odhalení detailů ve vašich datech. Dimenze ovlivňují úroveň detailů v zobrazení.
es: Las dimensiones contienen valores cualitativos como nombres, fechas o datos geográficos. Utiliza las dimensiones para categorizar, segmentar y revelar los detalles en tus datos. Las dimensiones afectan el nivel de detalle en la vista.
ja: ディメンションには、名前、日付、地理データなどの定性的な値が含まれます。ディメンションを使用してデータを分類、セグメント化し、詳細を明らかにします。寸法はビューの詳細レベルに影響します。
mi: Kei roto i ngā āhuahanga ngā uara kounga pērā i ngā ingoa, ngā rā, ngā raraunga takiwā rānei. Whakamahia ngā āhuahanga hei whakarōpū, hei wāhanga, hei whakaatu hoki i ngā taipitopito o ō raraunga. Ka pā ngā āhuahanga ki te taumata taipitopito o te tirohanga.
nl: Dimensies bevatten kwalitatieve waarden zoals namen, datums of geografische gegevens. Gebruik afmetingen om de dimensies te categoriseren, te segmenteren en de details in uw gegevens te onthullen. Afmetingen hebben invloed op het detailniveau in de weergave.
ro: Dimensiunile conțin valori calitative precum nume, date sau date geografice. Folosește dimensiuni pentru a categoriza, segmenta și dezvălui detaliile din datele tale. Dimensiunile afectează nivelul de detaliu din vedere.
zh_tw: 维度包含諸如名稱、日期或地理數據等定性值。使用维度對數據進行分類、細分，並展現數據中的細節。维度影響視圖中的細節級别。

source: Directed Force Layout
bn: নির্দেশিত বল বিন্যাস
ca: Disseny de Força Dirigida
cs: Uspořádání řízené silou
es: Diagrama de Fuerza Dirigida
ja: 強制レイアウト
mi: Takotoranga Kaha Ahunga
ro: Aspect Forță Dirijată
tr: Yönlendirilmiş Kuvvet Düzeni
zh_tw: 有向力導向布局

source: Directional
bn: দিকনির্দেশক
ca: Direccional
cs: Směrový
ja: 指向性
mi: Ahunga
nl: Directioneel
pt_br: Direcional
ro: Direcțional
tr: Yönlü
zh_tw: 方向

source: Disable SQL Lab data preview queries
bn: SQL ল্যাব ডেটা প্রিভিউ প্রশ্ন অক্ষম করুন
ca: Desactivar consultes de previsualització de dades del SQL Lab
cs: Zakázat dotazy na náhled dat v SQL Labu
es: Deshabilitar consultas de previsualización de datos de SQL Lab
ja: SQL Lab データ プレビュー クエリを無効にする
mi: Whakakore i ngā pātai arokite raraunga SQL Lab
nl: Schakel SQL Lab data preview queries uit
pt_br: Desativar as consultas de pré-visualização de dados do SQL Lab
ro: Dezactivează interogările de previzualizare date SQL Lab
tr: SQL Lab veri önizleme sorgularını devre dışı bırak
zh_tw: 禁用 SQL 工具箱數據預覽查詢

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
bn: SQL ল্যাবের টেবিল মেটাডেটা আনতে ডেটা প্রিভিউ অক্ষম করুন। প্রস্থযুক্ত টেবিলের সাথে কাজ করার সময় ব্রাউজারের কর্মক্ষমতা সমস্যাগুলি এড়াতে উপকারী।
ca: Desactivar la previsualització de dades quan s'obtenen metadades de taula al SQL Lab. Útil per evitar problemes de rendiment del navegador quan s'utilitzen bases de dades amb taules molt amples.
cs: Zakázat náhled dat při načítání metadat tabulky v SQL Labu. Užitečné pro zabránění problémům s výkonem prohlížeče při použití databází s velmi širokými tabulkami.
es: Deshabilitar la vista previa de datos al obtener metadatos de la tabla en SQL Lab. Útil para evitar problemas de rendimiento del navegador al usar bases de datos con tablas muy amplias.
ja: SQL Lab でテーブル メタデータを取得するときにデータ プレビューを無効にします。非常に幅の広いテーブルを含むデータベースを使用する場合に、ブラウザのパフォーマンスの問題を回避するのに役立ちます。
mi: Whakakore i te arokite raraunga ina tiki metadata ripanga i SQL Lab. He whaihua hei karo i ngā take whakatutukitanga pūtirotiro ina whakamahi i ngā pātengi raraunga me ngā ripanga whānui rawa.
nl: Schakel datavoorvertoning uit bij het ophalen van tabelmetagegevens in SQL Lab. Handig om prestatieproblemen van de browser te voorkomen bij het gebruik van databases met zeer brede tabellen.
pt_br: Desativar a pré-visualização de dados ao obter metadados de tabelas no SQL Lab. Útil para evitar problemas de desempenho do navegador quando se utilizam bancos de dados com tabelas muito grandes.
ro: Dezactivează previzualizarea datelor când se preiau metadatele tabelului în SQL Lab. Util pentru a evita problemele de performanță ale browserului când se folosesc baze de date cu tabele foarte largi.
tr: SQL Lab'de tablo meta verilerini çekerken veri önizlemeyi devre dışı bırakın. Çok geniş tablolar kullandığınızda tarayıcı performans sorunlarını önlemek için kullanışlıdır.
zh_tw: 在 SQL 工具箱中獲取表的元數據時禁用數據預覽。當使用具有非常寬表的資料庫時，這樣做有助於避免瀏覽器性能問題。

source: Disable drill to detail
bn: বিস্তারিত দেখার ড্রিল অক্ষম করুন
ca: Desactivar exploració en detall
cs: Zakázat přechod na detail
mi: Whakakore i te keri ki te taipitopito
ro: Dezactivează drill to detail

source: Disable embedding?
bn: এম্বেডিং অক্ষম করবেন?
ca: Desactivar incrustació?
cs: Zakázat vkládání?
es: ¿Deshabilitar incrustación?
ja: 埋め込みを無効にしますか?
mi: Whakakore i te tāmau?
nl: Embedding uitschakelen?
pt_br: Desativar incorporação?
ro: Dezactivează încorporarea?
tr: Gömme devre dışı bırakılsın mı?
zh_tw: 禁用嵌入嗎？

source: Disabled
bn: অক্ষম
ca: Desactivat
cs: Zakázáno
ja: 無効
mi: Kua Whakakorehia
nl: Uitgeschakeld
pt_br: Desativado
ro: Dezactivat
tr: Devre dışı
zh_tw: 禁用

source: Disables the drill to detail feature for this database.
bn: এই ডেটাবেজের জন্য বিস্তারিত ড্রিল বৈশিষ্ট্যটি অক্ষম করে।
ca: Desactiva la funcionalitat d'exploració en detall per a aquesta base de dades.
cs: Zakáže funkci přechodu na detail pro tuto databázi.
mi: Ka whakakore i te āhuatanga keri ki te taipitopito mō tēnei pātengi raraunga.
ro: Dezactivează funcția drill to detail pentru această bază de date.

source: Discard
bn: বাতিল করুন
ca: Descartar
cs: Zahodit
es: Descartar
ja: 破棄
mi: Whakarerea
nl: Negeren
pt_br: Descartar
ro: Renunță
tr: At

source: Display Name
bn: প্রদর্শন নাম
ca: Nom a Mostrar
cs: Zobrazované jméno
ja: 表示名
mi: Ingoa Whakaatu
nl: Toon naam
pt_br: Nome de exibição
ro: Nume Afișat
tr: Görüntüleme Adı
zh_tw: 顯示名稱

source: Display all
bn: সবকিছু প্রদর্শন করুন
ca: Mostrar tot
cs: Zobrazit vše
mi: Whakaatu katoa
ro: Afișează tot

source: Display column in the chart
ca: Mostrar columna al gràfic
cs: Zobrazit sloupec v grafu
mi: Whakaatu tīwae i te kauwhata
ro: Afișează coloana în grafic

source: Display column level subtotal
bn: কলামের স্তরের অন্তর্বর্তী মোট প্রদর্শন করুন
ca: Mostrar subtotal a nivell de columna
cs: Zobrazit mezisoučet na úrovni sloupce
es: Mostrar subtotal a nivel de columna
ja: 列レベルの小計を表示します
mi: Whakaatu tapeke taumata tīwae
nl: Toon kolomniveau subtotaal
ro: Afișează subtotal nivel coloană

source: Display column level total
bn: কলামের স্তরের মোট প্রদর্শন করুন
ca: Mostrar total a nivell de columna
cs: Zobrazit součet na úrovni sloupce
es: Mostrar total a nivel de columna
ja: 列レベルの合計を表示します
mi: Whakaatu tapeke taumata tīwae
nl: Toon kolomniveau totaal
pt_br: Mostrar total ao nível da coluna
ro: Afișează total nivel coloană
tr: Sütun düzeyi toplamı göster
zh_tw: 顯示列級别合計

source: Display column name
ca: Mostrar nom de columna
cs: Zobrazit název sloupce
mi: Whakaatu ingoa tīwae
ro: Afișează nume coloană

source: Display configuration
bn: কনফিগারেশন প্রদর্শন করুন
ca: Configuració de visualització
cs: Konfigurace zobrazení
es: Mostrar configuración
ja: 表示設定
mi: Whirihora whakaatu
nl: Weergave configuratie
pt_br: Mostrar configuração
ro: Configurare afișare
tr: Yapılandırmayı görüntüle
zh_tw: 顯示配置

source: Display cumulative total at end
ro: Afișează total cumulativ la sfârșit

source: Display headers for each column at the top of the matrix
ro: Afișează antete pentru fiecare coloană în partea de sus a matricei

source: Display labels for each row on the left side of the matrix
ro: Afișează etichete pentru fiecare rând pe partea stângă a matricei

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
bn: প্রতিটি কলামের মধ্যে একত্রে পরিমাপগুলি প্রদর্শন করুন, প্রতিটি পরিমাপের জন্য একত্রে কলামগুলি প্রদর্শনের বিপরীতে।
ca: Mostrar mètriques una al costat de l'altra dins de cada columna, en contrast amb cada columna mostrada una al costat de l'altra per a cada mètrica.
cs: Zobrazit metriky vedle sebe v rámci každého sloupce, na rozdíl od toho, aby byl každý sloupec zobrazen vedle sebe pro každou metriku.
es: Muestra las métricas una al lado de la otra dentro de cada columna, en lugar de que cada columna se muestre una al lado de la otra para cada métrica.
ja: 各列をメトリクスごとに並べて表示するのではなく、各列内にメトリクスを並べて表示します。
mi: Whakaatu ine taha-taha i roto i ia tīwae, kaua ko ia tīwae e whakaaturia ana taha-taha mō ia ine.
nl: Toon metrieken naast elkaar binnen elke kolom, in tegenstelling tot de kolom die naast elkaar wordt weergegeven voor elke metriek.
pt_br: Apresentar métricas lado a lado dentro de cada coluna, em vez de cada coluna ser apresentada lado a lado para cada métrica.
ro: Afișează metricile unul lângă altul în cadrul fiecărei coloane, spre deosebire de fiecare coloană afișată unul lângă altul pentru fiecare metrică.
tr: Her sütun içinde metrikleri yan yana görüntüleme, her metrik için sütunların yan yana görüntülenmesinin aksine.
zh_tw: 在每個列中並排顯示指標，而不是每個指標並排顯示每個列。
