Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
bn: একটি সিস্টেমের বিভিন্ন পর্যায়ের মধ্যে বিভিন্ন গোষ্ঠীর মানের প্রবাহ চিত্রিত করে। পাইপলাইনে নতুন পর্যায়গুলি নোড বা স্তর হিসেবে চিত্রিত হয়। বার বা সীমার পুরুত্ব চিত্রিত মেট্রিক প্রতিনিধিত্ব করে।
es: Visualiza el flujo de los valores de diferentes grupos a través de las distintas etapas de un sistema. Las nuevas etapas en el proceso se visualizan como nodos o capas. El grosor de las barras o bordes representa la métrica que se está visualizando.
ja: システムのさまざまな段階におけるさまざまなグループの価値観の流れを視覚化します。パイプラインの新しいステージはノードまたはレイヤーとして視覚化されます。バーまたはエッジの太さは、視覚化されるメトリックを表します。
nl: Visualiseert de doorstroming van waarden van verschillende groepen door verschillende stadia van een systeem. Nieuwe stadia in de pijplijn worden weergegeven als knooppunten of lagen. De dikte van de balken of randen representeert de gevisualiseerde maatstaf.
pt_br: Visualiza o fluxo de valores de diferentes grupos por meio de diferentes estágios de um sistema. Novos estágios no pipeline são visualizados como nós ou camadas. A espessura das barras ou bordas representa a métrica que está sendo visualizada.
tr: Farklı grupların değerlerinin bir sistemdeki farklı aşamalardan nasıl aktığını görselleştirir. Boru hattındaki yeni aşamalar, düğüm veya katman olarak görselleştirilir. Çubukların veya kenarların kalınlığı görselleştirilen metriği temsil eder.
zh_tw: 可視化不同組的值在系统不同階段的流動。管道中的新階段被可視化為節點或層。條形或邊缘的厚度表示正在可視化的度量。

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
bn: একটি কলামে সবচেয়ে প্রায়ই যে শব্দগুলি দেখা যায় সেগুলি চিত্রিত করে। বড় ফন্ট উচ্চতর ফ্রিকোয়েন্সির সাথে সম্পর্কিত।
ca: Visualitza les paraules en una columna que apareixen més sovint. Una font més gran correspon a una freqüència més alta.
cs: Vizualizuje slova ve sloupci, která se objevují nejčastěji. Větší písmo odpovídá vyšší frekvenci.
es: Visualiza las palabras en una columna que aparecen con mayor frecuencia. Un tamaño de fuente más grande corresponde a una frecuencia más alta.
ja: 列内で最も頻繁に出現する単語を視覚化します。フォントが大きいほど、周波数が高くなります。
mi: Ka whakaatu i ngā kupu i tētahi tīwae e puta nui ana. Ko te momotuhi nui e hāngai ana ki te auau teitei.
nl: Visualiseert de woorden in een kolom die het meest wordt weergegeven. Groter lettertype komt overeen met een hogere frequentie.
pt_br: Visualiza as palavras em uma coluna que aparecem com mais frequência. A fonte maior corresponde à maior frequência.
tr: Sütundaki en sık görünen kelimeleri görselleştirir. Daha büyük yazı tipi daha yüksek frekansta görünür.
zh_tw: 可視化列中出現頻率最高的單詞。字體越大，出現頻率越高。

source: Warning Message
bn: সতর্কতা বার্তা
es: Mensaje de Advertencia
ja: 警告メッセージ
nl: Waarschuwing
pt_br: Mensagem de aviso
tr: Uyarı Mesajı
zh_tw: 告警訊息

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
bn: সতর্কতা! ডেটাসেট পরিবর্তন করলে চার্টটি ভেঙে যেতে পারে যদি মেটাডেটা না থাকে।
ca: Avís! Canviar el dataset pot trencar el gràfic si les metadades no existeixen.
cs: Varování! Změna sady dat může poškodit graf, pokud metadata neexistují.
es: ¡Advertencia! Cambiar el conjunto de datos puede romper el gráfico si los metadatos no existen.
ja: 警告！メタデータが存在しない場合、データセットを変更するとグラフが壊れる可能性があります。
mi: Whakatūpato! Mā te huri i te rārangi raraunga ka taea pea te wāhi i te kauwhata mēnā karekau te metadata.
nl: Waarschuwing! Het veranderen van de dataset kan de grafiek breken als de metadata niet bestaat.
pt_br: Atenção! Alterar o conjunto de dados pode quebrar o gráfico se os metadados não existirem.
tr: Uyarı! Veri kümesini değiştirmek, meta verileri mevcut değilse grafikleri bozabilir.
zh_tw: 警告！如果元數據不存在，更改數據集可能會破坏圖表。

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
bn: আমরা আপনার ডাটাবেসের সাথে সংযোগ করতে পারছি না। সমস্যা সমাধানের জন্য "আরো দেখুন" ক্লিক করুন।
ca: No podem connectar amb la teva base de dades. Clica "Veure més" per informació proporcionada per la base de dades que pot ajudar a solucionar el problema.
cs: Nelze se připojit k vaší databázi. Klikněte na „Zobrazit více“ pro informace poskytnuté databází, které mohou pomoci při řešení problému.
es: No conseguimos conectar con tu base de datos. Clica en "Ver más" para ver información provista por la base de datos que te podría permitir arreglar el problema.
ja: データベースに接続できません。問題のトラブルシューティングに役立つ可能性のあるデータベースが提供する情報については、[詳細を見る] をクリックしてください。
nl: We kunnen geen verbinding maken met uw database. Klik op "Meer bekijken" voor database-gegeven informatie die kan helpen het probleem op te lossen.
pt_br: Não conseguimos nos conectar ao seu banco de dados. Clique em "Ver mais" para obter informações fornecidas pelo banco de dados que podem ajudar a solucionar o problema.
tr: Veritabanınıza bağlanamıyoruz. Sorunu gidermeye yardımcı olabilecek veritabanı tarafından sağlanan bilgileri görmek için "Daha fazla bilgi" düğmesine tıklayın.
zh_tw: 無法連接到資料庫。點擊 “查看更多” 來獲取資料庫提供的訊息以解决問題。

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
bn: আমরা লাইনে %(location)s কলাম "%(column_name)s" সমাধান করতে পারছি না।
ca: No sembla que puguem resoldre la columna "%(column_name)s" a la línia %(location)s.
cs: Zdá se, že nemůžeme přeložit sloupec „%(column_name)s“ na řádku %(location)s.
es: No podemos resolver la columna "%(column_name)s" en la línea %(location)s.
ja: 行 %(location)s の列 "%(column_name)s" を解決できないようです。
mi: Kāore e taea e mātou te whakaoti i te tīwae "%(column_name)s" i te rārangi %(location)s.
nl: Het lijkt erop dat de kolom "%(column_name)s" op regel %(location)s niet kan worden opgelost.
pt_br: Parece que não conseguimos resolver a coluna "%(column_name)s" na linha %(location)s.
tr: Sütun "%(column_name)s" satır %(location)s'de çözülemiyor gibi görünüyor.
zh_tw: 我們似乎無法解析行 %(location)s 所處的列 "%(column_name)s" 。

source: We were unable to carry over any controls when switching to this new dataset.
bn: এই নতুন ডেটাসেটে পরিবর্তন করার সময় কোনও নিয়ন্ত্রণ স্থানান্তর করতে পারিনি।
ca: No hem pogut traspassar cap control quan hem canviat a aquest nou dataset.
cs: Při přechodu na tuto novou sadu dat se nám nepodařilo přenést žádné ovládací prvky.
es: No pudimos transferir ningún control al cambiar a este nuevo conjunto de datos.
ja: この新しいデータセットに切り替えるときに、コントロールを引き継ぐことができませんでした。
mi: Kāore i taea e mātou te whai i ngā whakahaere i te huringa ki tēnei rārangi raraunga hou.
nl: We waren niet in staat om enige bedieningselementen over te dragen bij het overschakelen naar deze nieuwe dataset.
pt_br: Não foi possível transferir nenhum controle ao mudar para esse novo conjunto de dados.
tr: Bu yeni veri kümesine geçiş yaparken herhangi bir kontrolü devralamadık.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
bn: আমরা আপনার ডাটাবেসের সাথে সংযোগ করতে পারিনি যার নাম "%(database)s"। দয়া করে আপনার ডাটাবেসের নাম নিশ্চিত করুন এবং আবার চেষ্টা করুন।
ca: No hem pogut connectar amb la teva base de dades anomenada "%(database)s". Si us plau verifica el nom de la teva base de dades i torna-ho a provar.
cs: Nepodařilo se nám připojit k vaší databázi s názvem „%(database)s“. Ověřte prosím název své databáze a zkuste to znovu.
es: No pudimos conectar tu base de datos de nombre "%(database)s". Por favor, verifica el nombre de tu base de datos e inténtalo de nuevo.
ja: 「%(database)s」という名前のデータベースに接続できませんでした。データベース名を確認して、再試行してください。
mi: Kāore i taea e mātou te hono ki tō pātengi raraunga ko "%(database)s" te ingoa. Tēnā manatokohia tō ingoa pātengi raraunga, ā, whakamātauhia anō.
nl: We konden geen verbinding maken met uw database met de naam "%(database)s". Controleer uw databasenaam en probeer het opnieuw.
pt_br: Não foi possível conectar-se ao seu banco de dados chamado "%(database)s". Verifique o nome do banco de dados e tente novamente.
tr: Veritabanınıza "%(database)s" adında bağlanamadık. Lütfen veritabanı adınızı doğrulayın ve tekrar deneyin.
zh_tw: 我們無法連接到名為 "%(database)s" 的資料庫。請確認您的資料庫名字並重試

source: Web
bn: ওয়েব
ja: ウェブ
mi: Tukutuku
pt_br: Rede
zh_tw: 網路

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
bn: এই ফলাফলগুলি লোড করতে সমস্যা হচ্ছে। প্রশ্নগুলি %s সেকেন্ড পরে টাইমআউট করার জন্য নির্ধারিত।
cs: Máme potíže s načtením těchto výsledků. Dotazy jsou nastaveny na časový limit po %s sekundě.
mi: Kei te uaua te uta i ēnei hua. Kua tautuhia ngā pātai ki te wā-pau i muri i %s hēkona.
tr: Bu sonuçları yüklerken sorun yaşanıyor. Sorguların süresi %s saniye sonra sona eriyor.

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
bn: এই ভিজ্যুয়ালাইজেশনটি লোড করতে সমস্যা হচ্ছে। প্রশ্নগুলি %s সেকেন্ড পরে টাইমআউট করার জন্য নির্ধারিত।
cs: Máme potíže s načtením této vizualizace. Dotazy jsou nastaveny na časový limit po %s sekundě.
mi: Kei te uaua te uta i tēnei whakakitenga. Kua tautuhia ngā pātai ki te wā-pau i muri i %s hēkona.
tr: Bu görselleştirmeyi yüklerken sorun yaşanıyor. Sorguların süresi %s saniye sonra sona eriyor.

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
bn: যখন `গণনা প্রকার` "শতাংশ পরিবর্তন" হিসেবে সেট করা হয়, Y অক্ষ ফরম্যাটটি `.1%` তে বাধ্যতামূলক।
ca: Quan el `Tipus de càlcul` està establert a "Canvi de percentatge", el Format de l'Eix Y es força a `.1%`
cs: Když je `Typ výpočtu` nastaven na „Procentuální změna“, formát osy Y je vynucen na `.1%`
es: Cuando el "tipo de cálculo" se pone a "Porcentaje de cambio", el formato del eje Y se fuerza a `.1%`
ja: 「計算タイプ」が「変化率」に設定されている場合、Y 軸の形式は強制的に「.1%」になります。
mi: Ina tautuhia te `Momo tatauranga` ki te "Panoni ōrau", ka akina te Hōputu Tukutuku Y ki te `.1%`
nl: Wanneer `Bereken type` is ingesteld op "Percentage verandering", wordt de Y Axis Opmaak geforceerd naar `.1%`
pt_br: Quando `Calculation type` é definido como "Percentage change", o formato do eixo Y é forçado a `.1%`
tr: ``Calculation type`` "%Percentage change" olarak ayarlandığında Y Ekseni Formatı `.1%` olarak zorlanır
zh_tw: 當計算類型設定為 “百分比變化” 時，Y 軸格式將被强制設定為 .1%。

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
bn: SQL ল্যাবে CREATE TABLE AS বিকল্প অনুমতি দিলে, এই বিকল্পটি টেবিলটিকে এই স্কিমায় তৈরি করতে বাধ্য করে।
es: Cuando se permite la opción CREATE TABLE AS en SQL Lab, esta opción obliga a que la tabla se cree en este esquema
ja: SQL Lab で CREATE TABLE AS オプションを許可すると、このオプションによりテーブルがこのスキーマに強制的に作成されます
nl: Wanneer de CREATE TABLE AS optie in SQL Lab wordt toegestaan, dwingt deze optie de tabel om in dit schema aangemaakt te worden
pt_br: Ao permitir a opção CREATE TABLE AS no SQL Lab, essa opção força a criação da tabela nesse esquema
zh_tw: 當在 SQL 編輯器中允許 CREATE TABLE AS 選項時，此選項可以此模式中强制創建表

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
bn: SQL নির্দিষ্ট করার সময়, ডেটাসোর্স একটি ভিউ হিসেবে কাজ করে। সুপারসেট এই বিবৃতিটিকে উপ-প্রশ্ন হিসেবে ব্যবহার করবে যখন তৈরি করা পিতামাতার প্রশ্নগুলিতে গ্রুপিং এবং ফিল্টারিং করা হয়।
cs: Při specifikaci SQL funguje zdroj dat jako pohled. Superset použije tento příkaz jako poddotaz při seskupování a filtrování v generovaných nadřazených dotazech.
es: Al especificar SQL, el origen de datos actúa como una vista. Superset utilizará esta declaración como una subconsulta mientras agrupa y filtra en las consultas padre generadas.
ja: SQL を指定すると、データソースはビューとして機能します。スーパーセットは、生成された親クエリのグループ化とフィルター処理中に、このステートメントをサブクエリとして使用します。
nl: Bij het specificeren van SQL, fungeert de gegevensbron als een weergave. Superset zal deze verklaring gebruiken als een subquery tijdens het groeperen en filteren op de gegenereerde bovenliggende queries.
pt_br: Ao especificar o SQL, a fonte de dados atua como uma visualização. O Superset usará essa instrução como uma subconsulta ao agrupar e filtrar as consultas pai geradas.
tr: SQL belirtirken, veri kaynağı bir görünüm olarak hareket eder. Superset, bu ifadeyi oluşturulan ana sorgularda gruplama ve filtreleme yaparken alt sorgu olarak kullanır.
zh_tw: 指定 SQL 時，數據源會充當視圖。在對生成的父查詢進行分組和篩選時，系统將使用此語句作為子查詢。

source: When the secondary temporal columns are filtered, apply the same filter to the main datetime column.
bn: যখন গৌণ সময়গত কলামগুলি ফিল্টার করা হয়, প্রধান ডেটাটাইম কলামে একই ফিল্টার প্রয়োগ করুন।
cs: Když jsou filtrovány sekundární časové sloupce, aplikujte stejný filtr na hlavní sloupec data a času.
es: Cuando se filtran las columnas temporales secundarias, aplica el mismo filtro a la columna de fecha y hora principal.
ja: セカンダリ テンポラル列がフィルター処理される場合、同じフィルターをメインの日時列に適用します。
mi: Ina tātaritia ngā tīwae wā tuarua, whakahaeretia te tātari ōrite ki te tīwae wā matua.
nl: Wanneer de secundaire tijdelijke kolommen worden gefilterd, pas hetzelfde filter toe op de belangrijkste datumtijd kolom.
zh_tw: 當對次要時間列進行篩選時，將相同的篩選條件應用到主日期時間列。

source: When unchecked, colors from the selected color scheme will be used for time shifted series
bn: নিশ্চিত না হলে, নির্বাচিত রঙের স্কিমা থেকে রংগুলি সময় পরিবর্তিত সিরিজের জন্য ব্যবহার করা হবে।
cs: Když není zaškrtnuto, barvy z vybraného barevného schématu budou použity pro časově posunuté série
mi: Ina kāore i pātia, ka whakamahia ngā tae mai i te kaupapa tae kua tīpakohia mō ngā raupapa kua nekehia te wā

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
bn: "অটোকম্পলেট ফিল্টার" ব্যবহার করার সময়, এটি মানগুলি অনুসন্ধানের প্রশ্নের কর্মক্ষমতা উন্নত করতে ব্যবহার করা যেতে পারে। এই বিকল্পটি টেবিল থেকে বিশেষ মান নির্বাচন করা প্রশ্নে একটি প্রিডিকেট (WHERE বাক্যাংশ) প্রয়োগ করতে ব্যবহার করুন। সাধারণত উদ্দেশ্য হবে একটি অংশিত বা সূচকযুক্ত সময়-সম্পর্কিত ক্ষেত্রের উপর একটি আপেক্ষিক সময় ফিল্টার প্রয়োগ করে স্ক্যানটি সীমাবদ্ধ করা।
cs: Při použití „Filtrů s automatickým doplňováním“ lze toto použít ke zlepšení výkonu dotazu načítajícího hodnoty. Použijte tuto možnost k aplikaci predikátu (klauzule WHERE) na dotaz vybírající jedinečné hodnoty z tabulky. Obvykle je záměrem omezit prohledávání aplikací relativního časového filtru na oddílové nebo indexované časové pole.
es: Cuando se usa "Autocompletar filtros", se puede usar esto apra mejorar el rendimiento de la consulta al obtener los valores. Usa esta opción para aplicar un predicado (WHERE cláusula) a la consulta seleccionando los distintos valores de la tabla. Típicamente, se intentará limitar el escaneo aplicando un filtro de tiempo relativo en un campo de tiempo particionado o indexado.
ja: 「オートコンプリート フィルター」を使用する場合、これを使用して値を取得するクエリのパフォーマンスを向上させることができます。このオプションを使用して、テーブルから個別の値を選択するクエリに述語 (WHERE 句) を適用します。通常、その目的は、パーティション化またはインデックス化された時間関連フィールドに相対時間フィルターを適用することでスキャンを制限することです。
mi: Ina whakamahi i ngā "Tātari whakaoti aunoa", ka taea te whakamahi i tēnei hei whakapai ake i te whakatutukitanga o te pātai e tiki ana i ngā uara. Whakamahia tēnei kōwhiringa hei whakahaeretia i tētahi kīanga tohu (rerenga WHERE) ki te pātai e tīpako ana i ngā uara motuhake mai i te ripanga. Ko te tikanga noa ko te whakawhāiti i te hōpara mā te whakahaeretia i tētahi tātari wā tata i runga i tētahi āpure wā kua wāhangahia, kua kupuhia rānei.
nl: Wanneer u "Autocomplete filters" gebruikt, kan dit worden gebruikt om de prestaties van de query te verbeteren die deze waarden ophaalt. Gebruik deze optie om een voorspelling toe te passen (WHERE clausule) om de query te selecteren uit de verschillende waarden van de tabel. Meestal zou het doel zijn om het scannen te beperken door een relatieve tijdfilter toe te passen op een gepartitioneerd of geïndexeerd tijdgebonden veld.
pt_br: Ao usar "Autocomplete filters", isso pode ser usado para melhorar o desempenho da consulta que busca os valores. Use essa opção para aplicar um predicado (cláusula WHERE) à consulta que seleciona os valores distintos da tabela. Normalmente, a intenção seria limitar a varredura aplicando um filtro de tempo relativo em um campo particionado ou indexado relacionado ao tempo.
tr: "Otomatik tamamlama filtreleri" kullanılırken, değerleri getiren sorgunun performansını iyileştirmek için kullanılabilir. Bu seçeneği kullanarak tablodan farklı değerleri seçen sorguya bir özne (WHERE cümlesi) uygulamak için kullanabilirsiniz. Genellikle amaç, bölümlenmiş veya dizinlenmiş zamanla ilgili bir alanda göreli bir zaman filtresi uygulayarak taramayı sınırlamaktır.
zh_tw: 當使用 "自適配過濾條件" 時，這可以用來提高獲取查詢數據的性能。使用此選項可將谓詞（WHERE 子句）應用於從表中進行選擇不同值的查詢。通常，這樣做的目的是通過對分區或索引的相關時間欄位配置相對應的過濾時間來限制掃描。

source: When using this option, default value can’t be set
bn: এই বিকল্পটি ব্যবহার করার সময়, ডিফল্ট মান সেট করা যাবে না।
es: Cuando se utiliza esta opción, no se puede establecer el valor predeterminado
ja: このオプションを使用する場合、デフォルト値は設定できません
nl: Bij gebruik van deze optie kan de standaardwaarde niet worden ingesteld
pt_br: Ao usar essa opção, o valor padrão não pode ser definido
tr: Bu seçenek kullanıldığında varsayılan değer ayarlanamaz

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
bn: টেবিলটি কি SQL ল্যাবে 'ভিজুয়ালাইজ' প্রবাহ দ্বারা তৈরি হয়েছে কিনা।
es: Si la tabla fue generada por el flujo 'Visualize' en SQL Lab
ja: テーブルが SQL Lab の「視覚化」フローによって生成されたかどうか
nl: Geeft aan of de tabel werd gegenereerd door de “Visualize” stroom in SQL Lab
pt_br: Se a tabela foi gerada pelo fluxo 'Visualizar' no SQL Lab
tr: Tablonun SQL Lab'daki 'Görselleştir' akışı tarafından oluşturulup oluşturulmadığı
zh_tw: 表是否由 SQL 實驗室中的 "可視化" 流生成

source: Whether this column is exposed in the `Filters` section of the explore view.
bn: এই কলামটি কি এক্সপ্লোর ভিউয়ের `ফিল্টার` বিভাগের মধ্যে উন্মুক্ত হয়েছে কিনা।
es: Si esta columna se muestra en la sección `Filtros` de la vista explorar.
ja: この列が探索ビューの「フィルター」セクションで公開されるかどうか。
nl: Of deze kolom is blootgesteld in het `Filters` gedeelte van het verkenningsoverzicht.
pt_br: Se essa coluna está exposta na seção `Filtros` da visualização de exploração.
tr: Bu sütunun, keşfetme görünümünün `Filtreler` bölümünde görünürlüğü olup olmadığını.
zh_tw: 該列是否在瀏覽視圖的 `過濾器` 部分顯示。

source: Whether to align background charts with both positive and negative values at 0
bn: কোনও নেতিবাচক এবং ইতিবাচক মান 0 এ একত্রিত করা উচিত কিনা।
ca: Si alinear gràfics de fons amb valors tant positius com negatius a 0
cs: Zda zarovnat grafy na pozadí s kladnými i zápornými hodnotami na 0
es: Si alinear gráficos de fondo con valores tanto positivos como negativos en 0
ja: 背景チャートを正の値と負の値の両方を 0 に揃えるかどうか
mi: Mēnā ka whakarite i ngā kauwhata papamuri me ngā uara pai me ngā uara kino i te 0
nl: Of achtergrondgrafieken moeten worden uitgelijnd met zowel positieve als negatieve waarden op 0
pt_br: Se deve alinhar gráficos de fundo com valores positivos e negativos em 0
tr: Arka plan grafiklerini hem pozitif hem de negatif değerleri 0'da hizalamak isteyip istemediğinizi belirler
zh_tw: 是否 +/- 對齊背景圖數值

source: Whether to apply filter when items are clicked
bn: আইটেমগুলিকে ক্লিক করার সময় ফিল্টার প্রয়োগ করা উচিত কিনা।
ca: Si aplicar filtre quan es cliquen elements
cs: Zda aplikovat filtr při kliknutí na položky
es: Si se debe aplicar el filtro cuando se hacen clic en los elementos
ja: 項目をクリックしたときにフィルターを適用するかどうか
nl: Of er een filter moet worden toegepast wanneer er op items wordt geklikt
pt_br: Se o filtro deve ser aplicado quando os itens são clicados
tr: Öğeler tıklanırken filtre uygulanıp uygulanmayacağını belirler

source: Whether to colorize numeric values by whether they are positive or negative
bn: ইতিবাচক বা নেতিবাচক হলে সংখ্যাগত মানগুলিকে রঙিন করা উচিত কিনা।
ca: Si colorar valors numèrics segons si són positius o negatius
cs: Zda obarvit číselné hodnoty podle toho, zda jsou kladné nebo záporné
es: Si se deben colorear los valores numéricos según sean positivos o negativos
ja: 数値を正負で色分けするかどうか
mi: Mēnā ka tae i ngā uara tau mēnā he pai, he kino rānei
nl: Of numerieke waarden moeten worden gekleurd op basis van of ze positief of negatief zijn

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
bn: লেবেলগুলি প্রদর্শন করা উচিত কিনা। লক্ষ্য করুন যে লেবেলটি কেবলমাত্র 5% থ্রেশোল্ডে প্রদর্শিত হয়।
es: Si se deben mostrar las etiquetas. Ten en cuenta que la etiqueta solo se muestra cuando se alcanza el umbral del 5%.
ja: ラベルを表示するかどうか。ラベルは 5% のしきい値の場合にのみ表示されることに注意してください。
nl: Of de labels moeten worden weergegeven. Merk op dat het label alleen wordt weergegeven als de drempel van 5% is bereikt.
pt_br: Se deseja exibir os rótulos. Observe que o rótulo só é exibido quando o limite é de 5%.
tr: Etiketlerin gösterilip gösterilmeyeceği. Etiket yalnızca %5 eşik aşıldığında görüntülenir.

source: Whether to make the histogram cumulative
bn: হিস্টোগ্রামকে সন্নিবেশিত করা উচিত কিনা।
es: Si hacer el histograma acumulativo
ja: ヒストグラムを累積するかどうか
nl: Of het histogram cumulatief moet worden gemaakt
pt_br: Se o histograma deve ser cumulativo
tr: Histogramı kümülatif yapılıp yapılmayacağı
zh_tw: 是否將直方圖設定為累積的

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
bn: এই কলামটিকে [সময়ের সূক্ষ্মতা] বিকল্প হিসেবে উপলব্ধ করা উচিত কিনা, কলামটি DATETIME বা DATETIME সদৃশ হতে হবে।
es: Si hacer esta columna disponible como una opción de [Granularidad de Tiempo], la columna tiene que ser DATETIME o similar a DATETIME
ja: この列を [時間粒度] オプションとして利用可能にするかどうか、列は DATETIME または DATETIME のようなものである必要があります
nl: Of deze kolom nu beschikbaar moet worden gemaakt als een [Tijd Granulariteit] optie, de kolom moet DATUMTIJD of DATUMTIJD-achtig zijn
pt_br: Para tornar essa coluna disponível como uma opção [Time Granularity], a coluna deve ser DATETIME ou semelhante a DATETIME
tr: Bu sütunu [Zaman Granülitesi] seçeneği olarak kullanılır yapılıp yapılmasının, sütunun DATETIME veya DATETIME benzeri olması gerekiyor.
zh_tw: 是否將此列作為[時間粒度]選項, 列中的數據類型必須是DATETIME

source: Whether to normalize the histogram
bn: হিস্টোগ্রামকে স্বাভাবিক করা উচিত কিনা।
es: Si normalizar el histograma
ja: ヒストグラムを正規化するかどうか
nl: Of het histogram moet worden genormaliseerd
pt_br: Se deve normalizar o histograma
tr: Histogramı normalize edilip edilmeyeceği
zh_tw: 是否規范化直方圖

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
bn: এক্সপ্লোর ভিউয়ের ফিল্টার বিভাগের ড্রপডাউনে ব্যাকএন্ড থেকে উড়ন্তভাবে সংগ্রহ করা বিশেষ মানের একটি তালিকা পূর্ণ করা উচিত কিনা।
es: Si se debe llenar el desplegable del filtro en la sección de filtro de la vista de exploración con una lista de valores distintos obtenidos del backend al vuelo
ja: 探索ビューのフィルター セクションのフィルターのドロップダウンに、バックエンドからオンザフライで取得した個別の値のリストを入力するかどうか
nl: Of de vervolgkeuzelijst van het filter in de filtersectie van de verkenningsweergave moet worden gevuld met een lijst met afzonderlijke waarden die direct uit de backend worden opgehaald
pt_br: Se deve preencher o menu suspenso do filtro na seção de filtro da exibição de exploração com uma lista de valores distintos obtidos do backend em tempo real
tr: Keşfetme görünümünün filtre bölümünde filtrenin açılır menüsünün, arka plandan alınan farklı değerler listesi ile dinamik olarak doldurulup doldurulmayacağı
zh_tw: 是否在瀏覽視圖的過濾器部分中填充過濾器的下拉列表，並提供從後端獲取的不同值的列表
