Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
bn: ডেটাসেট পরিবর্তন করা চার্টটি ভাঙতে পারে যদি চার্টটি লক্ষ্য ডেটাসেটে বিদ্যমান নয় এমন কলাম বা মেটাডেটার উপর নির্ভরশীল হয়
ca: Canviar el conjunt de dades pot trencar el gràfic si el gràfic depèn de columnes o metadades que no existeixen al conjunt de dades objectiu
cs: Změna sady dat může poškodit graf, pokud se graf spoléhá na sloupce nebo metadata, která v cílové sadě dat neexistují
es: Cambiar el conjunto de datos puede romper el gráfico si el gráfico depende de columnas o metadatos que no existen en el conjunto de datos objetivo
ja: データセットを変更すると、ターゲットのデータセットに存在しないカラムやメタデータに依存しているチャートが壊れることがあります
mi: Ka taea pea e te whakarereke i te rārangi raraunga te wāhi i te kauwhata mēnā e whakawhirinaki ana te kauwhata ki ngā tīwae, ki ngā metadata rānei kāore e tīari ana i te rārangi raraunga whāinga
nl: Het wijzigen van de dataset kan de grafiek breken indien de grafiek steunt op kolommen of metadata die niet bestaan in de doel-dataset
pt_br: Alterar o conjunto de dados pode quebrar o gráfico se o gráfico depender de colunas ou metadados que não existem no conjunto de dados de destino
ro: Schimbarea setului de date poate strica graficul dacă graficul se bazează pe coloane sau metadate care nu există în setul de date țintă
tr: Veri kümesini değiştirmek, hedef veri kümesinde bulunmayan sütunlara veya meta verilere dayalı olan grafiği bozabilir.
zh_tw: 如果圖表依賴於目標數據集中不存在的列或元數據，则更改數據集可能會破坏圖表

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
bn: এই সেটিংস পরিবর্তন করা এই ডেটাসেট ব্যবহার করে এমন সমস্ত চার্টকে প্রভাবিত করবে, যা অন্যদের মালিকানাধীন চার্টগুলি অন্তর্ভুক্ত করে।
ca: Canviar aquestes configuracions afectarà tots els gràfics que utilitzen aquest conjunt de dades, incloent gràfics propietat d'altres persones.
cs: Změna těchto nastavení ovlivní všechny grafy používající tuto sadu dat, včetně grafů vlastněných jinými lidmi.
es: Cambiar estas configuraciones afectará a todos los gráficos que usen este conjunto de datos, incluyendo los gráficos propiedad de otras personas.
ja: これらの設定を変更すると、他の人が所有するグラフを含む、このデータセットを使用するすべてのグラフに影響します。
mi: Mā te whakarereke i ēnei tautuhinga ka pā ki ngā kauwhata katoa e whakamahi ana i tēnei rārangi raraunga, tae atu ki ngā kauwhata nā ētahi atu tāngata.
nl: Het wijzigen van deze instellingen zal van invloed zijn op alle grafieken die deze data gebruiken, inclusief grafieken die eigendom zijn van andere mensen.
pt_br: A alteração destas definições afectará todos os gráficos que utilizem este conjunto de dados, incluindo os gráficos pertencentes a outras pessoas.
ro: Schimbarea acestor setări va afecta toate graficele care folosesc acest set de date, inclusiv graficele deținute de alți oameni.
tr: Bu ayarları değiştirmek, bu veri kümesini kullanan tüm grafikleri etkiler, bu grafikler başkalarına aitse bile.
zh_tw: 更改這些設定將影響使用此數據集的所有圖表，包括其他人拥有的圖表。

source: Changing this Dashboard is forbidden
bn: এই ড্যাশবোর্ড পরিবর্তন করা নিষিদ্ধ
ca: Canviar aquest Dashboard està prohibit
cs: Změna této nástěnky je zakázána
es: Está prohibido cambiar este Panel de control
ja: このダッシュボードの変更は禁止されています。
mi: He tapu te whakarereke i tēnei Papatohu
nl: Het is verboden dit dashboard te veranderen
pt_br: É proibido alterar este painel
ro: Schimbarea acestui Tablou de Bord este interzisă
tr: Bu Gösterge Tablosunu değiştirmek yasaktır
zh_tw: 無法修改該看板

source: Changing this chart is forbidden
bn: এই চার্ট পরিবর্তন করা নিষিদ্ধ
ca: Canviar aquest gràfic està prohibit
cs: Změna tohoto grafu je zakázána
es: Cambiar este gráfico está prohibido
ja: このチャートの変更は禁止されています
mi: He tapu te whakarereke i tēnei kauwhata
nl: Het is verboden deze grafiek te wijzigen
pt_br: É proibido alterar este gráfico
ro: Schimbarea acestui grafic este interzisă
tr: Bu grafiği değiştirmek yasaktır
zh_tw: 禁止更改此圖表

source: Changing this control takes effect instantly
bn: এই নিয়ন্ত্রণ পরিবর্তন করা তাৎক্ষণিকভাবে কার্যকর হয়
ca: Canviar aquest control té efecte immediatament
cs: Změna tohoto ovládacího prvku se projeví okamžitě
es: Cambiar este control tiene efecto inmediatamente
ja: この変更は即座に反映されます。
mi: Ka pānga ohorere te whakarereke i tēnei whakahaere
nl: Het veranderen van deze controleknop heeft onmiddellijk effect
pt_br: A alteração deste controle tem efeito imediato
ro: Schimbarea acestui control are efect instant
tr: Bu denetimi değiştirmek anında etki eder
zh_tw: 更改此控件立即生效。

source: Changing this dataset is forbidden
bn: এই ডেটাসেট পরিবর্তন করা নিষিদ্ধ
ca: Canviar aquest conjunt de dades està prohibit
cs: Změna této sady dat je zakázána
es: Cambiar este conjunto de datos está prohibido
ja: このデータセットの変更は禁止されています。
mi: He tapu te whakarereke i tēnei rārangi raraunga
nl: Veranderen van deze dataset is verboden
pt_br: É proibido alterar este conjunto de dados
ro: Schimbarea acestui set de date este interzisă
tr: Bu veri kümesini değiştirmek yasaktır
zh_tw: 没有權限更新此數據集

source: Changing this dataset is forbidden.
bn: এই ডেটাসেট পরিবর্তন করা নিষিদ্ধ।
ca: Canviar aquest conjunt de dades està prohibit.
cs: Změna této sady dat je zakázána.
ja: このデータセットの変更は禁止されています。
mi: He tapu te whakarereke i tēnei rārangi raraunga
nl: Het is verboden deze dataset te wijzigen.
ro: Schimbarea acestui set de date este interzisă.
tr: Bu veri kümesini değiştirmek yasaktır.
zh_tw: 禁止更改此數據集。

source: Changing this datasource is forbidden
bn: এই ডেটাসোর্স পরিবর্তন করা নিষিদ্ধ
ca: Canviar aquesta font de dades està prohibit
cs: Změna tohoto zdroje dat je zakázána
ja: このデータソースの変更は禁止されています。
mi: He tapu te whakarereke i tēnei puna raraunga
nl: Het wijzigen van deze gegevensbron is verboden
pt_br: É proibido alterar essa fonte de dados
ro: Schimbarea acestei surse de date este interzisă
tr: Bu veri kaynağını değiştirmek yasaktır

source: Changing this report is forbidden
bn: এই রিপোর্ট পরিবর্তন করা নিষিদ্ধ
ca: Canviar aquest informe està prohibit
cs: Změna tohoto reportu je zakázána
es: Cambiar este informe está prohibido
ja: このレポートの変更は禁止されています。
mi: He tapu te whakarereke i tēnei pūrongo
nl: Het is verboden dit rapport te wijzigen
pt_br: É proibido alterar este relatório
ro: Schimbarea acestui raport este interzisă
tr: Bu raporu değiştirmek yasaktır
zh_tw: 禁止更改此報告

source: Character to interpret as decimal point
bn: দশমিক বিন্দু হিসাবে ব্যাখ্যা করার জন্য অক্ষর
ca: Caràcter a interpretar com a punt decimal
cs: Znak, který se má interpretovat jako desetinná čárka
ja: 小数点として解釈する文字
mi: Pūāhua hei whakamāori hei tohu ira
nl: Teken te interpreteren als decimaalteken
pt_br: Caractere a ser interpretado como ponto decimal
ro: Caracter de interpretat ca punct zecimal

source: Chart
bn: চার্ট
ca: Gràfic
cs: Graf
es: Gráfica
ja: チャート
mi: Kauwhata
nl: Grafiek
pt_br: Gráfico
ro: Grafic
tr: Grafik
zh_tw: 圖表

source: Chart %(id)s not found
bn: চার্ট %(id)s পাওয়া যায়নি
ca: Gràfic %(id)s no trobat
cs: Graf %(id)s nenalezen
es: Gráfica %(id)s no encontrada
ja: チャート %(id)s が見つかりません。
mi: Kāore i kitea te kauwhata %(id)s
nl: Grafiek %(id)s niet gevonden
pt_br: Gráfico %(id)s não encontrado
ro: Graficul %(id)s nu a fost găsit
tr: Grafik %(id)s bulunamadı
zh_tw: 圖表 %(id)s 没有找到

source: Chart Customization
ro: Personalizare Grafic

source: Chart Customization (%d)
ro: Personalizare Grafic (%d)

source: Chart Data: %s
bn: চার্ট ডেটা: %s
ca: Dades del Gràfic: %s
cs: Data grafu: %s
ja: チャートデータ: %s
mi: Raraunga Kauwhata: %s
nl: Grafiekgegevens: %s
pt_br: Dados do gráfico: %s
ro: Date Grafic: %s
tr: Grafik Verisi: %s

source: Chart ID
bn: চার্ট আইডি
ca: ID del Gràfic
cs: ID grafu
es: ID de Gráfica
ja: チャートID
mi: ID Kauwhata
nl: Grafiek ID
pt_br: ID do gráfico
ro: ID Grafic
tr: Grafik Kimliği
zh_tw: 圖表 ID

source: Chart Options
bn: চার্ট বিকল্প
ca: Opcions del Gràfic
cs: Možnosti grafu
ja: チャートのオプション
mi: Kōwhiringa Kauwhata
nl: Grafiek Opties
pt_br: Opções do gráfico
ro: Opțiuni Grafic
tr: Grafik Seçenekleri
zh_tw: 圖表選項

source: Chart Orientation
bn: চার্টের দিক
ca: Orientació del Gràfic
cs: Orientace grafu
ja: チャートの方向
mi: Ahunga Kauwhata
nl: Grafiek Oriëntatie
pt_br: Orientação do gráfico
ro: Orientare Grafic
tr: Grafik Yönlendirme

source: Chart Owner: %s
bn: চার্টের মালিক: %s
ca: Propietari del Gràfic: %s
cs: Vlastník grafu: %s
mi: Rangatira Kauwhata: %s
ro: Proprietar Grafic: %s
tr: Grafik Sahibi: %s

source: Chart Source
bn: চার্ট উৎস
ca: Font del Gràfic
cs: Zdroj grafu
ja: チャートソース
mi: Puna Kauwhata
nl: Grafiek Bron
pt_br: Fonte do gráfico
ro: Sursă Grafic
tr: Grafik Kaynağı

source: Chart Title
bn: চার্টের শিরোনাম
ca: Títol del Gràfic
cs: Název grafu
ja: チャートのタイトル
mi: Taitara Kauwhata
nl: Grafiek Titel
pt_br: Título do gráfico
ro: Titlu Grafic
tr: Grafik Başlığı
zh_tw: 圖表標題

source: Chart Type
ro: Tip Grafic

source: Chart [%s] has been overwritten
bn: চার্ট [%s] পুনরায় লেখা হয়েছে
ca: El gràfic [%s] ha estat sobreescrit
cs: Graf [%s] byl přepsán
ja: チャート [%s] は上書きされました
mi: Kua tuhiruatia te kauwhata [%s]
nl: Grafiek [%s] is overschreven
pt_br: O gráfico [%s] foi sobrescrito
ro: Graficul [%s] a fost suprascris
tr: Grafik [%s] üzerine yazıldı

source: Chart [%s] has been saved
bn: চার্ট [%s] সংরক্ষিত হয়েছে
ca: El gràfic [%s] ha estat desat
cs: Graf [%s] byl uložen
ja: チャート [%s] が保存されました
mi: Kua tiakina te kauwhata [%s]
nl: Grafiek [%s] is opgeslagen
pt_br: O gráfico [%s] foi salvo
ro: Graficul [%s] a fost salvat
tr: Grafik [%s] kaydedildi

source: Chart [%s] was added to dashboard [%s]
bn: চার্ট [%s] ড্যাশবোর্ড [%s] তে যোগ করা হয়েছে
ca: El gràfic [%s] va ser afegit al dashboard [%s]
cs: Graf [%s] byl přidán na nástěnku [%s]
ja: チャート [%s] がダッシュボード [%s] に追加されました
mi: I tāpiritia te kauwhata [%s] ki te papatohu [%s]
nl: Grafiek [%s] is toegevoegd aan dashboard [%s]
pt_br: O gráfico [%s] foi adicionado ao painel [%s]
ro: Graficul [%s] a fost adăugat la tabloul de bord [%s]
tr: Grafik [%s] gösterge tablosuna [%s] eklendi

source: Chart cache timeout
bn: চার্ট ক্যাশের সময়সীমা
ca: Temps d'espera de la memòria cau del gràfic
cs: Časový limit mezipaměti grafu
es: Tiempo de espera de la caché del gráfico
ja: チャートキャッシュタイムアウト
mi: Wā kore-mahi keteroki kauwhata
nl: Grafiek cache timeout
pt_br: Tempo limite da cache do gráfico
ro: Expirare cache grafic
tr: Grafik önbellek zaman aşımı
zh_tw: 圖表缓存超時

source: Chart changes
bn: চার্টের পরিবর্তন
ca: Canvis del gràfic
cs: Změny grafu
es: Cambios en el gráfico
ja: チャートの変更点
mi: Huringa kauwhata
nl: Veranderingen in de grafiek
pt_br: Alterações no gráfico
ro: Modificări grafic
tr: Grafik değişiklikleri
zh_tw: 圖表變化

source: Chart could not be created.
bn: চার্ট তৈরি করা সম্ভব হয়নি।
ca: El gràfic no s'ha pogut crear.
cs: Graf se nepodařilo vytvořit.
es: No se pudo crear el gráfico.
ja: チャートを作成できませんでした。
mi: Kāore i taea te hanga i te kauwhata.
nl: Grafiek kon niet worden aangemaakt.
pt_br: Não foi possível criar o gráfico.
ro: Graficul nu a putut fi creat.
tr: Grafik oluşturulamadı.
zh_tw: 您的圖表無法創建。

source: Chart could not be updated.
bn: চার্ট আপডেট করা সম্ভব হয়নি।
ca: El gràfic no s'ha pogut actualitzar.
cs: Graf se nepodařilo aktualizovat.
es: La gráfica no pudo ser actualizada.
ja: チャートをアップロードできませんでした。
mi: Kāore i taea te whakahou i te kauwhata.
nl: De grafiek kon niet worden bijgewerkt.
pt_br: Não foi possível atualizar o gráfico.
ro: Graficul nu a putut fi actualizat.
tr: Grafik güncellenemedi.
zh_tw: 您的圖表無法更新。

source: Chart customization
ro: Personalizare grafic

source: Chart does not exist
bn: চার্ট বিদ্যমান নয়
ca: El gràfic no existeix
cs: Graf neexistuje
es: La gráfica no existe
ja: チャートが存在しません。
mi: Karekau te kauwhata
nl: Grafiek bestaat niet
pt_br: O gráfico não existe
ro: Graficul nu există
tr: Grafik mevcut değil
zh_tw: 圖表没有找到

source: Chart has no query context saved. Please save the chart again.
bn: চার্টের জন্য কোনো প্রশ্নের প্রসঙ্গ সংরক্ষিত নেই। দয়া করে চার্টটি আবার সংরক্ষণ করুন।
ca: El gràfic no té cap context de consulta desat. Si us plau, desa el gràfic de nou.
cs: Graf nemá uložený kontext dotazu. Uložte prosím graf znovu.
es: La gráfica no tiene un contexto de consulta guardado. Por favor, guarda la gráfica de nuevo.
ja: チャートにはクエリ コンテキストが保存されていません。チャートを再度保存してください。
mi: Karekau he horopaki pātai kua tiakina i te kauwhata. Tēnā tiakihia anō te kauwhata.
nl: De grafiek heeft geen query context opgeslagen. Sla de grafiek opnieuw op.
pt_br: O gráfico não tem contexto de consulta salvo. Por favor salvar o gráfico novamente.
ro: Graficul nu are context de interogare salvat. Vă rugăm să salvați graficul din nou.
tr: Grafiğin kaydedilmiş bir sorgu bağlamı yok. Lütfen grafiği tekrar kaydedin.
zh_tw: 圖表未保存任何查詢上下文。請重新保存圖表。

source: Chart height
bn: চার্টের উচ্চতা
ca: Alçada del gràfic
cs: Výška grafu
ja: チャートの高さ
mi: Teitei kauwhata
nl: Grafiek hoogte
pt_br: Altura do gráfico
ro: Înălțime grafic
tr: Grafik yüksekliği

source: Chart imported
bn: চার্ট আমদানি করা হয়েছে
ca: Gràfic importat
cs: Graf importován
ja: インポートされたチャート
mi: Kauwhata kua kawea mai
nl: Grafiek geïmporteerd
pt_br: Gráfico importado
ro: Grafic importat
tr: Grafik içeri aktarıldı

source: Chart name
bn: চার্টের নাম
ca: Nom del gràfic
cs: Název grafu
es: Nombre del gráfico
ja: チャート名
mi: Ingoa kauwhata
nl: Grafiek naam
pt_br: Nome do gráfico
ro: Nume grafic
tr: Grafik adı
zh_tw: 圖表名稱

source: Chart name is required
ro: Numele graficului este obligatoriu

source: Chart not found
bn: চার্ট পাওয়া যায়নি
ca: Gràfic no trobat
cs: Graf nenalezen
ja: チャートが見つかりません。
mi: Kāore i kitea te kauwhata
nl: Grafiek niet gevonden
ro: Graficul nu a fost găsit

source: Chart options
bn: চার্টের বিকল্পগুলি
ca: Opcions del gràfic
cs: Možnosti grafu
ja: チャートのオプション
mi: Kōwhiringa kauwhata
nl: Grafiek opties
pt_br: Opções do gráfico
ro: Opțiuni grafic
tr: Grafik seçenekleri
zh_tw: 圖表選項

source: Chart owners
bn: চার্টের মালিকরা
ca: Propietaris del gràfic
cs: Vlastníci grafu
ja: チャートの所有者
mi: Rangatira kauwhata
nl: Grafiek eigenaars
pt_br: Proprietários do gráfico
ro: Proprietari grafic
tr: Grafik sahipleri

source: Chart parameters are invalid.
bn: চার্টের প্যারামিটারগুলি অবৈধ।
ca: Els paràmetres del gràfic són invàlids.
cs: Parametry grafu jsou neplatné.
es: Los parámetros de la gráfica son inválidos.
ja: グラフのパラメータが無効です。
mi: He muhu ngā tawhā kauwhata.
nl: Grafiekparameters zijn ongeldig.
pt_br: Os parâmetros do gráfico são inválidos.
ro: Parametrii graficului sunt invalizi.
tr: Grafik parametreleri geçersiz.
zh_tw: 圖表参數無效。

source: Chart properties
ro: Proprietăți grafic

source: Chart properties updated
bn: চার্টের বৈশিষ্ট্যগুলি আপডেট হয়েছে
ca: Propietats del gràfic actualitzades
cs: Vlastnosti grafu aktualizovány
ja: グラフのプロパティが更新されました
mi: Kua whakahouhia ngā āhuatanga kauwhata
nl: Grafiek eigenschappen bijgewerkt
pt_br: Propriedades do gráfico atualizadas
ro: Proprietățile graficului au fost actualizate
tr: Grafik özellikleri güncellendi

source: Chart size
ca: Mida del gràfic
cs: Velikost grafu
mi: Rahi kauwhata
ro: Dimensiune grafic

source: Chart title
bn: চার্টের শিরোনাম
ca: Títol del gràfic
cs: Název grafu
ja: チャートのタイトル
mi: Taitara kauwhata
nl: Titel grafiek
pt_br: Título do gráfico
ro: Titlu grafic
tr: Grafik başlığı

source: Chart type
pt_br: Tipo de gráfico
ro: Tip grafic
tr: Grafik türü

source: Chart type requires a dataset
bn: চার্টের ধরন একটি ডেটাসেট প্রয়োজন
ca: El tipus de gràfic requereix un conjunt de dades
cs: Typ grafu vyžaduje sadu dat
es: El tipo de gráfico requiere un conjunto de datos
ja: グラフの種類にはデータセットが必要です
mi: E hiahiatia ana e te momo kauwhata tētahi rārangi raraunga
nl: Grafiek type vereist een dataset
pt_br: O tipo de gráfico requer um conjunto de dados
ro: Tipul de grafic necesită un set de date
tr: Grafik türü bir veri kümesi gerektirir

source: Chart width
bn: চার্টের প্রস্থ
ca: Amplada del gràfic
cs: Šířka grafu
ja: チャートの幅
mi: Whānui kauwhata
nl: Grafiek breedte
pt_br: Largura do gráfico
ro: Lățime grafic
tr: Grafik genişliği

source: Charts
bn: চার্টগুলি
ca: Gràfics
cs: Grafy
es: Gráficas
ja: チャート
mi: Kauwhata
nl: Grafieken
pt_br: Gráficos
ro: Grafice
tr: Grafikler
zh_tw: 圖表

source: Charts could not be deleted.
bn: চার্টগুলি মুছে ফেলা সম্ভব নয়।
ca: Els gràfics no s'han pogut eliminar.
cs: Grafy se nepodařilo smazat.
es: Las gráficas no se pudieron eliminar.
ja: チャートを削除できませんでした。
mi: Kāore i taea te muku i ngā kauwhata.
nl: Grafieken konden niet worden verwijderd.
pt_br: Não foi possível remover o gráfico.
ro: Graficele nu au putut fi șterse.
tr: Grafikler silinemedi.
zh_tw: 圖表無法删除。

source: Charts per row
ro: Grafice pe rând

source: Check for sorting ascending
bn: অথবা অগ্রাধিকার যাচাই করুন
ca: Comprovar per ordenació ascendent
cs: Zkontrolovat pro vzestupné řazení
es: Comprobar para ordenar ascendente
ja: 昇順ソートのチェック
mi: Tirohia mō te kōmaka piki
nl: Controle op oplopend sorteren
pt_br: Verificar se a ordenação é crescente
ro: Verifică pentru sortare crescătoare
tr: Sıralamanın artan sıralı olup olmadığını kontrol edin
zh_tw: 按照升序進行排序

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
bn: রোজ চার্টের জন্য অনুপাত করার জন্য সেগমেন্ট রেডিয়াসের পরিবর্তে সেগমেন্ট এরিয়া ব্যবহার করা উচিত কিনা পরীক্ষা করুন
ca: Comprovar si el gràfic de rosa ha d'utilitzar l'àrea del segment en lloc del radi del segment per a la proporció
cs: Zaškrtněte, zda má růžicový graf používat pro proporce plochu segmentu místo poloměru segmentu
es: Comprueba si el Gráfico de Rosa debería usar el área del segmento en lugar del radio del segmento para proporcionar
ja: ローズ チャートで比例配分にセグメント半径ではなくセグメント面積を使用する必要があるかどうかを確認します
mi: Tirohia mēnā me whakamahi e te Kauwhata Rōhi i te horahanga wāhanga hei utu mō te pūtoro wāhanga
nl: Controleer of de Rose Grafiek het segment gebied moet gebruiken in plaats van segmentstraal om de verhouding te geven
pt_br: Verificar se o gráfico de rosáceas deve utilizar a área do segmento em vez do raio do segmento para o cálculo das proporções
ro: Verifică dacă Graficul Trandafir ar trebui să folosească aria segmentului în loc de raza segmentului pentru proporționare
tr: Gül Grafik'in segmentleri orantılama için segment alanı kullanıp kullanmadığını kontrol edin
zh_tw: 檢查玫瑰圖是否應該使用線段面積而不是線段半徑來進行比例

source: Check out this chart in dashboard:
bn: এই চার্টটি ড্যাশবোর্ডে দেখুন:
ca: Mira aquest gràfic al dashboard:
cs: Podívejte se na tento graf na nástěnce:
es: Echa un vistazo a este gráfico en el panel de control:
ja: ダッシュボードでこのグラフを確認してください:
mi: Tirohia tēnei kauwhata i te papatohu:
nl: Kijk naar deze grafiek in het dashboard:
pt_br: Veja este gráfico no painel:
ro: Verifică acest grafic în tablou de bord:
tr: Bu grafiği gösterge tablosunda kontrol edin:
zh_tw: 在看板中查看此圖表

source: Check out this chart:
bn: এই চার্টটি দেখুন:
ca: Mira aquest gràfic:
cs: Podívejte se na tento graf:
es: Echa un vistazo a este gráfico:
ja: このチャートをチェックしてください:
mi: Tirohia tēnei kauwhata:
nl: Bekijk deze grafiek:
ro: Verifică acest grafic:
tr: Bu grafiği kontrol edin:
zh_tw: 看看這張圖表：

source: Check out this dashboard:
bn: এই ড্যাশবোর্ডটি দেখুন:
ca: Mira aquest dashboard:
cs: Podívejte se na tuto nástěnku:
es: Echa un vistazo a este panel de control:
ja: このダッシュボードを確認してください:
mi: Tirohia tēnei papatohu:
nl: Kijk naar dit dashboard:
ro: Verifică acest tablou de bord:
tr: Bu gösterge tablosunu kontrol edin:
zh_tw: 查看此看板：

source: Check to force date partitions to have the same height
bn: একই উচ্চতা রাখতে তারিখের পার্টিশনগুলি বাধ্য করার জন্য চেক করুন
ca: Marcar per forçar que les particions de data tinguin la mateixa alçada
cs: Zaškrtněte pro vynucení stejné výšky datových oddílů
es: Comprueba para forzar a que las particiones de fecha tengan la misma altura
ja: 日付パーティションを強制的に同じ高さにする場合にオンにします。
mi: Pātia kia ōrite te teitei o ngā wāhanga rā
nl: Aanvinken om de datum partities te forceren dezelfde hoogte te hebben
pt_br: Marcar para forçar as partições de data a terem a mesma altura
ro: Bifează pentru a forța partițiile de dată să aibă aceeași înălțime
tr: Tarih bölümlerinin aynı yüksekliğe sahip olmasını zorlamak için işaretle
zh_tw: 選中以强制日期分區具有相同的高度

source: Child label position
bn: শিশু লেবেল অবস্থান
ca: Posició de l'etiqueta filla
cs: Pozice popisku podřízené položky
es: Posición de la etiqueta del niño
ja: 子ラベルの位置
mi: Tūnga tapanga tamaiti
nl: Onderliggend label positie
pt_br: Posição do rótulo filho
ro: Poziție etichetă copil
tr: Alt etiket konumu
zh_tw: 子標籤位置

source: Choice of [Label] must be present in [Group By]
bn: [লেবেল] এর নির্বাচন [গ্রুপ দ্বারা] থাকতে হবে
ca: L'opció d'[Etiqueta] ha d'estar present a [Agrupar Per]
cs: Volba [Popisek] musí být přítomna v [Seskupit podle]
es: La elección de [Label] debe estar presente en [Group By]
ja: [グループ化]に[ラベル]の選択肢が存在する必要があります。
mi: Me tīari te Kōwhiringa o [Tapanga] i te [Rōpū Mā]
nl: Keuze van [Label] moet aanwezig zijn in [Groep door]
pt_br: Escolha do [Rótulo] deve estar em [Agrupar por]
ro: Alegerea [Etichetă] trebuie să fie prezentă în [Grupare După]
tr: [Etiket] seçimi [Group By] içinde bulunmalıdır
zh_tw: [標籤] 的選擇項必須出現在 [Group By]

source: Choice of [Point Radius] must be present in [Group By]
bn: [পয়েন্ট রেডিয়াস] এর নির্বাচন [গ্রুপ দ্বারা] থাকতে হবে
ca: L'opció de [Radi del Punt] ha d'estar present a [Agrupar Per]
cs: Volba [Poloměr bodu] musí být přítomna v [Seskupit podle]
es: La elección de [Radio de Punto] debe estar presente en [Agrupar Por]
ja: [グループ化]に[点半径]の選択肢が存在する必要があります。
mi: Me tīari te Kōwhiringa o [Pūtoro Tohu] i te [Rōpū Mā]
nl: Keuze van [Punt radius] moet aanwezig zijn in [Groep door]
pt_br: A escolha de [Raio do ponto] deve estar presente em [Agrupar por]
ro: Alegerea [Rază Punct] trebuie să fie prezentă în [Grupare După]
tr: [Point Radius] seçimi [Group By] içinde bulunmalıdır
zh_tw: [點半徑] 的選擇項必須出現在 [Group By]

source: Choose a chart for displaying on the map
ca: Escull un gràfic per mostrar al mapa
cs: Vyberte graf pro zobrazení na mapě
mi: Kōwhiria tētahi kauwhata hei whakaatu i runga i te mahere
ro: Alege un grafic pentru afișare pe hartă

source: Choose a chart or dashboard not both
bn: একটি চার্ট বা ড্যাশবোর্ড নির্বাচন করুন, উভয় নয়
ca: Escull un gràfic o un dashboard, no tots dos
cs: Vyberte buď graf, nebo nástěnku, ne obojí
es: Elige un gráfico o un panel de control, no ambos
ja: 両方ではなくチャートまたはダッシュボードを選択してください。
mi: Kōwhiria tētahi kauwhata, tētahi papatohu rānei, kaua ngā mea e rua
nl: Kies een grafiek of een dashboard, niet beide
pt_br: Escolha um gráfico ou painel, não ambos
ro: Alege un grafic sau un tablou de bord, nu ambele
tr: Bir grafik veya gösterge tablosu seçin, her ikisi birden değil
zh_tw: 選擇圖表或看板，不能都全部選擇

source: Choose a database...
bn: একটি ডাটাবেস নির্বাচন করুন...
ca: Escull una base de dades...
cs: Vyberte databázi...
ja: データベースを選択してください...
mi: Kōwhiria tētahi pātengi raraunga...
nl: Kies een database...
pt_br: Escolha um banco de dados...
ro: Alege o bază de date...
tr: Bir veritabanı seçin...
zh_tw: 選擇資料庫

source: Choose a dataset
bn: একটি ডেটাসেট নির্বাচন করুন
ca: Escull un conjunt de dades
cs: Vyberte sadu dat
es: Elige un conjunto de datos
ja: データセットを選択
mi: Kōwhiria tētahi rārangi raraunga
nl: Kies een dataset
pt_br: Escolha um conjunto de dados
ro: Alege un set de date
tr: Bir veri kümesi seçin
zh_tw: 選擇數據源

source: Choose a delimiter
bn: একটি সীমা নির্বাচন করুন
ca: Escull un delimitador
cs: Vyberte oddělovač
mi: Kōwhiria tētahi tohutuhi
ro: Alege un delimitator

source: Choose a metric for right axis
bn: ডান অক্ষের জন্য একটি মেট্রিক নির্বাচন করুন
ca: Escull una mètrica per a l'eix dret
cs: Vyberte metriku pro pravou osu
es: Elige una métrica para el eje derecho
ja: 右軸の指標を選択
mi: Kōwhiria tētahi ine mō te tukutuku matau
nl: Kies een metriek voor de rechteras
pt_br: Escolha uma métrica para o eixo direito
ro: Alege o metrică pentru axa dreaptă
zh_tw: 為右軸選擇一個指標
