Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Metric descending
bn: মেট্রিক অবতরণ
ca: Mètrica descendent
cs: Metrika sestupně
ja: 指標の降順
mi: Ine heke
nl: Metriek aflopend
pt_br: Métrica decrescente
ro: Metrică descrescătoare
tr: Metrik azalan
zh_tw: 指標降序

source: Metric factor change from `since` to `until`
bn: `since` থেকে `until` এর মধ্যে মেট্রিক ফ্যাক্টর পরিবর্তন
ca: Canvi de factor de la mètrica de `desde` a `fins`
cs: Změna faktoru metriky od `since` do `until`
es: Cambio del factor métrico desde `since` hasta `until`
ja: 指標係数が「since」から「until」に変更されました
mi: Panoni pūwehe ine mai i `since` ki `until`
nl: Metriek factor veranderen van `sinds` tot `tot`
pt_br: Alteração do fator métrico de `since` para `until`
ro: Schimbare factor metrică de la `since` la `until`
tr: `since` ile `until` arasındaki metrik faktör değişimi
zh_tw: 指標因子從 `since` 到 `until` 的變化

source: Metric for node values
bn: নোড মানের জন্য মেট্রিক
ca: Mètrica per valors de node
cs: Metrika pro hodnoty uzlů
es: Métrica para valores de nodo
ja: ノード値のメトリック
mi: Ine mō ngā uara pona
nl: Metriek voor knooppuntwaarden
pt_br: Métrica para valores de nó
ro: Metrică pentru valorile nodurilor
tr: Düğüm değerleri için metrik
zh_tw: 節點值的指標

source: Metric for ordering
ro: Metrică pentru ordonare

source: Metric name
bn: মেট্রিক নাম
ca: Nom de mètrica
cs: Název metriky
ja: メトリクス名
mi: Ingoa ine
nl: Metriek naam
pt_br: Nome da métrica
ro: Nume metrică
tr: Metrik adı

source: Metric name [%s] is duplicated
bn: মেট্রিক নাম [%s] পুনরাবৃত্তি হয়েছে
ca: El nom de mètrica [%s] està duplicat
cs: Název metriky [%s] je duplicitní
es: El nombre de la métrica [%s] está duplicado
ja: メトリクス名 [%s] が重複しています
mi: Kua tāruatia te ingoa ine [%s]
nl: Metriek naam [%s] is dubbel
pt_br: Métrica nome [%s] está duplicada
ro: Numele metricii [%s] este duplicat
tr: Metrik adı [%s] çoğaltılmış
zh_tw: 指標名稱 [%s] 重复

source: Metric percent change in value from `since` to `until`
bn: `since` থেকে `until` এর মধ্যে মানের শতাংশ পরিবর্তন মেট্রিক
ca: Canvi percentual de valor de la mètrica de `desde` a `fins`
cs: Procentuální změna hodnoty metriky od `since` do `until`
es: Cambio porcentual en el valor desde `since` hasta `until`
ja: 「since」から「until」までの値のメトリックパーセント変化
mi: Panoni ōrau ine i te uara mai i `since` ki `until`
nl: Metriek percentage verandering in waarde van `sinds` tot `tot`
pt_br: Métrica de variação percentual do valor de `desde` até `até`
ro: Schimbare procentuală metrică în valoare de la `since` la `until`
tr: `since` ile `until` arasındaki değerdeki metrik yüzde değişimi
zh_tw: 從 `since` 到 `until` 的指標變化百分比

source: Metric that defines the size of the bubble
bn: বুদবুদটির আকার নির্ধারণকারী মেট্রিক
ca: Mètrica que defineix la mida de la bombolla
cs: Metrika, která definuje velikost bubliny
es: Métrica que define el tamaño de la burbuja
ja: バブルの大きさを定義する指標
mi: Ine ka tautuhi i te rahi o te pōro
nl: Metriek die de grootte van de bubbel definieert
pt_br: Métrica que define o tamanho da bolha
ro: Metrică care definește dimensiunea bulei
tr: Baloncukların boyutunu tanımlayan metrik
zh_tw: 定義指標的氣泡大小

source: Metric to display bottom title
bn: নিচের শিরোনাম প্রদর্শনের জন্য মেট্রিক
ca: Mètrica per mostrar el títol inferior
cs: Metrika pro zobrazení dolního názvu
ja: 下部タイトルを表示するための指標
mi: Ine hei whakaatu i te taitara raro
nl: Metriek om de ondertiteling weer te geven
pt_br: Métrica para exibir o título inferior
ro: Metrică pentru afișarea titlului de jos
tr: Alt başlığı göstermek için metrik
zh_tw: 顯示底部標題的指標

source: Metric to use for ordering Top N values
ro: Metrică de folosit pentru ordonarea valorilor Top N

source: Metric used as a weight for the grid's coloring
bn: গ্রিডের রঙিন করার জন্য ওজন হিসেবে ব্যবহৃত মেট্রিক
ca: Mètrica utilitzada com a pes per la coloració de la graella
cs: Metrika použitá jako váha pro barvení mřížky
es: Métrica utilizada como peso para el coloreado de la cuadrícula
ja: グリッドの色の重みとして使用されるメトリック
mi: Ine ka whakamahia hei taumaha mō te tae o te tukutata
nl: Metriek gebruikt als gewicht voor de kleur van het raster
pt_br: Métrica usada como peso para coloração de grid
ro: Metrică folosită ca pondere pentru colorarea grilei
tr: Izgara renklendirmesi için ağırlık olarak kullanılan metrik

source: Metric used to calculate bubble size
bn: বুদবুদ আকার গণনার জন্য ব্যবহৃত মেট্রিক
ca: Mètrica utilitzada per calcular la mida de la bombolla
cs: Metrika použitá k výpočtu velikosti bubliny
es: Métrica utilizada para calcular el tamaño de la burbuja
ja: バブルサイズの計算に使用される指標
mi: Ine ka whakamahia hei tatau i te rahi pōro
nl: Metriek gebruikt voor het berekenen van de bubbel grootte
pt_br: Métrica utilizada para calcular o tamanho da bolha
ro: Metrică folosită pentru calcularea dimensiunii bulei
tr: Baloncuk boyutunu hesaplamak için kullanılan metrik
zh_tw: 用來計算氣泡大小的指標

source: Metric used to control height
bn: উচ্চতা নিয়ন্ত্রণের জন্য ব্যবহৃত মেট্রিক
ca: Mètrica utilitzada per controlar l'alçada
cs: Metrika použitá k řízení výšky
es: Métrica utilizada para controlar la altura
ja: 高さを管理するために使用されるメートル法
mi: Ine ka whakamahia hei whakahaere i te teitei
nl: Metriek gebruikt om de hoogte te regelen
pt_br: Métrica utilizada para controlar a altura
ro: Metrică folosită pentru controlul înălțimii
tr: Yüksekliği kontrol etmek için kullanılan metrik

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
bn: যদি একটি সিরিজ বা কোষের সীমা থাকে তবে শীর্ষ সিরিজগুলি কীভাবে সাজানো হয় তা নির্ধারণের জন্য ব্যবহৃত মেট্রিক। যদি অজানা হয় তবে প্রথম মেট্রিকে ফিরে আসে (যেখানে প্রযোজ্য)।
ca: Mètrica utilitzada per definir com s'ordenen les sèries principals si hi ha un límit de sèries o cel·les. Si no està definida, reverteix a la primera mètrica (quan sigui apropiat).
cs: Metrika použitá k definování způsobu řazení nejvyšších sérií, pokud je přítomen limit sérií nebo buněk. Pokud není definována, vrátí se k první metrice (pokud je to vhodné).
es: Métrica utilizada para definir cómo se ordenan las series superiores si hay un límite de series o celdas. Si no se define, vuelve a la primera métrica (donde corresponda).
ja: シリーズまたはセルの制限が存在する場合に、上位のシリーズを並べ替える方法を定義するために使用されるメトリック。未定義の場合は、最初のメトリック (該当する場合) に戻ります。
mi: Ine ka whakamahia hei tautuhi i te kōmaka o ngā raupapa runga mēnā he tepe raupapa, tepe pūtau rānei. Mēnā kāore i tautuhia ka hoki ki te ine tuatahi (ina tika).
nl: Metriek wordt gebruikt om te bepalen hoe de top series worden gesorteerd als een serie of cel limiet aanwezig is. Indien ongedefinieerd wordt deze teruggekeerd naar de eerste metriek (indien gepast).
pt_br: Métrica utilizada para definir a forma como as séries de topo são ordenadas se estiver presente um limite de série ou de célula. Se não for definida, reverte para a primeira métrica (quando apropriado).
ro: Metrică folosită pentru definirea modului în care seriile de top sunt sortate dacă o limită de serii sau celule este prezentă. Dacă este nedefinită, revine la prima metrică (unde este potrivit).
tr: Üst serilerin nasıl sıralandığını tanımlamak için kullanılan metrik, seri veya hücre sınırı varsa. Tanımsızsa, ilk metriğe döner (uygunsa).

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
bn: যদি একটি সিরিজ বা সারির সীমা থাকে তবে শীর্ষ সিরিজগুলি কীভাবে সাজানো হয় তা নির্ধারণের জন্য ব্যবহৃত মেট্রিক। যদি অজানা হয় তবে প্রথম মেট্রিকে ফিরে আসে (যেখানে প্রযোজ্য)।
ca: Mètrica utilitzada per definir com s'ordenen les sèries principals si hi ha un límit de sèries o files. Si no està definida, reverteix a la primera mètrica (quan sigui apropiat).
cs: Metrika použitá k definování způsobu řazení nejvyšších sérií, pokud je přítomen limit sérií nebo řádků. Pokud není definována, vrátí se k první metrice (pokud je to vhodné).
es: Métrica utilizada para definir cómo se ordenan las series superiores si hay un límite de series o filas. Si no está definido, vuelve a la primera métrica (donde corresponda).
ja: シリーズまたは行制限が存在する場合に上位シリーズを並べ替える方法を定義するために使用されるメトリック。未定義の場合は、最初のメトリック (該当する場合) に戻ります。
mi: Ine ka whakamahia hei tautuhi i te kōmaka o ngā raupapa runga mēnā he tepe raupapa, tepe rārangi rānei. Mēnā kāore i tautuhia ka hoki ki te ine tuatahi (ina tika).
nl: Metriek wordt gebruikt om te bepalen hoe de top series worden gesorteerd als een serie of rijlimiet aanwezig is. Indien ongedefinieerd wordt deze teruggekeerd naar de eerste metriek (indien gepast).
pt_br: Métrica utilizada para definir a forma como as séries de topo são ordenadas se estiver presente um limite de série ou de linha. Se não for definida, reverte para a primeira métrica (quando apropriado).
ro: Metrică folosită pentru definirea modului în care seriile de top sunt sortate dacă o limită de serii sau rânduri este prezentă. Dacă este nedefinită, revine la prima metrică (unde este potrivit).
tr: Üst serilerin nasıl sıralandığını tanımlamak için kullanılan metrik, seri veya satır sınırı varsa. Tanımsızsa, ilk metriğe döner (uygunsa).
zh_tw: 如果存在序列或行限制，则用於定義頂部序列的排序方式的度量。如果未定義，则返回第一個度量（如果適用）。

source: Metrics
bn: মেট্রিকস
ca: Mètriques
cs: Metriky
es: Métricas
ja: 指標
mi: Ine
nl: Metrieken
pt_br: Métricas
ro: Metrici
tr: Metrikler
zh_tw: 指標

source: Metrics / Dimensions
ro: Metrici / Dimensiuni

source: Metrics to show in the tooltip.
ro: Metrici de afișat în tooltip.

source: Middle
bn: মধ্য
ca: Mig
cs: Uprostřed
ja: 中間
mi: Waenganui
nl: Midden
pt_br: Médio
ro: Mijloc
tr: Orta

source: Midnight
bn: মধ্যরাত
ca: Mitjanit
cs: Půlnoc
es: Medianoche
ja: 真夜中
mi: Weherua pō
nl: Middernacht
pt_br: Meia-noite
ro: Miezul nopții
tr: Gece Yarısı
zh_tw: 凌晨（當天）

source: Miles
bn: মাইল
ca: Milles
cs: Míle
ja: マイル
mi: Maero
nl: Mijlen
pt_br: Milhas
ro: Mile
tr: Mil

source: Min Periods
bn: ন্যূনতম সময়কাল
ca: Períodes Mínims
cs: Minimální počet období
ja: 最小期間
mi: Wā Iti
nl: Min Perioden
pt_br: Períodos mínimos
ro: Perioade Min
tr: Minimum Dönemler
zh_tw: 最小週期

source: Min Width
bn: ন্যূনতম প্রস্থ
ca: Amplada Mínima
cs: Minimální šířka
ja: 最小幅
mi: Whānui Iti
nl: Min Dikte
pt_br: Largura mínima
ro: Lățime Min
tr: Minimum Genişlik
zh_tw: 最小寬度

source: Min periods
bn: ন্যূনতম সময়কাল
ca: Períodes mínims
cs: Minimální počet období
es: Periodos mínimos
ja: 最小期間
mi: Wā iti
nl: Min periodes
pt_br: Períodos mínimos
ro: Perioade min
tr: Minimum dönemler
zh_tw: 最小週期

source: Min value
ro: Valoare minimă

source: Min value cannot be greater than max value
ro: Valoarea minimă nu poate fi mai mare decât valoarea maximă

source: Min value should be smaller or equal to max value
ro: Valoarea minimă ar trebui să fie mai mică sau egală cu valoarea maximă

source: Min/max (no outliers)
bn: ন্যূনতম/সর্বাধিক (কোনো বহিরাগত নয়)
ca: Mín/màx (sense valors atípics)
cs: Min/max (bez odlehlých hodnot)
es: Mín/máx (sin valores atípicos)
ja: 最小/最大 (外れ値なし)
mi: Iti/rahi (karekau he wāhitauwehe)
nl: Min/max (geen outliers)
pt_br: Mín/máx (sem outliers)
ro: Min/max (fără valori aberante)
tr: Min/maks (aykırı değerler yok)
zh_tw: 最大最小值（忽略離群值）

source: Mine
bn: আমার
ca: Meu
cs: Moje
es: Mía
ja: 個人用
mi: Nōku
nl: Mijn
pt_br: Meu
ro: Ale mele
tr: Benim
zh_tw: 我的編輯

source: Minimum
bn: ন্যূনতম
ca: Mínim
ja: 最小
mi: Iti
pt_br: Mínimo
ro: Minim
zh_tw: 最小

source: Minimum Font Size
bn: ন্যূনতম ফন্টের আকার
ca: Mida Mínima de Font
cs: Minimální velikost písma
es: Tamaño Mínimo de Fuente
ja: 最小フォントサイズ
mi: Rahi Momotuhi Iti
nl: Minimale Lettergrootte
pt_br: Tamanho Mínimo da Fonte
ro: Dimensiune Font Minimă
tr: Minimum Yazı Tipi Boyutu
zh_tw: 最小字體大小

source: Minimum Radius
bn: ন্যূনতম ব্যাসার্ধ
ca: Radi Mínim
cs: Minimální poloměr
es: Radio Mínimo
ja: 最小半径
mi: Pūtoro Iti
nl: Minimale Radius
pt_br: Raio Mínimo
ro: Rază Minimă
tr: Minimum Yarıçap

source: Minimum must be strictly less than maximum
ca: El mínim ha de ser estrictament menor que el màxim
cs: Minimum musí být striktně menší než maximum
mi: Me iti noa atu te iti i te rahi
ro: Minimul trebuie să fie strict mai mic decât maximul

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
bn: বৃত্তের ন্যূনতম ব্যাসার্ধের আকার, পিক্সেলে। যেভাবে জুম স্তর পরিবর্তিত হয়, এটি নিশ্চিত করে যে বৃত্তটি এই ন্যূনতম ব্যাসার্ধের প্রতি সম্মান জানায়।
ca: Mida mínima del radi del cercle, en píxels. Quan el nivell de zoom canvia, això assegura que el cercle respecti aquest radi mínim.
cs: Minimální velikost poloměru kruhu v pixelech. Jak se mění úroveň přiblížení, toto zajišťuje, že kruh respektuje tento minimální poloměr.
es: Tamaño mínimo del radio del círculo, en píxeles. A medida que cambia el nivel de zoom, esto garantiza que el círculo respeta este radio mínimo.
ja: 円の最小半径サイズ (ピクセル単位)。ズーム レベルが変化すると、円がこの最小半径を遵守することが保証されます。
mi: Rahi pūtoro iti o te porohita, i ngā pika. I te huringa o te taumata topa, ka whakarite tēnei kia whakaute te porohita i tēnei pūtoro iti.
nl: Minimale straal van de cirkel, in pixels. Als het zoomniveau verandert, zorgt dit ervoor dat de cirkel deze minimale straal respecteert.
pt_br: Tamanho mínimo do raio do círculo, em pixels. À medida que o nível de zoom muda, isto assegura que o círculo respeita este raio mínimo.
ro: Dimensiune minimă a razei cercului, în pixeli. Pe măsură ce nivelul de zoom se schimbă, acest lucru asigură că cercul respectă această rază minimă.
tr: Çemberin minimum yarıçap boyutu, piksel cinsinden. Yakınlaştıkça, bu çemberin bu minimum yarıçapı korumasını sağlar.

source: Minimum threshold in percentage points for showing labels.
bn: লেবেল প্রদর্শনের জন্য শতাংশ পয়েন্টে ন্যূনতম থ্রেশহোল্ড।
ca: Llindar mínim en punts percentuals per mostrar etiquetes.
cs: Minimální práh v procentních bodech pro zobrazení popisků.
es: Umbral mínimo en puntos porcentuales para mostrar etiquetas.
ja: ラベルを表示するためのパーセントポイント単位の最小しきい値。
mi: Paepae iti i ngā tohu ōrau mō te whakaatu i ngā tapanga.
nl: Minimale drempelwaarde in percentage voor het tonen van labels.
pt_br: Limiar mínimo em pontos percentuais para mostrar as etiquetas.
ro: Prag minim în puncte procentuale pentru afișarea etichetelor.
tr: Etiketleri göstermek için yüzde puan cinsinden minimum eşik.
zh_tw: 標籤顯示百分比最小閥值

source: Minimum value
bn: ন্যূনতম মান
ca: Valor mínim
cs: Minimální hodnota
ja: 最小値
mi: Uara iti
nl: Minimale waarde
pt_br: Valor mínimo
ro: Valoare minimă
tr: Minimum değer

source: Minimum value for label to be displayed on graph.
bn: গ্রাফে প্রদর্শনের জন্য লেবেলের ন্যূনতম মান।
ca: Valor mínim perquè l'etiqueta es mostri al gràfic.
cs: Minimální hodnota pro zobrazení popisku na grafu.
es: Valor mínimo para que la etiqueta se muestre en el gráfico.
ja: グラフに表示するラベルの最小値。
mi: Uara iti mō te tapanga kia whakaaturia i te kauwhata.
nl: Minimale waarde van het label op grafiek.
pt_br: Valor mínimo para o rótulo a apresentar no gráfico.
ro: Valoare minimă pentru ca eticheta să fie afișată pe grafic.
tr: Etiketin grafikte görüntülenmesi için minimum değer.
zh_tw: 在圖形上顯示標籤的最小值。

source: Minimum value on the gauge axis
bn: গেজ অক্ষের উপর ন্যূনতম মান
ca: Valor mínim en l'eix de l'indicador
cs: Minimální hodnota na ose měřidla
es: Valor mínimo en el eje del medidor
ja: ゲージ軸の最小値
mi: Uara iti i te tukutuku ine
nl: Minimale waarde op de graadmeter
pt_br: Valor mínimo no eixo do medidor
ro: Valoare minimă pe axa cadranului
tr: Ölçüm eksenindeki minimum değer
zh_tw: 量規軸上的最小值

source: Minor Split Line
bn: গৌণ বিভক্ত লাইন
ca: Línia de Divisió Menor
cs: Vedlejší dělicí čára
es: Línea de División Menor
ja: 副分割線
mi: Rārangi Wehe Iti
nl: Kleine Splitlijn
pt_br: Linha de divisão menor
ro: Linie Divizare Minoră
tr: Küçük Bölme Çizgisi
zh_tw: 次級分隔線

source: Minor ticks
bn: গৌণ টিক
ca: Marques menors
cs: Vedlejší značky
ja: マイナーティック
mi: Tika iti
nl: Kleine tikken
ro: Marcaje minore

source: Minute
bn: মিনিট
ca: Minut
cs: Minuta
ja: 分
mi: Meneti
nl: Minuut
pt_br: Minuto
ro: Minut
tr: Dakika
zh_tw: 分鐘

source: Minutes %s
bn: মিনিট %s
ca: Minuts %s
cs: Minuty %s
ja: 分 %s
mi: Meneti %s
nl: Minuten %s
pt_br: Minutos %s
ro: Minute %s
tr: %s dakika
zh_tw: %s分鐘

source: Missing OAuth2 token
ca: Falta el token OAuth2
cs: Chybí token OAuth2
mi: Kei te ngaro te tohu OAuth2
ro: Token OAuth2 lipsă

source: Missing URL parameters
bn: অনুপস্থিত URL প্যারামিটার
ca: Falten paràmetres URL
cs: Chybí parametry URL
ja: URLパラメータが欠落しています
mi: Kei te ngaro ngā tawhā URL
nl: Ontbrekende URL-parameters
pt_br: Parâmetros de URL ausentes
ro: Parametri URL lipsă
tr: Eksik URL parametreleri

source: Missing dataset
bn: অনুপস্থিত ডেটাসেট
ca: Falta el conjunt de dades
cs: Chybí sada dat
ja: データセットが見つかりません
mi: Rārangi raraunga ngaro
nl: Ontbrekende dataset
pt_br: Conjunto de dados ausentes
ro: Set de date lipsă
tr: Eksik veri kümesi
zh_tw: 丢失數據集

source: Mixed Chart
bn: মিশ্রিত চার্ট
ca: Gràfic Mixt
cs: Smíšený graf
ja: 混合チャート
mi: Kauwhata Whakananu
nl: Gemengde Grafiek
pt_br: Gráfico misto
ro: Grafic Mixt
tr: Karışık Grafik

source: Modified
bn: সংশোধিত
ca: Modificat
cs: Změněno
es: Modificado
ja: 変更
mi: Kua Whakarerekeahia
nl: Gewijzigd
pt_br: Modificado
ro: Modificat
tr: Düzenlenmiş
zh_tw: 已修改

source: Modified %s
bn: সংশোধিত %s
ca: Modificat %s
cs: Změněno %s
ja: %sを変更しました
mi: Kua Whakarerekeahia %s
nl: Gewijzigd %s
pt_br: Modificado %s
ro: Modificat %s
tr: Düzenlenmiş %s
zh_tw: 最後修改 %s

source: Modified 1 column in the virtual dataset
ca: Modificada 1 columna al conjunt de dades virtual
cs: Upraven 1 sloupec ve virtuální sadě dat
mi: I whakarerekeahia 1 tīwae i te rārangi raraunga mariko
ro: Modificată 1 coloană în setul de date virtual

source: Modified by
bn: দ্বারা সংশোধিত
ca: Modificat per
cs: Změnil(a)
es: Modificado por
ja: 変更者
mi: I whakarerekeahia e
nl: Gewijzigd door
pt_br: Modificado por
ro: Modificat de
tr: Tarafından düzenlenmiş
zh_tw: 修改人

source: Modified by: %s
bn: দ্বারা সংশোধিত: %s
ca: Modificat per: %s
cs: Změnil(a): %s
ja: 変更者: %s
mi: I whakarerekeahia e: %s
nl: Gewijzigd door: %s
ro: Modificat de: %s

source: Modified from "%s" template
ro: Modificat din șablonul "%s"

source: Monday
bn: সোমবার
ca: Dilluns
cs: Pondělí
es: Lunes
ja: 月曜日
mi: Mane
nl: Maandag
pt_br: Segunda-feira
ro: Luni
tr: Pazartesi
zh_tw: 星期一

source: Month
bn: মাস
ca: Mes
cs: Měsíc
ja: 月
mi: Marama
nl: Maand
pt_br: Mês
ro: Lună
tr: Ay
zh_tw: 月

source: Months %s
bn: মাস %s
ca: Mesos %s
cs: Měsíce %s
ja: 月 %s
mi: Marama %s
nl: Maanden %s
pt_br: Meses %s
ro: Luni %s
tr: %s Ay
zh_tw: %s月

source: More
bn: আরো
ca: Més
cs: Více
ja: もっと
mi: Atu
nl: Meer
pt_br: Mais informações
ro: Mai mult
tr: Daha Fazla

source: More filters
bn: আরো ফিল্টার
ca: Més filtres
cs: Více filtrů
ja: その他のフィルター
mi: Tātari atu
nl: Meer filters
pt_br: Mais filtros
ro: Mai multe filtre
tr: Daha fazla filtre

source: MotherDuck token
bn: মাদারডাক টোকেন
ca: Token MotherDuck
cs: Token MotherDuck
mi: Tohu MotherDuck
ro: Token MotherDuck

source: Move only
bn: শুধুমাত্র স্থানান্তর করুন
ca: Només moure
cs: Pouze přesunout
es: Solo mover
ja: 移動のみ
mi: Neke anake
nl: Enkel verplaatsen
pt_br: Mover apenas
ro: Mută doar
tr: Sadece taşı
zh_tw: 僅移動

source: Moves the given set of dates by a specified interval.
bn: নির্দিষ্ট অন্তর দ্বারা প্রদত্ত তারিখগুলির সেট স্থানান্তর করে।
ca: Mou el conjunt de dates donat per un interval especificat.
cs: Posune danou sadu dat o zadaný interval.
es: Mueve el conjunto dado de fechas por un intervalo especificado.
ja: 指定された日付のセットを指定された間隔で移動します。
mi: Ka neke i te huinga rā kua tukuna mā tētahi wā kua tohua.
nl: Verplaatst de gegeven reeks datums met een opgegeven interval.
pt_br: Move o conjunto de datas dado por um intervalo especificado.
ro: Mută setul dat de date cu un interval specificat.
tr: Belirtilen aralıkta verilen tarih kümesini taşır.
zh_tw: 將給定的日期集以指定的間隔進行移動

source: Multi-Dimensions
bn: বহু মাত্রা
cs: Více dimenzí
ja: 多次元
mi: Āhuahanga-Maha
nl: Multi-Dimensies
pt_br: Multidimensões
ro: Multi-Dimensiuni
tr: Çoklu Boyutlar
zh_tw: 多维度

source: Multi-Layers
bn: বহু স্তর
ca: Multi-Capes
cs: Více vrstev
es: Multi-Capas
ja: 多層
mi: Papa-Maha
nl: Multi-Lagen
pt_br: Múltiplas Camadas
ro: Multi-Straturi
tr: Çoklu Katmanlar
zh_tw: 多層

source: Multi-Levels
bn: বহু স্তর
ca: Multi-Nivells
cs: Více úrovní
es: Multi-Niveles
ja: マルチレベル
mi: Taumata-Maha
nl: Multi-Niveaus
pt_br: Multiníveis
ro: Multi-Nivele
tr: Çoklu Seviyeler
zh_tw: 多層次

source: Multi-Variables
bn: বহু পরিবর্তনশীল
cs: Více proměnných
ja: 多変数
mi: Taurangi-Maha
nl: Multi-Variabelen
pt_br: Multi-Variáveis
ro: Multi-Variabile
tr: Çoklu Değişkenler
zh_tw: 多元

source: Multiple
bn: একাধিক
ca: Múltiple
cs: Vícenásobný
es: Múltiple
ja: 複数
mi: Maha
nl: Meerdere
pt_br: Múltiplos
ro: Multiplu
tr: Çoklu
zh_tw: 多選

source: Multiple formats accepted, look the geopy.points Python library for more details
bn: একাধিক ফরম্যাট গৃহীত হয়, আরও বিস্তারিত জানার জন্য geopy.points Python লাইব্রেরিটি দেখুন
ca: S'accepten múltiples formats, consulta la llibreria Python geopy.points per més detalls
cs: Je přijímáno více formátů, podívejte se na knihovnu geopy.points v Pythonu pro více podrobností
es: Se aceptan múltiples formatos, consulta la biblioteca Python geopy.points para más detalles
ja: 複数の形式が受け入れられます。詳細については、geopy.points Python ライブラリを参照してください。
mi: Ka whakaae i ngā hōputu maha, tirohia te whare pukapuka Python geopy.points mō ētahi taipitopito atu
nl: Meerdere formaten geaccepteerd, zie de geopy.points Python bibliotheek voor meer details
pt_br: São aceitos vários formatos, consulte a biblioteca Python geopy.points para mais detalhes
ro: Mai multe formate acceptate, consultă biblioteca Python geopy.points pentru mai multe detalii
tr: Birden fazla format kabul edilir, daha fazla bilgi için geopy.points Python kütüphanesine bakın
zh_tw: 接受多種格式，查看 geopy.points 庫以獲取更多細節

source: Multiplier
bn: গুণক
ca: Multiplicador
cs: Násobitel
ja: 乗数
mi: Kaiwhakarea
nl: Vermenigvuldiger
pt_br: Multiplicador
ro: Multiplicator
tr: Çarpan

source: Must be unique
bn: এটি অনন্য হতে হবে
ca: Ha de ser únic
cs: Musí být jedinečný
es: Debe ser único
ja: 一意である必要があります。
mi: Me ahurei
nl: Moet uniek zijn
pt_br: Deve ser único
ro: Trebuie să fie unic
tr: Benzersiz olmalıdır
zh_tw: 需要唯一

source: Must choose either a chart or a dashboard
bn: একটি চার্ট বা একটি ড্যাশবোর্ড নির্বাচন করতে হবে
ca: Has de triar un gràfic o un dashboard
cs: Musíte si vybrat buď graf, nebo nástěnku
ja: チャートまたはダッシュボードのいずれかを選択してください。
mi: Me kōwhiri tētahi kauwhata, tētahi papatohu rānei
nl: Je moet een grafiek of een dashboard kiezen
pt_br: Deve escolher um gráfico ou um painel
ro: Trebuie să alegi fie un grafic, fie un tablou de bord
tr: Ya bir grafik ya da bir panoya karar vermelisiniz

source: Must have a [Group By] column to have 'count' as the [Label]
bn: লেবেল হিসেবে 'গণনা' পেতে একটি [গ্রুপ বাই] কলাম থাকতে হবে
ca: Has de tenir una columna [Agrupar Per] per tenir 'count' com a [Etiqueta]
cs: Musí mít sloupec [Seskupit podle], aby měl 'počet' jako [Popisek]
es: Debe tener una columna [Group By] para tener 'count' como la [Label]
ja: [Label] として ’count’ を持つには、[Group By] 列が必要です。
mi: Me whai tīwae [Rōpū Mā] kia 'tatau' te [Tapanga]
nl: Moet een [Group By] kolom hebben om ‘count’ als [Label] te hebben
pt_br: Deve ter uma coluna [Agrupar por] para ter 'count' como [Rótulo]
ro: Trebuie să ai o coloană [Grupare După] pentru a avea 'count' ca [Etichetă]
tr: [Etiket] olarak 'sayım' ı yapabilmek için bir [Grupla] sütunu olmalıdır.
zh_tw: [Group By] 列必須要有 ‘count’ 欄位作為 [標籤]

source: Must provide credentials for the SSH Tunnel
bn: SSH টানেলের জন্য প্রমাণপত্র প্রদান করতে হবে
ca: Has de proporcionar credencials per al Túnel SSH
cs: Musíte poskytnout pověření pro SSH tunel
es: Debe proporcionar las credenciales para el Túnel SSH
ja: SSH トンネルの資格情報を提供する必要があります。
mi: Me whakarato i ngā taipitopito mō te SSH Tunnel
nl: Inloggegevens moeten beschikbaar zijn voor de SSH tunnel
pt_br: Forneça credenciais para o Túnel SSH
ro: Trebuie să furnizezi credențiale pentru SSH Tunnel
tr: SSH Tüneli için kimlik bilgileri sağlamalısınız
