Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Must specify a value for filters with comparison operators
bn: তুলনা অপারেটরের সাথে ফিল্টারগুলির জন্য একটি মান নির্দিষ্ট করতে হবে
ca: Has d'especificar un valor per filtres amb operadors de comparació
cs: Musíte zadat hodnotu pro filtry s porovnávacími operátory
es: Debe especificar un valor para los filtros con operadores de comparación
ja: 比較演算子を使用してフィルターの値を指定する必要があります。
mi: Me tohu he uara mō ngā tātari me ngā kaiwhakahaere whakatairite
nl: Een waarde voor filters met vergelijkingsoperatoren moet gespecificeerd
pt_br: Deve especificar um valor para filtros com operadores de comparação
ro: Trebuie să specifici o valoare pentru filtrele cu operatori de comparație
tr: Karşılaştırma operatörleri olan filtreler için bir değer belirtmelisiniz
zh_tw: 必須為带有比較操作符的過濾器指定一個值嗎

source: My beautiful colors
bn: আমার সুন্দর রঙ
ca: Els meus colors bonics
cs: Mé krásné barvy
es: Mis hermosos colores
ja: 私の美しい色
mi: Ōku tae ātaahua
nl: Mijn mooie kleuren
pt_br: As minhas lindas cores
ro: Culorile mele frumoase
tr: Benim güzel renklerim

source: My column
bn: আমার কলাম
ca: La meva columna
cs: Můj sloupec
ja: 私のコラム
mi: Taku tīwae
nl: Mijn kolom
pt_br: Minha coluna
ro: Coloana mea
tr: Benim sütunum
zh_tw: 我的列

source: My metric
bn: আমার মেট্রিক
ca: La meva mètrica
cs: Má metrika
es: Mi métrica
ja: 私の指標
mi: Taku ine
nl: Mijn metriek
pt_br: Minha métrica
ro: Metrica mea
tr: Benim metrik
zh_tw: 我的指標

source: NOT GROUPED BY
bn: গ্রুপ করা হয়নি
ca: NO AGRUPAT PER
cs: NESESKUPENO PODLE
ja: グループ化されていません
mi: KĀORE I RŌPŪNGIA MĀ
pt_br: NÃO AGRUPADO POR
ro: NU GRUPAT DUPĂ
tr: GRUPLANDIRILMAMIŞ

source: NOV
bn: নভেম্বর
cs: LIS
ja: 11月
mi: WHI
ro: NOI
tr: KAS
zh_tw: 十一月

source: Name
bn: নাম
ca: Nom
cs: Název
es: Nombre
ja: 名前
mi: Ingoa
nl: Naam
pt_br: Nome
ro: Nume
tr: Ad
zh_tw: 名稱

source: Name is required
bn: নাম প্রয়োজন
ca: El nom és obligatori
cs: Název je povinný
es: Se requiere nombre
ja: 名前が必要です
mi: E hiahiatia ana he ingoa
nl: Naam is vereist
pt_br: O nome é obrigatório
ro: Numele este obligatoriu
tr: Ad gereklidir
zh_tw: 需要名稱

source: Name must be unique
bn: নামটি অনন্য হতে হবে
ca: El nom ha de ser únic
cs: Název musí být jedinečný
es: El nombre debe ser único
ja: 名前は一意である必要があります。
mi: Me ahurei te ingoa
nl: De naam moet uniek zijn
pt_br: O nome deve ser único
ro: Numele trebuie să fie unic
tr: Ad benzersiz olmalıdır
zh_tw: 名稱必須是唯一的

source: Name of table to be created
bn: তৈরি হতে যাওয়া টেবিলের নাম
ca: Nom de la taula a crear
cs: Název tabulky, která má být vytvořena
mi: Ingoa o te ripanga ka hangaia
ro: Numele tabelului de creat

source: Name of the column containing the id of the parent node
bn: পিতার নোডের আইডি ধারণকারী কলামের নাম
ca: Nom de la columna que conté l'id del node pare
cs: Název sloupce obsahujícího ID nadřazeného uzlu
es: Nombre de la columna que contiene el id del nodo padre
ja: 親ノードのIDを含む列の名前
mi: Ingoa o te tīwae kei roto te id o te pona mātua
nl: Naam van de kolom die het id van het bovenliggende knooppunt bevat
pt_br: Nome da coluna que contém o id do nó pai
ro: Numele coloanei care conține id-ul nodului părinte
tr: Ana düğümün kimliğini içeren sütunun adı
zh_tw: 包含父節點 id 的列的名稱

source: Name of the id column
bn: আইডি কলামের নাম
ca: Nom de la columna d'id
cs: Název sloupce ID
ja: id列の名前
mi: Ingoa o te tīwae id
nl: Naam van de id kolom
pt_br: Nome da coluna id
ro: Numele coloanei id
tr: Kimlik sütununun adı
zh_tw: ID 列名稱

source: Name of the source nodes
bn: সোর্স নোডগুলির নাম
ca: Nom dels nodes origen
cs: Název zdrojových uzlů
es: Nombre de los nodos fuente
ja: ソースノードの名前
mi: Ingoa o ngā pona puna
nl: Naam van de bronknooppunten
pt_br: Nome dos nós de origem
ro: Numele nodurilor sursă
tr: Kaynak düğümlerin adı
zh_tw: 源節點名稱

source: Name of the target nodes
bn: টার্গেট নোডগুলির নাম
ca: Nom dels nodes destí
cs: Název cílových uzlů
ja: 対象ノード名
mi: Ingoa o ngā pona whāinga
nl: Naam van het doel knooppunten
pt_br: Nome dos nós de destino
ro: Numele nodurilor țintă
tr: Hedef düğümlerin adı
zh_tw: 目標節點名稱

source: Name of your tag
bn: আপনার ট্যাগের নাম
ca: Nom de la teva etiqueta
cs: Název vaší značky
ja: タグの名前
mi: Ingoa o tō tohu
nl: Naam van je tag
ro: Numele etichetei tale

source: Name your database
bn: আপনার ডাটাবেসের নাম দিন
ca: Dona nom a la teva base de dades
cs: Pojmenujte svou databázi
ja: データベースに名前を付けます
mi: Tohua he ingoa mō tō pātengi raraunga
nl: Geef uw database een naam
pt_br: Nome do seu banco de dados
ro: Denumește baza ta de date
tr: Veritabanınıza ad verin
zh_tw: 資料庫名稱

source: Name your dynamic group by
ro: Denumește grupare ta dinamică

source: Native filter column is required
ro: Coloana filtrului nativ este obligatorie

source: Native filter values has no values
ro: Valorile filtrului nativ nu au valori

source: Need help? Learn how to connect your database
bn: সাহায্যের প্রয়োজন? আপনার ডাটাবেস সংযোগ করার পদ্ধতি শিখুন
ca: Necessites ajuda? Aprèn com connectar la teva base de dades
cs: Potřebujete pomoc? Zjistěte, jak připojit svou databázi
es: ¿Necesitas ayuda? Aprende cómo conectar tu base de datos
ja: 助けが必要？データベースに接続する方法を学ぶ
mi: E hiahia āwhina ana? Akona me pēhea te hono i tō pātengi raraunga
nl: Hulp nodig? Leer hoe je je database verbindt
pt_br: Precisa de ajuda? Aprenda como conectar seu banco de dados
ro: Ai nevoie de ajutor? Află cum să-ți conectezi baza de date
tr: Yardıma mı ihtiyacınız var? Veritabanınıza nasıl bağlanılacağını öğrenin
zh_tw: 需要帮助？学习如何連接到資料庫

source: Need help? Learn more about
bn: সাহায্যের প্রয়োজন? আরও জানুন
ca: Necessites ajuda? Aprèn més sobre
cs: Potřebujete pomoc? Zjistěte více o
es: ¿Necesitas ayuda? Aprende más sobre
ja: 助けが必要？詳しくはこちら
mi: E hiahia āwhina ana? Ako atu mō
nl: Hulp nodig? Leer meer over
pt_br: Precisa de ajuda? Saiba mais sobre
ro: Ai nevoie de ajutor? Află mai multe despre
tr: Yardıma mı ihtiyacınız var? Hakkında daha fazla bilgi edinin
zh_tw: 需要帮助？請看

source: Network Error
ca: Error de Xarxa
cs: Chyba sítě
mi: Hapa Whatunga
ro: Eroare Rețea

source: Network error
bn: নেটওয়ার্ক ত্রুটি
ca: Error de xarxa
cs: Chyba sítě
ja: ネットワークエラー
mi: Hapa whatunga
nl: Netwerk fout
pt_br: Erro de rede
ro: Eroare rețea
tr: Ağ hatası

source: Network error while attempting to fetch resource
ca: Error de xarxa mentre s'intentava obtenir el recurs
cs: Chyba sítě při pokusu o načtení zdroje
mi: Hapa whatunga i te wā e ngana ana ki te tiki rauemi
ro: Eroare rețea în timpul încercării de preluare a resursei

source: Network error.
bn: নেটওয়ার্ক ত্রুটি।
ca: Error de xarxa.
cs: Chyba sítě.
es: Error de red.
ja: ネットワークエラー
mi: Hapa whatunga.
nl: Netwerk fout.
pt_br: Erro de rede.
ro: Eroare rețea.
tr: Ağ hatası.
zh_tw: 網路異常。

source: New chart
bn: নতুন চার্ট
ca: Nou gràfic
cs: Nový graf
es: Nuevo gráfico
ja: 新しいチャート
mi: Kauwhata hou
nl: Nieuwe grafiek
pt_br: Novo gráfico
ro: Grafic nou
tr: Yeni grafik
zh_tw: 新增圖表

source: New dataset
bn: নতুন ডেটাসেট
ca: Nou conjunt de dades
cs: Nová sada dat
ja: 新しいデータセット
mi: Rārangi raraunga hou
nl: Nieuw dataset
pt_br: Novo conjunto de dados
ro: Set de date nou
tr: Yeni veri kümesi

source: New dataset name
bn: নতুন ডেটাসেটের নাম
ca: Nom del nou conjunt de dades
cs: Nový název sady dat
ja: 新しいデータセット名
mi: Ingoa rārangi raraunga hou
nl: Nieuwe dataset naam
pt_br: Novo nome do conjunto de dados
ro: Nume nou set de date
tr: Yeni veri kümesi adı

source: New header
bn: নতুন হেডার
ca: Nova capçalera
cs: Nové záhlaví
ja: 新しいヘッダー
mi: Pane hou
nl: Nieuwe koptekst
pt_br: Novo cabeçalho
ro: Antet nou
tr: Yeni başlık

source: New tab
bn: নতুন ট্যাব
ca: Nova pestanya
cs: Nová karta
es: Nueva pestaña
ja: 新しいタブ
mi: Ripa hou
nl: Nieuw tabblad
pt_br: Nova aba
ro: Filă nouă
tr: Yeni sekme
zh_tw: 新選項卡

source: New tab (Ctrl + q)
bn: নতুন ট্যাব (Ctrl + q)
ca: Nova pestanya (Ctrl + q)
cs: Nová karta (Ctrl + q)
es: Nueva pestaña (Ctrl + q)
ja: 新しいタブ (Ctrl q)
mi: Ripa hou (Ctrl + q)
nl: Nieuw tabblad (Ctrl + q)
pt_br: Nova guia (Ctrl + q)
ro: Filă nouă (Ctrl + q)
tr: Yeni sekme (Ctrl + q)
zh_tw: 新建選項卡 (Ctrl + q)

source: New tab (Ctrl + t)
bn: নতুন ট্যাব (Ctrl + t)
ca: Nova pestanya (Ctrl + t)
cs: Nová karta (Ctrl + t)
es: Nueva pestaña (Ctrl + t)
ja: 新しいタブ(Ctrl t)
mi: Ripa hou (Ctrl + t)
nl: Nieuw tabblad (Ctrl + t)
pt_br: Nova guia (Ctrl + t)
ro: Filă nouă (Ctrl + t)
tr: Yeni sekme (Ctrl + t)
zh_tw: 新建選項卡 (Ctrl + t)

source: Next
bn: পরবর্তী
ca: Següent
cs: Další
es: Siguiente
ja: 次
mi: Panuku
nl: Volgende
pt_br: Próximo
ro: Următorul
tr: Sonraki
zh_tw: 下一個

source: Nightingale Rose Chart
bn: নাইটিঙ্গেল রোজ চার্ট
ca: Gràfic Rosa de Nightingale
cs: Růžicový graf Nightingale
ja: ナイチンゲールローズチャート
mi: Kauwhata Rōhi Nightingale
nl: Nachtelijke Rose Grafiek
pt_br: Gráfico Nightingale Rose
ro: Grafic Trandafir Nightingale
tr: Nightingale Gül Grafiği
zh_tw: 南丁格爾玫瑰圖

source: No
bn: না
cs: Ne
ja: いいえ
mi: Kāo
nl: Nee
pt_br: Não
ro: Nu
tr: Hayır
zh_tw: 否

source: No %s yet
bn: এখনো কোনো %s নেই
ca: Cap %s encara
cs: Zatím žádné %s
es: Aún no hay %s
ja: %s はまだありません
mi: Kāore anō he %s
nl: Nog geen %s
pt_br: Sem %s ainda
ro: Niciun %s încă
tr: Henüz %s yok
zh_tw: 還没有 %s

source: No Data
bn: কোনো ডেটা নেই
ca: Sense Dades
cs: Žádná data
ja: データなし
mi: Kāore He Raraunga
nl: Geen Data
pt_br: Sem dados
ro: Fără Date
tr: Veri Yok
zh_tw: 没有數據

source: No Logs yet
ro: Niciun jurnal încă

source: No Results
bn: কোনো ফলাফল নেই
ca: Sense Resultats
cs: Žádné výsledky
ja: 結果がありません
mi: Kāore He Hua
nl: Geen Resultaten
pt_br: Sem resultados
ro: Fără Rezultate
tr: Sonuç Yok
zh_tw: 無结果

source: No Rules yet
bn: এখনো কোনো নিয়ম নেই
ca: Cap Regla encara
cs: Zatím žádná pravidla
ja: まだルールはありません
mi: Kāore anō he Ture
nl: Nog geen regels
ro: Nicio regulă încă
tr: Henüz Kural Yok

source: No Tags created
bn: কোনো ট্যাগ তৈরি করা হয়নি
ca: Cap Etiqueta creada
cs: Nebyly vytvořeny žádné značky
ja: タグは作成されていません
mi: Kāore anō kia hangaia he Tohu
nl: Geen Labels aangemaakt
ro: Nicio etichetă creată

source: No actions
ca: Cap acció
cs: Žádné akce
mi: Kāore he mahinga
ro: Fără acțiuni

source: No annotation layers
bn: কোনো অ্যানোটেশন স্তর নেই
cs: Žádné vrstvy anotací
ja: 注釈レイヤーなし
mi: Kāore he papa tohu
nl: Geen annotatielagen
pt_br: Nenhuma camada de anotação
ro: Fără straturi de adnotare
tr: Hiçbir açıklama katmanı yok

source: No annotation layers yet
bn: এখনো কোনো অ্যানোটেশন স্তর নেই
ca: Cap capa d'anotació encara
cs: Zatím žádné vrstvy anotací
es: Aún no hay capas de anotación
ja: 注釈レイヤーはまだありません
mi: Kāore anō he papa tohu
nl: Nog geen aantekeningen lagen
pt_br: Sem camadas de anotação ainda
ro: Niciun strat de adnotare încă
tr: Henüz hiçbir açıklama katmanı yok
zh_tw: 還没有注释層

source: No annotation yet
bn: এখনো কোনো অ্যানোটেশন নেই
ca: Cap anotació encara
cs: Zatím žádná anotace
es: Aún sin anotación
ja: 注釈はまだありません
mi: Kāore anō he tohu
nl: Nog geen aantekeningen
pt_br: Sem anotação ainda
ro: Nicio adnotare încă
tr: Henüz hiçbir açıklama yok
zh_tw: 没有注释

source: No applied filters
bn: কোনো প্রয়োগকৃত ফিল্টার নেই
ca: Cap filtre aplicat
cs: Žádné aplikované filtry
ja: 適用されたフィルターはありません
mi: Kāore he tātari kua whakahaeretia
nl: Geen toegepaste filters
pt_br: Nenhum filtro aplicado
ro: Fără filtre aplicate
tr: Uygulanan filtre yok

source: No available filters.
bn: কোনো উপলব্ধ ফিল্টার নেই।
ca: Cap filtre disponible.
cs: Nejsou k dispozici žádné filtry.
ja: 使用可能なフィルターはありません。
mi: Kāore he tātari wātea.
nl: Geen beschikbare filters.
pt_br: Não há filtros disponíveis.
ro: Fără filtre disponibile.
tr: Mevcut filtre yok.

source: No columns found
bn: কোনো কলাম পাওয়া যায়নি
ca: Cap columna trobada
cs: Nebyly nalezeny žádné sloupce
ja: 列が見つかりません
mi: Kāore i kitea he tīwae
nl: Geen kolommen gevonden
pt_br: Nenhuma coluna encontrada
ro: Nicio coloană găsită
tr: Sütun bulunamadı

source: No compatible catalog found
bn: কোনো সামঞ্জস্যপূর্ণ ক্যাটালগ পাওয়া যায়নি
ca: Cap catàleg compatible trobat
cs: Nebyl nalezen žádný kompatibilní katalog
mi: Kāore i kitea he kātaloka hāngai
ro: Niciun catalog compatibil găsit

source: No compatible columns found
bn: কোনো সামঞ্জস্যপূর্ণ কলাম পাওয়া যায়নি
ca: Cap columna compatible trobada
cs: Nebyly nalezeny žádné kompatibilní sloupce
ja: 互換性のある列が見つかりません
mi: Kāore i kitea he tīwae hāngai
nl: Geen compatibele kolommen gevonden
pt_br: Não foram encontradas colunas compatíveis
ro: Nicio coloană compatibilă găsită
tr: Uyumlu sütun bulunamadı
zh_tw: 找不到兼容的列

source: No compatible datasets found
bn: কোনো সামঞ্জস্যপূর্ণ ডেটাসেট পাওয়া যায়নি
ca: Cap conjunt de dades compatible trobat
cs: Nebyly nalezeny žádné kompatibilní sady dat
ja: 互換性のあるデータセットが見つかりません
mi: Kāore i kitea he rārangi raraunga hāngai
nl: Geen compatibele datasets gevonden
pt_br: Não foram encontrados conjuntos de dados compatíveis
ro: Niciun set de date compatibil găsit
tr: Uyumlu veri kümeleri bulunamadı

source: No compatible schema found
bn: কোনো সামঞ্জস্যপূর্ণ স্কিমা পাওয়া যায়নি
ca: Cap esquema compatible trobat
cs: Nebylo nalezeno žádné kompatibilní schéma
ja: 互換性のあるスキーマが見つかりません
mi: Kāore i kitea he hanga hāngai
nl: Geen compatibel schema gevonden
pt_br: Nenhum esquema compatível foi encontrado
ro: Nicio schemă compatibilă găsită
tr: Uyumlu şema bulunamadı

source: No data
bn: কোনো ডেটা নেই
ca: Sense dades
cs: Žádná data
es: Sin datos
ja: データなし
mi: Kāore he raraunga
nl: Geen data
pt_br: Sem dados
ro: Fără date
tr: Veri yok
zh_tw: 没有數據

source: No data after filtering or data is NULL for the latest time record
bn: ফিল্টার করার পরে কোনো ডেটা নেই অথবা সর্বশেষ সময় রেকর্ডের জন্য ডেটা NULL
ca: Sense dades després del filtrat o les dades són NULL per l'últim registre temporal
cs: Po filtrování nejsou žádná data nebo jsou data NULL pro poslední časový záznam
es: No hay datos después de filtrar o los datos son NULL para el último registro de tiempo
ja: フィルタリング後にデータがないか、最新の時間レコードのデータが NULL です
mi: Kāore he raraunga i muri i te tātari, he NULL rānei ngā raraunga mō te rekoata wā whakamutunga
nl: Geen gegevens na filteren of gegevens is NULL voor het laatste tijdrecord
pt_br: Não há dados após a filtragem ou os dados são NULL para o último registo de tempo
ro: Fără date după filtrare sau datele sunt NULL pentru înregistrarea de timp cea mai recentă
tr: Filtreleme sonrası veri yok veya en son zaman kaydı NULL
zh_tw: 過濾後没有數據，或者最新時間紀錄的數據為NULL

source: No data in file
bn: ফাইলে কোনো ডেটা নেই
ca: Sense dades a l'arxiu
cs: V souboru nejsou žádná data
es: No hay datos en el archivo
ja: ファイルにデータがありません。
mi: Kāore he raraunga i te kōnae
nl: Geen gegevens in het bestand
pt_br: Não há dados no arquivo
ro: Fără date în fișier
tr: Dosyada veri yok
zh_tw: 文件中無數據

source: No databases available
ca: Cap base de dades disponible
cs: Nejsou k dispozici žádné databáze
mi: Kāore he pātengi raraunga wātea
ro: Fără baze de date disponibile

source: No databases match your search
bn: আপনার অনুসন্ধানে কোনো ডাটাবেস মিলছে না
ca: Cap base de dades coincideix amb la teva cerca
cs: Žádné databáze neodpovídají vašemu hledání
es: No hay bases de datos que coincidan con tu búsqueda
ja: 検索に一致するデータベースはありません
mi: Kāore he pātengi raraunga e hāngai ana ki tō rapu
nl: Er komen geen databases overeen met uw zoekopdracht
pt_br: Nenhum banco de dados corresponde a sua pesquisa
ro: Nicio bază de date nu se potrivește cu căutarea ta
tr: Arama kriterlerinize uyan veritabanı bulunamadı
zh_tw: 没有與您的搜索匹配的資料庫

source: No description available.
bn: কোনো বিবরণ উপলব্ধ নেই।
ca: Cap descripció disponible.
cs: Není k dispozici žádný popis.
ja: 説明がありません。
mi: Kāore he whakamārama wātea.
nl: Geen beschrijving beschikbaar.
pt_br: Nenhuma descrição disponível.
ro: Fără descriere disponibilă.
tr: Açıklama mevcut değil.
zh_tw: 没有可用的描述

source: No entities have this tag currently assigned
bn: বর্তমানে এই ট্যাগ সহ কোনো সত্তা নির্ধারিত নেই
ca: Cap entitat té aquesta etiqueta assignada actualment
cs: Tato značka není v současné době přiřazena žádným entitám
es: Actualmente ninguna entidad tiene esta etiqueta asignada
ja: 現在このタグが割り当てられているエンティティはありません
mi: Kāore he pūtahi kei te whai i tēnei tohu i tēnei wā
nl: Geen entiteiten hebben deze tag momenteel toegewezen
ro: Nicio entitate nu are această etichetă atribuită în prezent

source: No filter
bn: কোনো ফিল্টার নেই
ca: Cap filtre
cs: Žádný filtr
ja: フィルターなし
mi: Kāore he tātari
nl: Geen filter
pt_br: Sem filtro
ro: Fără filtru
tr: Filtre yok
zh_tw: 無篩選

source: No filter is selected.
bn: কোনো ফিল্টার নির্বাচন করা হয়নি।
ca: Cap filtre està seleccionat.
cs: Není vybrán žádný filtr.
es: No se ha seleccionado ningún filtro.
ja: フィルタは選択されていません。
mi: Kāore i tīpakohia he tātari.
nl: Er is geen filter geselecteerd.
pt_br: Nenhum filtro selecionado.
ro: Niciun filtru nu este selectat.
tr: Filtre seçilmedi.
zh_tw: 未選擇過濾條件。

source: No filters
bn: কোনো ফিল্টার নেই
ca: Cap filtre
cs: Žádné filtry
ja: フィルターなし
mi: Kāore he tātari
nl: Geen filters
pt_br: Sem filtros
ro: Fără filtre
tr: Filtre yok

source: No filters are currently added to this dashboard.
bn: বর্তমানে এই ড্যাশবোর্ডে কোনো ফিল্টার যোগ করা হয়নি।
ca: Cap filtre està afegit actualment a aquest dashboard.
cs: Na této nástěnce nejsou v současné době přidány žádné filtry.
ja: 現在、このダッシュボードにはフィルターが追加されていません。
mi: Kāore he tātari kua tāpiritia ki tēnei papatohu i tēnei wā.
nl: Er zijn momenteel geen filters toegevoegd aan dit dashboard.
pt_br: Nenhum filtro foi adicionado a esse painel no momento.
ro: Niciun filtru nu este adăugat în prezent la acest tablou de bord.
tr: Bu panoya şu anda eklenmiş filtre yok.

source: No form settings were maintained
bn: কোনো ফর্ম সেটিংস রক্ষিত হয়নি
ca: No es van mantenir configuracions del formulari
cs: Nebyla zachována žádná nastavení formuláře
es: No se mantuvieron las configuraciones del formulario
ja: フォーム設定が維持されていません
mi: Kāore i puritia he tautuhinga puka
nl: Er zijn geen formulierinstellingen onderhouden
pt_br: Nenhuma configuração de formulário foi mantida
ro: Nicio setare de formular nu a fost menținută
tr: Form ayarları korunmadı

source: No global filters are currently added
bn: বর্তমানে কোনো গ্লোবাল ফিল্টার যোগ করা হয়নি
ca: Cap filtre global està afegit actualment
cs: V současné době nejsou přidány žádné globální filtry
es: Actualmente no se han añadido filtros globales
ja: 現在追加されているグローバル フィルターはありません
mi: Kāore he tātari ao whānui kua tāpiritia i tēnei wā
nl: Geen globale filters zijn momenteel toegevoegd
pt_br: Nenhum filtro global está atualmente adicionado
ro: Niciun filtru global nu este adăugat în prezent
tr: Şu anda eklenmiş global filtre yok
zh_tw: 當前没有已增加的全局過濾器

source: No groups
ro: Fără grupuri

source: No groups yet
ro: Niciun grup încă

source: No items
ro: Fără elemente

source: No matching records found
bn: মিলিত রেকর্ড পাওয়া যায়নি
ca: Cap registre coincident trobat
cs: Nebyly nalezeny žádné odpovídající záznamy
ja: 該当する記録が見つかりません
mi: Kāore i kitea he rekoata hāngai
nl: Geen overeenkomende records gevonden
pt_br: Não foram encontrados registros correspondentes
ro: Nicio înregistrare potrivită găsită
tr: Eşleşen kayıt bulunamadı

source: No records found
bn: কোনো রেকর্ড পাওয়া যায়নি
ca: Cap registre trobat
cs: Nebyly nalezeny žádné záznamy
es: No se encontraron registros
ja: レコードが見つかりません。
mi: Kāore i kitea he rekoata
nl: Geen gegevens gevonden
pt_br: Não foram encontrados registos
ro: Nicio înregistrare găsită
tr: Kayıt bulunamadı
zh_tw: 没有找到任何紀錄

source: No results
bn: কোনো ফলাফল নেই
ca: Cap resultat
cs: Žádné výsledky
ja: 結果がありません
mi: Kāore he hua
nl: Geen resultaten
pt_br: Nenhum resultado
ro: Fără rezultate
tr: Sonuç yok

source: No results found
bn: কোনো ফলাফল পাওয়া যায়নি
ca: Cap resultat trobat
cs: Nebyly nalezeny žádné výsledky
es: No se encontraron resultados
ja: 結果が見つかりませんでした
mi: Kāore i kitea he hua
nl: Geen resultaten gevonden
pt_br: Não foram encontrados resultados
ro: Niciun rezultat găsit
tr: Sonuç bulunamadı
zh_tw: 未找到结果

source: No results match your filter criteria
bn: কোনো ফলাফল আপনার ফিল্টার মানদণ্ডের সাথে মেলে না
ca: Cap resultat coincideix amb els teus criteris de filtre
cs: Žádné výsledky neodpovídají vašim kritériím filtru
es: No hay resultados que coincidan con tus criterios de filtro
ja: フィルタ条件に一致する結果はありません
mi: Kāore he hua e hāngai ana ki ō paearu tātari
nl: Geen resultaten gevonden met uw filtercriteria
pt_br: Nenhum resultado corresponde aos seus critérios de filtragem
ro: Niciun rezultat nu se potrivește cu criteriile tale de filtru
tr: Sonuçlarınız filtre kriterlerinize uymuyor

source: No results were returned for this query
bn: এই প্রশ্নের জন্য কোনো ফলাফল ফেরত দেওয়া হয়নি
ca: No es van retornar resultats per aquesta consulta
cs: Pro tento dotaz nebyly vráceny žádné výsledky
es: No se obtuvieron resultados para esta consulta
ja: このクエリでは結果が返されませんでした
mi: Kāore i whakahokia mai he hua mō tēnei pātai
nl: Er zijn geen resultaten gevonden voor deze zoekopdracht
pt_br: Não foram apresentados resultados para esta consulta
ro: Niciun rezultat nu a fost returnat pentru această interogare
tr: Bu sorgu için sonuç döndürülmedi
zh_tw: 此查詢没有數據返回

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
bn: এই প্রশ্নের জন্য কোনো ফলাফল ফেরত দেওয়া হয়নি। আপনি যদি ফলাফল ফেরত পাওয়ার আশা করেন, তাহলে নিশ্চিত করুন যে কোনো ফিল্টার সঠিকভাবে কনফিগার করা হয়েছে এবং উৎস ডেটাসোর্স নির্বাচিত সময় পরিসরের জন্য ডেটা ধারণ করে।
ca: No es van retornar resultats per aquesta consulta. Si esperaves que es retornessin resultats, assegura't que els filtres estan configurats correctament i que la font de dades conté dades per al rang de temps seleccionat.
cs: Pro tento dotaz nebyly vráceny žádné výsledky. Pokud jste očekávali vrácení výsledků, ujistěte se, že jsou všechny filtry správně nakonfigurovány a že zdroj dat obsahuje data pro vybraný časový rozsah.
es: No se obtuvieron resultados para esta consulta. Si esperabas obtener resultados, asegúrate de que cualquier filtro esté configurado correctamente y que el origen de datos contenga información para el rango de tiempo seleccionado.
ja: このクエリでは結果が返されませんでした。結果が返されることを期待していた場合は、フィルターが適切に構成されていること、およびデータソースに選択した時間範囲のデータが含まれていることを確認してください。
mi: Kāore i whakahokia mai he hua mō tēnei pātai. Mēnā i tūmanakohia kia whakahokia mai ngā hua, kia mārama kua whirihorahia tika ngā tātari katoa, ā, kei roto i te puna raraunga ngā raraunga mō te awhe wā kua tīpakohia.
nl: Geen resultaten gevonden voor deze zoekopdracht. Als u resultaten verwacht, zorg er dan voor dat alle filters correct zijn geconfigureerd en dat de gegevensbron gegevens bevat voor het geselecteerde tijdsbereik.
pt_br: Não foram apresentados resultados para esta consulta. Se esperava que fossem devolvidos resultados, certifique-se de que todos os filtros estão corretamente configurados e que a fonte de dados contém dados para o intervalo de tempo selecionado.
ro: Niciun rezultat nu a fost returnat pentru această interogare. Dacă te așteptai să fie returnate rezultate, asigură-te că orice filtre sunt configurate corect și sursa de date conține date pentru intervalul de timp selectat.
zh_tw: 此查詢没有返回任何结果。如果希望返回结果，請確保所有過濾選擇的配置正確，並且數據源包含所選時間範圍的數據。

source: No roles
ro: Fără roluri

source: No roles yet
ca: Cap rol encara
cs: Zatím žádné role
mi: Kāore anō he tūranga
ro: Niciun rol încă

source: No rows were returned for this dataset
bn: এই ডেটাসেটের জন্য কোনো সারি ফেরত দেওয়া হয়নি
ca: No es van retornar files per aquest conjunt de dades
cs: Pro tuto sadu dat nebyly vráceny žádné řádky
es: No se devolvieron filas para este conjunto de datos
ja: このデータセットに対して行が返されませんでした
mi: Kāore i whakahokia mai he rārangi mō tēnei rārangi raraunga
nl: Er zijn geen rijen teruggegeven voor deze dataset
pt_br: Não foram devolvidas linhas para este conjunto de dados
ro: Niciun rând nu a fost returnat pentru acest set de date
zh_tw: 這個數據集没有返回任何行
