Repository: apache/superset
Catalog: superset/translations/*/LC_MESSAGES/messages.po
Languages: bn, ca, cs, es, ja, mi, nl, pt_br, ro, tr, zh_tw

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
bn: সময় স্ট্রিং অস্পষ্ট। দয়া করে উল্লেখ করুন [%(human_readable)s আগে] অথবা [%(human_readable)s পরে]।
ca: La cadena temporal és ambigua. Si us plau especifica [fa %(human_readable)s] o [%(human_readable)s més tard].
cs: Časový řetězec je nejednoznačný. Zadejte prosím [%(human_readable)s ago] nebo [%(human_readable)s later].
es: La cadena de tiempo es ambigua. Por favor especifica [hace %(human_readable)s] o [%(human_readable)s más tarde].
ja: 時間文字列があいまいです。 [%(human_readable)s 前] または [%(human_readable)s 後] を指定してください。
mi: He rangirua te aho wā. Tēnā tohua [%(human_readable)s i mua] [%(human_readable)s ā muri ake nei] rānei.
nl: Tijd string is dubbelzinnig. Specificeer [%(human_readable)s geleden] of [%(human_readable)s later].
pt_br: A cadeia de tempo é ambígua. Especifique [%(human_readable)s ago] ou [%(human_readable)s later].
tr: Zaman dizesi belirsiz. Lütfen [%(human_readable)s önce] veya [%(human_readable)s sonra] belirtin.
zh_tw: 時間字符串不明確。請指定為 [%(human_readable)s 前] 還是 [%(human_readable)s 後]。

source: Time-series Area Chart (legacy)
bn: সময় সিরিজের এলাকা চার্ট (বহিরাগত)

source: Time-series Bar Chart (legacy)
bn: সময় সিরিজের বার চার্ট (বহিরাগত)
ja: 時系列棒グラフ (レガシー)
nl: Tijdreeks Staafdiagram (legacy)
pt_br: Gráfico de barras de séries temporais (legado)
tr: Zaman Serisi Çubuk Grafiği (eski)

source: Time-series Line Chart (legacy)
bn: সময় সিরিজের লাইন চার্ট (বহিরাগত)
ja: 折れ線グラフ (レガシー)

source: Timezone offset (in hours) for this datasource
bn: এই ডেটাসোর্সের জন্য টাইমজোন অফসেট (ঘণ্টায়)
es: Desfase horario (en horas) para esta fuente de datos
ja: このデータソースのタイムゾーン オフセット (時間単位)
nl: Tijdzone-offset (in uren) voor deze databron
pt_br: Deslocamento de fuso horário (em horas) para essa fonte de dados
tr: Bu veri kaynağı için zaman dilimi ofseti (saat cinsinden)
zh_tw: 數據源的時差(單位：小時)

source: Tooltip
bn: টুলটিপ
cs: Nápověda
es: Información sobre herramientas
ja: ツールチップ
mi: Kītukutuku
pt_br: Dica
tr: İpucu
zh_tw: 提示

source: Total
bn: মোট
cs: Celkem
ja: 合計
mi: Tapeke
nl: Totaal
tr: Toplam

source: Total (%(aggfunc)s)
bn: মোট (%(aggfunc)s)
cs: Celkem (%(aggfunc)s)
ja: 合計 (%(aggfunc)s)
mi: Tapeke (%(aggfunc)s)
nl: Totaal (%(aggfunc)s)
tr: Toplam (%(aggfunc)s)

source: Total (%(aggregatorName)s)
bn: মোট (%(aggregatorName)s)
cs: Celkem (%(aggregatorName)s)
ja: 合計 (%(aggregatorName)s)
mi: Tapeke (%(aggregatorName)s)
nl: Totaal (%(aggregatorName)s)
tr: Toplam (%(aggregatorName)s)

source: Total: %s
bn: মোট: %s
cs: Celkem: %s
ja: 合計: %s
mi: Tapeke: %s
nl: Totaal: %s
tr: Toplam: %s

source: Transparent
bn: স্বচ্ছ
cs: Průhledný
es: Transparente
ja: 透明
mi: Ataata
nl: Transparant
pt_br: Transparente
tr: Saydam
zh_tw: 透明

source: Truncate X Axis. Can be overridden by specifying a min or max bound. Only applicable for numercal X axis.
bn: X অক্ষ কেটে দিন। একটি ন্যূনতম বা সর্বাধিক সীমা নির্ধারণ করে এটি অগ্রাহ্য করা যেতে পারে। এটি শুধুমাত্র সংখ্যাত্মক X অক্ষের জন্য প্রযোজ্য।
ja: X 軸を切り詰めます。最小値または最大値の境界を指定することでオーバーライドできます。数値 X 軸にのみ適用されます。
nl: X-as afkappen. Kan worden overschreven door het specificeren van een min of max grens. Alleen van toepassing op numerieke X assen.

source: Tukey
bn: টুকি
pt_br: Tukey (inglês)

source: Type a number
bn: একটি সংখ্যা টাইপ করুন।
ca: Escriu un número
cs: Napište číslo

source: Type of Google Sheets allowed
bn: অনুমোদিত গুগল শীটের প্রকার
es: Tipo de Hojas de Google permitidas
ja: 許可される Google スプレッドシートの種類
nl: Het type Google Sheets toegestaan
pt_br: Tipo de Planilhas Google permitido
tr: İzin verilen Google Sheets türü
zh_tw: 接受 Google Sheets 的類型

source: URL slug
bn: URL স্লাগ
ca: Slug URL
es: 'URL slug' se traduce como 'URL slug'. Es un término técnico que no se traduce.
ja: URLスラッグ
nl: URL slag
pt_br: Slug de URL
tr: URL parçası
zh_tw: 使用 Slug

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
bn: সংযোগ করতে অক্ষম। নিশ্চিত করুন যে পরিষেবা অ্যাকাউন্টে নিম্নলিখিত ভূমিকা সেট করা হয়েছে: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" এবং নিম্নলিখিত অনুমতিগুলি সেট করা হয়েছে "bigquery.readsessions.create", "bigquery.readsessions.getData"।
ca: No es pot connectar. Verifica que els següents rols estan establerts al compte del servei: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" i els següents permisos estan establerts "bigquery.readsessions.create", "bigquery.readsessions.getData"
cs: Nelze se připojit. Ověřte, že na servisním účtu jsou nastaveny následující role: „BigQuery Data Viewer“, „BigQuery Metadata Viewer“, „BigQuery Job User“ a jsou nastavena následující oprávnění „bigquery.readsessions.create“, „bigquery.readsessions.getData“
es: No se ha podido conectar. Verifica que los siguientes roles está configurados en el servicio de la cuenta: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
ja: つなげられない。サービス アカウントに「BigQuery データ閲覧者」、「BigQuery メタデータ閲覧者」、「BigQuery ジョブ ユーザー」のロールが設定されていること、および「bigquery.readsessions.create」、「bigquery.readsessions.getData」の権限が設定されていることを確認します。
mi: Kāore e taea te hono. Whakaūngia kua tautuhia ēnei tūranga i te kaute ratonga: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" me ēnei mōtika kua tautuhia "bigquery.readsessions.create", "bigquery.readsessions.getData"
nl: Kan geen verbinding maken. Controleer of de volgende rollen zijn ingesteld op het service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" en de volgende permissies zijn ingesteld "bigquery. eadsessions.create", "bigquery.readsessions.getData"
pt_br: Não é possível se conectar. Verifique se as seguintes funções estão definidas na conta de serviço: "Visualizador de dados do BigQuery", "Visualizador de metadados do BigQuery", "Usuário do trabalho do BigQuery" e as seguintes permissões estão definidas "bigquery.readsessions.create", "bigquery.readsessions.getData"
tr: Bağlantı sağlanamıyor. Hizmet hesabında aşağıdaki rollerin ayarlandığından emin olun: "BigQuery Veri Görüntüleyici", "BigQuery Meta Veri Görüntüleyici", "BigQuery İş Kullanıcısı" ve aşağıdaki izinlerin ayarlandığından emin olun: "bigquery.readsessions.create", "bigquery.readsessions.getData"

source: Unable to load columns for the selected table. Please select a different table.
bn: নির্বাচিত টেবিলের জন্য কলামগুলি লোড করতে অক্ষম। দয়া করে একটি ভিন্ন টেবিল নির্বাচন করুন।
ca: No es poden carregar columnes per la taula seleccionada. Si us plau selecciona una taula diferent.
cs: Nelze načíst sloupce pro vybranou tabulku. Vyberte prosím jinou tabulku.
es: No se pueden cargar las columnas para la tabla seleccionada. Por favor, selecciona otra tabla.
ja: 選択したテーブルの列をロードできません。別のテーブルを選択してください。
mi: Kāore e taea te uta i ngā tīwae mō te ripanga kua tīpakohia. Tēnā tīpakohia tētahi ripanga rerekē.
nl: Niet in staat om kolommen voor de geselecteerde tabel te laden. Selecteer een andere tabel.
pt_br: Não foi possível carregar colunas para a tabela selecionada. Selecione uma tabela diferente.
tr: Seçilen tablo için sütunlar yüklenemiyor. Lütfen farklı bir tablo seçin.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
bn: কোয়েরি এডিটরের অবস্থান ব্যাকএন্ডে স্থানান্তর করতে অক্ষম। সুপারসেট পুনরায় চেষ্টা করবে পরে। এই সমস্যা যদি চলতে থাকে তবে দয়া করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: No es pot migrar l'estat de l'editor de consultes al backend. Superset ho tornarà a intentar més tard. Si us plau contacta el teu administrador si aquest problema persisteix.
cs: Nelze migrovat stav editoru dotazů na backend. Superset to zkusí znovu později. Pokud problém přetrvává, kontaktujte svého administrátora.
es: No se puede migrar el estado del editor de consultas al backend. Superset lo intentará más tarde. Por favor, contacta con tu administrador si este problema persiste.
ja: クエリ エディターの状態をバックエンドに移行できません。スーパーセットは後で再試行します。この問題が解決しない場合は、管理者に問い合わせてください。
mi: Kāore i taea te heke i te tūnga etita pātai ki te tuarongo. Ka whakamātau anō a Superset ā muri ake nei. Tēnā whakapā atu ki tō kaiwhakahaere mēnā ka mau tonu tēnei raru.
nl: Het is niet mogelijk om de status van de query-editor te migreren naar de backend. Superset zal later opnieuw proberen. Neem contact op met uw beheerder als dit probleem aanhoudt.
pt_br: Não foi possível migrar o estado do editor de consultas para o backend. O Superset tentará novamente mais tarde. Entre em contato com o administrador se o problema persistir.
tr: Sorgu düzenleyici durumunun arka uca taşınması mümkün değil. Superset daha sonra tekrar deneyecek. Bu sorun devam ederse lütfen yöneticinize başvurun.
zh_tw: 無法將查詢編輯器狀態遷移到後端。系统將稍後重試。如果此問題仍然存在，請與管理員聯繫。

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
bn: কোয়েরি অবস্থান ব্যাকএন্ডে স্থানান্তর করতে অক্ষম। সুপারসেট পুনরায় চেষ্টা করবে পরে। এই সমস্যা যদি চলতে থাকে তবে দয়া করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: No es pot migrar l'estat de consulta al backend. Superset ho tornarà a intentar més tard. Si us plau contacta el teu administrador si aquest problema persisteix.
cs: Nelze migrovat stav dotazu na backend. Superset to zkusí znovu později. Pokud problém přetrvává, kontaktujte svého administrátora.
es: No se puede migrar el estado de la consulta al backend. Superset lo intentará más tarde. Por favor, contacta con tu administrador si este problema persiste.
ja: クエリ状態をバックエンドに移行できません。スーパーセットは後で再試行します。この問題が解決しない場合は、管理者に問い合わせてください。
mi: Kāore i taea te heke i te tūnga pātai ki te tuarongo. Ka whakamātau anō a Superset ā muri ake nei. Tēnā whakapā atu ki tō kaiwhakahaere mēnā ka mau tonu tēnei raru.
nl: Kan de query status niet migreren naar de backend. Superset zal het later opnieuw proberen. Neem contact op met uw beheerder als dit probleem zich blijft voordoen.
pt_br: Não foi possível migrar o estado da consulta para o backend. O Superset tentará novamente mais tarde. Entre em contato com o administrador se o problema persistir.
tr: Sorgu durumunun arka uca taşınması mümkün değil. Superset daha sonra tekrar deneyecek. Bu sorun devam ederse lütfen yöneticinize başvurun.
zh_tw: 無法將查詢狀態遷移到後端。系统將稍後重試。如果此問題仍然存在，請與管理員聯繫。

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
bn: টেবিল স্কিমার অবস্থান ব্যাকএন্ডে স্থানান্তর করতে অক্ষম। সুপারসেট পুনরায় চেষ্টা করবে পরে। এই সমস্যা যদি চলতে থাকে তবে দয়া করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ca: No es pot migrar l'estat d'esquema de taula al backend. Superset ho tornarà a intentar més tard. Si us plau contacta el teu administrador si aquest problema persisteix.
cs: Nelze migrovat stav schématu tabulky na backend. Superset to zkusí znovu později. Pokud problém přetrvává, kontaktujte svého administrátora.
es: No se puede migrar el estado del esquema de la tabla al backend. Superset lo intentará más tarde. Por favor, contacta con tu administrador si este problema persiste.
ja: テーブル スキーマの状態をバックエンドに移行できません。スーパーセットは後で再試行します。この問題が解決しない場合は、管理者に問い合わせてください。
mi: Kāore i taea te heke i te tūnga hanga ripanga ki te tuarongo. Ka whakamātau anō a Superset ā muri ake nei. Tēnā whakapā atu ki tō kaiwhakahaere mēnā ka mau tonu tēnei raru.
nl: Kan de status van het tabelschema niet migreren naar de backend. Superset zal het later opnieuw proberen. Neem contact op met uw beheerder als dit probleem zich blijft voordoen.
pt_br: Não foi possível migrar o estado do esquema da tabela para o backend. O Superset tentará novamente mais tarde. Entre em contato com o administrador se o problema persistir.
tr: Tablo şema durumunun arka uca taşınması mümkün değil. Superset daha sonra tekrar deneyecek. Bu sorun devam ederse lütfen yöneticinize başvurun.
zh_tw: 無法將表結構狀態遷移到後端。系统將稍後重試。如果此問題仍然存在，請與管理員聯繫。

source: Upload Credentials
bn: ক্রেডেনশিয়াল আপলোড করুন
ja: 認証情報のアップロード
nl: Upload Inloggegevens
pt_br: Carregar credenciais
tr: Kimlik Bilgilerini Yükle
zh_tw: 上傳憑證

source: Upload a file to a database.
bn: একটি ফাইল ডাটাবেসে আপলোড করুন।
ca: Pujar un fitxer a una base de dades.
cs: Nahrát soubor do databáze.

source: Use "%(menuName)s" menu instead.
bn: এর পরিবর্তে "%(menuName)s" মেনু ব্যবহার করুন।
ca: Usa el menú "%(menuName)s" en el seu lloc.
cs: Místo toho použijte nabídku „%(menuName)s“.
es: Use el menú "%(menuName)s" en su lugar.
ja: 代わりに「%(menuName)s」メニューを使用してください。
nl: Gebruik in plaats daarvan "%(menuName)s" menu.
pt_br: Em vez disso, use o menu "%(menuName)s".
tr: "%(menuName)s" menüsünü kullanın.

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
bn: নির্দেশনা এবং ওভারলে জন্য অন্য একটি বিদ্যমান চার্ট ব্যবহার করুন। আপনার চার্ট এই ভিজ্যুয়ালাইজেশন প্রকারগুলির মধ্যে একটি হতে হবে: [%s]
ca: Usar un altre gràfic existent com a font per anotacions i superposicions. El teu gràfic ha de ser un d'aquests tipus de visualització: [%s]
cs: Použijte jiný existující graf jako zdroj pro anotace a překryvy. Váš graf musí být jedním z těchto typů vizualizace: [%s]
es: Utiliza otro gráfico existente como fuente para anotaciones y superposiciones. Tu gráfico debe ser uno de estos tipos de visualización: [%s]
ja: 別の既存のグラフを注釈とオーバーレイのソースとして使用してください。 グラフは次の視覚化タイプのいずれかである必要があります: [%s]
mi: Whakamahia tētahi kauwhata kei te tīari hei puna mō ngā tohu me ngā kōpaki.
nl: Gebruik een andere bestaande grafiek als bron voor annotaties en overlays. Uw grafiek moet een van deze visualisatietypes zijn: [%s]
pt_br: Use outro gráfico existente como fonte para anotações e sobreposições. Seu gráfico deve ser um destes tipos de visualização: [%s]
zh_tw: 使用另一個現有的圖表作為注释和標記的數據源。您的圖表必須是以下可視化類型之一：[%s]

source: Use legacy datasource editor
bn: লিগেসি ডেটাসোর্স সম্পাদক ব্যবহার করুন
es: Usar el editor de fuente de datos antiguo
ja: 従来のデータソース エディタを使用する
nl: Gebruik de verouderde gegevensbron editor
pt_br: Usar o editor de fonte de dados herdado
tr: Eski veri kaynağı düzenleyiciyi kullan
zh_tw: 使用舊數據源編輯器

source: Use the JSON file you automatically downloaded when creating your service account.
bn: আপনার পরিষেবা অ্যাকাউন্ট তৈরি করার সময় স্বয়ংক্রিয়ভাবে ডাউনলোড করা JSON ফাইল ব্যবহার করুন।
es: Utiliza el archivo JSON que descargaste automáticamente al crear tu cuenta de servicio.
ja: サービス アカウントの作成時に自動的にダウンロードした JSON ファイルを使用します。
nl: Gebruik het JSON bestand dat je automatisch hebt gedownload bij het aanmaken van je serviceaccount.
pt_br: Use o arquivo JSON que você baixou automaticamente ao criar sua conta de serviço.
tr: Hizmet hesabınızı oluştururken otomatik olarak indirdiğiniz JSON dosyasını kullanın.
zh_tw: 使用您在創建服務帳戶時自動下载的JSON文件

source: Use the edit button to change this field
bn: এই ক্ষেত্র পরিবর্তন করতে সম্পাদনা বোতাম ব্যবহার করুন
ca: Usa el botó d'editar per canviar aquest camp
cs: Použijte tlačítko pro úpravu ke změně tohoto pole
ja: このフィールドを変更するには編集ボタンを使用してください。
nl: Gebruik de bewerk knop om dit veld te wijzigen
pt_br: Use o botão de edição para alterar esse campo
tr: Bu alanı değiştirmek için düzenleme düğmesini kullanın

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
bn: প্লাগইন চিহ্নিত করতে অভ্যন্তরীণভাবে ব্যবহার করা হয়। এটি প্লাগইনের package.json থেকে প্যাকেজের নাম হিসাবে সেট করা উচিত
ca: Usat internament per identificar el plugin. S'hauria d'establir al nom del paquet del package.json del plugin
cs: Používá se interně k identifikaci pluginu. Mělo by být nastaveno na název balíčku z package.json pluginu
es: Utilizado internamente para identificar el plugin. Debería establecerse con el nombre del paquete del archivo package.json del plugin.
ja: プラグインを識別するために内部的に使用されます。プラグインの package.json のパッケージ名に設定する必要があります。
mi: Ka whakamahia i roto hei tautuhi i te mono. Me tautuhi ki te ingoa kete mai i te package.json o te mono
nl: Intern gebruikt om de plugin te identificeren. Moet worden ingesteld op de pakketnaam van de plugins package.json
pt_br: Usado internamente para identificar o plug-in. Deve ser definido com o nome do pacote do package.json do plugin
tr: Dahili olarak eklentiyi tanımlamak için kullanılır. Eklentinin package.json dosyasındaki paket adına ayarlanmalıdır.
zh_tw: 在内部用於標识插件。應該在插件的 package.json 内被設定為包名。

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
bn: দুই অক্ষে একাধিক পরিসংখ্যান একত্রিত করে একটি ডেটাসেটের সারসংক্ষেপ তৈরি করতে ব্যবহার করা হয়। উদাহরণ: অঞ্চল এবং মাস অনুযায়ী বিক্রয় সংখ্যা, অবস্থা এবং নিয়োগকর্তার দ্বারা কাজ, বয়স এবং অবস্থান অনুযায়ী সক্রিয় ব্যবহারকারীরা। এটি সবচেয়ে দৃশ্যমান চিত্তাকর্ষক ভিজ্যুয়ালাইজেশন নয়, তবে অত্যন্ত তথ্যবহুল এবং বহুমুখী।
ca: Usat per resumir un conjunt de dades agrupant múltiples estadístiques al llarg de dos eixos. Exemples: Números de vendes per regió i mes, tasques per estat i assignat, usuaris actius per edat i ubicació. No és la visualització més visualment impressionant, però molt informativa i versàtil.
cs: Používá se k sumarizaci sady dat seskupením více statistik podél dvou os. Příklady: Prodejní čísla podle regionu a měsíce, úkoly podle stavu a přiřazeného pracovníka, aktivní uživatelé podle věku a lokality. Nejde o vizuálně nejúžasnější vizualizaci, ale je vysoce informativní a všestranná.
es: Se utiliza para resumir un conjunto de datos agrupando varias estadísticas a lo largo de dos ejes. Ejemplos: Números de ventas por región y mes, tareas por estado y asignado, usuarios activos por edad y ubicación. No es la visualización más impresionante visualmente, pero es altamente informativa y versátil.
ja: 2 つの軸に沿って複数の統計をグループ化することで、一連のデータを要約するために使用されます。例: 地域および月ごとの売上高、ステータスおよび担当者ごとのタスク、年齢および場所ごとのアクティブ ユーザー。最も視覚的に素晴らしいビジュアライゼーションではありませんが、非常に有益で多用途です。
mi: Ka whakamahia hei whakarāpopoto i tētahi huinga raraunga mā te rōpū tahi i ngā tauanga maha i ngā tukutuku e rua. Tauira: Tau hokohoko mā te rohe me te marama, mahi mā te tūnga me te kaitūtohu, kaiwhakamahi hohe mā te pakeke me te wāhi. Ehara i te whakakitenga ātaahua rawa, engari he nui te mōhiohio, he maha ngā tikanga.
nl: Wordt gebruikt om een set gegevens samen te vatten door meerdere statistieken te groeperen over twee assen. Voorbeelden: Verkoop nummers per regio en per maand, taken per status en taakontvanger, actieve gebruikers per leeftijd en per locatie. Niet de meest visueel verbluffende visualisatie, maar zeer informatief en veelzijdig.
pt_br: Usado para resumir um conjunto de dados, agrupando várias estatísticas ao longo de dois eixos. Exemplos: Números de vendas por região e mês, tarefas por status e responsável, usuários ativos por idade e local. Não é a visualização mais impressionante visualmente, mas é altamente informativa e versátil.
tr: İki eksende birden çok istatistiksel veriyi gruplayarak bir veri kümesini özetlemek için kullanılır. Örnekler: Satışlar bölge ve ay bazında, görevler durum ve atanmışa göre, aktif kullanıcılar yaş ve konuma göre. Görsel olarak en çarpıcı görselleştirme türü olmasa da oldukça bilgilendirici ve çok yönlüdür.
zh_tw: 用於通過將多個统計訊息分組在一起來彙總一組數據

source: Uses Gaussian Kernel Density Estimation to visualize spatial distribution of data
bn: তথ্যের স্থানীয় বিতরণ চিত্রিত করার জন্য গাউসিয়ান কার্নেল ঘনত্ব অনুমান ব্যবহার করে
ca: Usa Estimació de Densitat de Kernel Gaussià per visualitzar la distribució espacial de dades
cs: Používá Gaussovu jádrovou odhadovou hustotu k vizualizaci prostorové distribuce dat
es: Utiliza la Estimación de Densidad del Kernel Gaussiano para visualizar la distribución espacial de los datos
ja: ガウス カーネル密度推定を使用してデータの空間分布を視覚化する
mi: Ka whakamahi i te Tauwhitinga Mātotoru Pūkaha Gaussian hei whakakite i te tohatoha tauwāhi o ngā raraunga
nl: Gebruikt Gaussian Kernel Density Inschatting om de ruimtelijke verspreiding van gegevens te visualiseren
tr: Verilerin mekansal dağılımını görselleştirmek için Gauss Çekirdek Yoğunluk Tahmini kullanır
zh_tw: 使用高斯核密度估計來可視化數據的空間分布。

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
bn: একটি মেট্রিকের লক্ষ্য দিকে অগ্রগতির চিত্রায়নের জন্য একটি গেজ ব্যবহার করে। ডায়ালের অবস্থান অগ্রগতি নির্দেশ করে এবং গেজের অন্তিম মান লক্ষ্য মান নির্দেশ করে।
ca: Usa un indicador per mostrar el progrés d'una mètrica cap a un objectiu. La posició de l'agulla representa el progrés i el valor terminal en l'indicador representa el valor objectiu.
cs: Používá měřidlo k zobrazení pokroku metriky směrem k cíli. Pozice ručičky představuje pokrok a konečná hodnota na měřidle představuje cílovou hodnotu.
es: Utiliza un medidor para mostrar el progreso de una métrica hacia un objetivo. La posición de la aguja representa el progreso y el valor final en el medidor representa el valor objetivo.
ja: ゲージを使用して、目標に向けたメトリクスの進捗状況を示します。ダイヤルの位置は進行状況を表し、ゲージの最終値は目標値を表します。
mi: Ka whakamahi i tētahi ine hei whakaatu i te kokenga o tētahi ine ki tētahi whāinga. Ko te tūnga o te waea e tohu ana i te kokenga, ā, ko te uara whakamutunga i te ine e tohu ana i te uara whāinga.
nl: Gebruikt een graadmeter om de voortgang van een metriek naar een doel te laten zien. De positie van de wijzer geeft de vooruitgang weer en de waarde in de meter vertegenwoordigt de doelwaarde.
pt_br: Usa um medidor para mostrar o progresso de uma métrica em direção a uma meta. A posição do mostrador representa o progresso e o valor do terminal no medidor representa o valor-alvo.
tr: Bir göstergeyi kullanarak bir metriğin hedefe doğru ilerleyişini sergilemek için kullanır. Kadranın konumu ilerlemeyi temsil eder ve göstergedeki terminal değer hedef değeri temsil eder.
zh_tw: 使用仪表盘來展示一個指標朝着目標的進度。指针的位置表示進度，而仪表盘的終點值代表目標值。
